Repository: mozilla/addons-linter
Catalog: locale/cak/LC_MESSAGES/messages.po
Languages: cak

source: Validation Summary:
cak: Ruch'utitzijol Junamana'oj:

source: Code
cak: Bitz'ib'

source: Message
cak: Tzijol

source: Description
cak: Cholonem

source: File
cak: Yakb'äl

source: Line
cak: B'ey

source: Column
cak: Tem

source: Invalid nesting of selectors found
cak: Ye'ilitäj itzel kisok cha'onela'

source: A CSS syntax error was encountered
cak: Xilitäj jun rusachj CSS cholb'ab'

source: Your FTL is not valid.
cak: Man okel ta ri FTL.

source: Your FTL file could not be parsed.
cak: Man xpachq'ominïx ta ri FTL ayakb'al.

source: Remote scripts are not allowed as per the Add-on Policies.
cak: Man yek'ul ta ri näj taq skrip kuma ri Chokoy taq Na'ojil.

source: Inline scripts blocked by default
cak: Kan eq'aton wi ri ch'ikon taq skrip

source: {{api}} is not supported
cak: {{api}} man nuk'äm ta ri'

source: This API has not been implemented by Firefox.
cak: Man ya'on ta rusamajib'al re API re' ruma ri Firefox.

source: Content script file could not be found.
cak: Man nilitäj ta ri skrip ruyakb'al rupam.

source: Content script file could not be found
cak: Man nilitäj ta ri ruyakb'al rupam skrip

source: Content script file name should not be empty.
cak: Man tikirel ta nikowe' kan ri rub'i' ri ruyakb'al rupam script.

source: Content script file name should not be empty
cak: Man tikirel ta nikowe' kan ri rub'i' ri ruyakb'al rupam script

source: JavaScript syntax error
cak: Sachoj JavaScript cholb'äl

source: Unexpected global passed as an argument
cak: Chijun jalajonel man oyob'en ta ojer achi'el jun na'oj

source: Use of document.write strongly discouraged.
cak: Man nichilab'ëx ta rokisaxik ri document.write.

source: Banned 3rd-party JS library
cak: Q'ilon 3ox-winäq JS wujb'äl

source: Unadvised 3rd-party JS library
cak: Mechilab'en 3ox-winäq JS wujb'äl

source: Known JS library detected
cak: Xilitäj etaman JS wujib'äl

source: Your JSON contains block comments.
cak: Ri JSON ruk'wan k'ïy cholaj taq tzij.

source: Duplicate keys are not allowed in JSON files.
cak: Man tikirel ta yekamulüx ewan taq tzij pa JSON taq yakb'äl.

source: Your JSON is not valid.
cak: Man okel ta ri JSON.

source: Your JSON file could not be parsed.
cak: Man xpachq'ominïx ta ri JSON ayakb'al.

source: We were unable to decompress the zip file.
cak: Man xojtikïr ta xsol ri zip yakb'äl.

source: manifest.json was not found
cak: ma xilitäj ta ri manifest.json

source: File is too large to parse.
cak: Yalan nïm ri yakb'äl richin nich'ob'.

source: Hidden file flagged
cak: Xya' ruq'ij jun ewan yakb'äl

source: Flagged filename found
cak: Xilitäj rub'i' yakb'äl ya'on ruq'ij

source: Flagged file extensions found
cak: Xilitäj kik'amal yakb'äl ya'on ruq'ij

source: Package contains duplicate entries
cak: Ri pisoj ruk'wan jujun kamulun taq okitz'ib'

source: Flagged file type found
cak: Xilitäj ruwäch yakb'äl ya'on ruq'ij

source: Package already signed
cak: Juch'un chik ri pisoj

source: Firefox add-ons are not allowed to run coin miners.
cak: Man ya'on ta q'ij chi ke ri kichokoy Firefox richin yekisamajij taq ko'in-miner.

source: String name is reserved for a predefined message
cak: Ri rub'i' cholajil q'aton richin jun tzijol k'o wi

source: Placeholder for message is missing
cak: Nrajo' na ri retanel kik'ojlib'al taq tzijol

source: A placeholder used in the message is not defined.
cak: Man xjikib'äx ta ri retanel k'ojlib'äl xokisäx pa ri rutzijol.

source: Placeholder name contains invalid characters
cak: Ri rub'i' retanel k'ojlib'äl ruk'wan man okel ta taq tz'ib'

source: Placeholder is missing the content property
cak: Nrajo' na richinil rupam ri retanel k'ojlib'äl

source: Translation string is missing the message property
cak: Nrajo' na ri richinil rutzijol pa ri rucholajem tzalq'onem

source: No "message" message property is set for a string (https://mzl.la/2DSBTjA).
cak: Majun richinil rutzijol "rutzijol" xb'an runuk'ulem pa ri rucholajil (https://mzl.la/2DSBTjA).

source: The permission type is unsupported.
cak: Man nik'ul ta ri ruwäch ya'oj q'ij.

source: The field is required.
cak: K'atzinel ri k'ojlib'äl.

source: Unknown permission.
cak: Man etaman ta ruwäch ya'oj q'ij.

source: See https://mzl.la/1R1n1t0 (MDN Docs) for more information.
cak: Titz'et https://mzl.la/1R1n1t0 (MDN Wujil) richin ch'aqa' chik etamab'äl.

source: See https://mzl.la/1ZOhoEN (MDN Docs) for more information.
cak: Titz'et https://mzl.la/1ZOhoEN (MDN Wujil) richin ch'aqa' chik etamab'äl.

source: "manifest_version" in the manifest.json is not a valid value
cak: "manifest_version" pa ri manifest.json man okel ta ri rejqalem

source: See https://mzl.la/20PenXl (MDN Docs) for more information.
cak: Titz'et https://mzl.la/20PenXl (MDN Wujil) richin ch'aqa' chik etamab'äl.

source: The field is invalid.
cak: Man okel ta ri k'ojlem.

source: The "name" property must be a string.
cak: Ri "name" ichinil k'o chi jun string.

source: See http://mzl.la/1STmr48 (MDN Docs) for more information.
cak: Titz'et http://mzl.la/1STmr48 (MDN Wujil) richin ch'aqa' chik etamab'äl.

source: The "version" property must be a string.
cak: Ri richinil "version" k'o chi jun string.

source: See http://mzl.la/1kXIADa (MDN Docs) for more information.
cak: Titz'et http://mzl.la/1kXIADa (MDN Wujil) richin ch'aqa' chik etamab'äl.

source: The "version" property uses a Firefox-specific format.
cak: Ri "version" ichinil nrokisaj jun jikil rub'anikil Firefox.

source: "update_url" is not allowed.
cak: "update_url" man niya' q'ij chi re.

source: The "update_url" property is not used by Firefox.
cak: Ri "update_url" ichinil man nokisäx ta ruma ri Firefox.

source: "strict_max_version" not required.
cak: "strict_max_version" man k'atzinel ta.

source: An icon defined in the manifest could not be found in the package.
cak: Man xilitäj ta pa ri pisoj jun wachib'äl jikib'an pa ri tzijoxik.

source: Icon could not be found at "%(path)s".
cak: Man nilitäj ta ri wachib'äl pa "%(path)s".

source: Background script could not be found at "%(path)s".
cak: Man nilitäj ta ri ruskrip ruka'n b'ey pa "%(path)s".

source: Background page could not be found at "%(path)s".
cak: Man nilitäj ta ri ruxaq richin ruka'n b'ey pa "%(path)s".

source: Content script defined in the manifest could not be found at "%(path)s".
cak: Man xilitäj ta ri ruskrip rupam jikib'an pa tzijoxïk pa "%(path)s".

source: Content script css file defined in the manifest could not be found at "%(path)s".
cak: Man xilitäj ta ri css yakb'äl ruskrip rupam jikib'an pa tzijoxïk pa "%(path)s".

source: Forbidden content found in add-on.
cak: Xilitäj man ruk'amon ta rupam pa ri tz'aqat.

source: This add-on contains forbidden content.
cak: Re tz'aqat re' ruk'wan man ruk'amon ta rupam.

source: Icons must be square.
cak: K'o chi kajtz'ik kib'anikil ri taq wachib'äl.

source: Icon at "%(path)s" must be square.
cak: Ri wachib'äl pa "%(path)s" k'o chi kajtz'ik rub'anikil.

source: The size of the icon does not match the manifest.
cak: Ri runimilem wachib'äl man nuk'äm ta ri' rik'in ri tzijoxïk.

source: Corrupt image file
cak: Ruyakb'al itzel wachib'äl

source: Expected icon file at "%(path)s" is corrupted
cak: Itzelan ri ruyakb'al wachib'al pa "%(path)s"

source: The "default_locale" is missing localizations.
cak: Ri "default_locale" nrajo' na rutzalq'omanik.

source: The "default_locale" is missing but "_locales" exist.
cak: Nrajo' na ri "default_locale" po ri "_locales" e k'o.

source: Unsupported image extension
cak: Man nik'ul ta ri ruk'amal wachib'äl

source: Icons should be one of JPG/JPEG, WebP, GIF, PNG or SVG.
cak: Ri taq wachib'äl k'o ta chi e JPG/JPEG, WebP, GIF, PNG o SVG.

source: Empty language directory
cak: Kowöl kicholb'al ch'ab'äl

source: messages.json file missing in "%(path)s"
cak: man k'o ta ri messages.json yakb'äl pa "%(path)s"
