Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: %(instancePath)s: the following privileged permissions are only allowed in privileged extensions: %(privilegedPermissions)s.
cs: %(instancePath)s: následující privilegovaná oprávnění jsou povolena pouze v privilegovaných rozšířeních: %(privilegedPermissions)s.
de: %(instancePath)s: Die folgenden privilegierten Berechtigungen sind nur in privilegierten Erweiterungen erlaubt: %(privilegedPermissions)s.
el: %(instancePath)s: Τα ακόλουθα προνομιακά δικαιώματα επιτρέπονται μόνο σε προνομιούχες επεκτάσεις: %(privilegedPermissions)s.
fr: %(instancePath)s : les permissions privilégiées suivantes ne sont autorisées que dans les extensions privilégiées : %(privilegedPermissions)s.
fur: %(instancePath)s: chescj permès a son consintûts dome tes estensions cun privileçs: %(privilegedPermissions)s.
fy_nl: %(instancePath)s: de folgjende privilezjiearre tagongsrjochten binne allinnich tastien yn privilezjiearre útwreidingen: %(privilegedPermissions)s.
hu: %(instancePath)s: a következő privilegizált engedélyek csak privilegizált kiegészítőkben engedélyezettek: %(privilegedPermissions)s.
ia: %(instancePath)s: le sequente permissos privilegiate es solo permittite in le extensiones privilegiate: %(privilegedPermissions)s.
it: %(instancePath)s: i seguenti permessi sono consentiti solo nelle estensioni con privilegi: %(privilegedPermissions)s.
ka: %(instancePath)s: მოცემული აღმატებული ნებართვები მისაღებია მხოლოდ უპირატესობის მქონე გაფართოებებში: %(privilegedPermissions)s.
pt_br: %(instancePath)s: as seguintes permissões privilegiadas só são permitidas em extensões privilegiadas: %(privilegedPermissions)s.
ru: %(instancePath)s: следующие привилегированные разрешения разрешены только в привилегированных расширениях: %(privilegedPermissions)s.
sk: %(instancePath)s: nasledujúce privilegované povolenia sú povolené len v privilegovaných rozšíreniach: %(privilegedPermissions)s.
sl: %(instancePath)s: naslednja privilegirana dovoljenja so dovoljena samo v privilegiranih razširitvah: %(privilegedPermissions)s.
sq: %(instancePath)s: lejet vijuese të privilegjuara lejohen vetëm bë zgjerime të privilegjuara: %(privilegedPermissions)s.
sv_se: %(instancePath)s: följande privilegierade behörigheter är endast tillåtna i privilegierade tillägg: %(privilegedPermissions)s.
uk: %(instancePath)s: такі привілейовані дозволи дозволені лише в привілейованих розширеннях: %(privilegedPermissions)s.
vi: %(instancePath)s: các quyền đặc quyền sau chỉ được phép trong các tiện ích mở rộng đặc quyền: %(privilegedPermissions)s.

source: Invalid host permission.
cs: Neplatné oprávnění pro server.
de: Ungültige Hostberechtigung.
el: Μη έγκυρο δικαίωμα κεντρικού υπολογιστή.
fr: Autorisation de l’hôte invalide.
fur: “host permission“ no valit.
fy_nl: Unbekende hosttastimming.
he: הרשאת מארח לא חוקית.
hu: Érvénytelen gazdagép-engedély.
ia: Permission de servitor invalide.
it: “host permission" non valido.
ja: 無効なホスト権限です。
ka: შენახვის უმართებულო უფლება.
kab: Tasiregt n usenneftaɣ d tarameɣtut.
nl: Onbekende hosttoestemming.
nn_no: Ugyldig vertsløyve.
pl: Nieprawidłowe uprawnienie hosta.
pt_br: Permissão de servidor inválida.
pt_pt: Permissão de hospedeiro desconhecida.
ru: Недействительное разрешение хоста.
si: සත්කාරක අවසරය වලංගු නොවේ.
sk: Neplatné povolenie hostiteľa.
sl: Neveljavno dovoljenje gostitelja.
sq: Leje strehe e panjohur.
sv_se: Ogiltig värdbehörighet.
tr: Geçersiz sunucu izni.
uk: Недійсний дозвіл вузла.
vi: Quyền hạn host không hợp lệ.

source: Invalid install origin.
cs: Neplatný origin instalace.
de: Ungültiger Installationsursprung.
el: Μη έγκυρη προέλευση εγκατάστασης.
fr: Origine d’installation invalide.
fur: Origjin de instalazion no valide.
fy_nl: Unbekende ynstallaasjeoarsprong.
he: מקור התקנה לא חוקי.
hu: Érvénytelen telepítési eredet.
ia: Fonte de installation invalide.
it: Origine dell’installazione non valida.
ja: 無効なインストール元です。
ka: ჩადგმის უმართებულო წარმომავლობა.
kab: Asebded aɣbalu d arameɣtu.
nl: Onbekende installatieoorsprong.
nn_no: Ugyldig installasjonsopphav.
pl: Nieprawidłowe źródło instalacji.
pt_br: Origem de instalação inválida.
pt_pt: Origem de instalação inválida.
ru: Недопустимый источник установки.
si: ස්ථාපන ප්‍රභවය වලංගු නොවේ.
sk: Neplatný pôvod inštalácie.
sl: Neveljavno poreklo namestitve.
sq: Origjinë instalimi e panjohur.
sv_se: Ogiltigt installationsursprung.
tr: Geçersiz yükleme kaynağı.
uk: Недійсне джерело встановлення.
vi: Nguồn gốc cài đặt không hợp lệ.

source: Invalid install origin. A valid origin has - only - a scheme, hostname and optional port. See https://mzl.la/3TEbqbE (MDN Docs) for more information.
cs: Neplatný původ instalace. Platný původ má - pouze - schéma, název hostitele a volitelný port. Další informace naleznete na adrese https://mzl.la/3TEbqbE (MDN Docs).
de: Ungültiger Installationsursprung. Ein gültiger Ursprung hat – nur – ein Schema, einen Hostnamen und einen optionalen Port. Weitere Informationen finden Sie unter https://mzl.la/3TEbqbE (MDN Docs).
el: Μη έγκυρη προέλευση εγκατάστασης. Μια έγκυρη προέλευση έχει μόνο ένα σχήμα, όνομα υπολογιστή και προαιρετική θύρα. Δείτε το https://mzl.la/3TEbqbE (MDN Docs) για περισσότερες πληροφορίες.
fr: Origine d’installation invalide. Une origine valide a uniquement un schéma, un nom d’hôte et un port facultatif. Voir https://mzl.la/3TEbqbE (MDN Docs) pour plus d’informations.
fur: Origjin instalazion no valide. Une origjin valide e à dome un scheme, un non host e une puarte facoltative. Viôt https://mzl.la/3TEbqbE (Documentazion MDN) par vê plui informazions.
fy_nl: Unjildige ynstallaasjeboaronen. In jildige oarsprong hat – allinnich – in skema, hostnamme en opsjonele poarte. Sjoch https://mzl.la/3TEbqbE (MDN Docs) foar mear ynformaasje.
hu: Érvénytelen telepítési eredet. Egy érvényes eredetnek – csak – egy sémája, gazdagépneve és nem kötelező portja van. További információkért lásd: https://mzl.la/3TEbqbE (MDN dokumentáció).
ia: Origine de installation non valide. Un origine valide ha solo: schema, nomine de hospite e porta optional. Vide https://mzl.la/3TEbqbE (MDN Docs) pro altere informationes.
it: Origine installazione non valida. Un’origine valida ha solo uno schema, un nome host e una porta facoltativa. Per ulteriori informazioni, consultare https://mzl.la/3TEbqbE (MDN Docs).
ka: ჩადგმისთვის უმართებულო წარმომავლობა. მართებულ წარმომავლობის აქვს - მხოლოდ - სქემა, ჰოსტის სახელი და დამატებითი პორტი. იხილეთ https://mzl.la/3TEbqbE (MDN-მასალები) ვრცლად.
pt_br: Origem de instalação inválida. Uma origem válida tem - apenas - um esquema, um nome de host e opcionalmente uma porta. Consulte mais informações em https://mzl.la/3TEbqbE (MDN Docs).
ru: Недопустимый источник установки. Действительный источник имеет только схему, имя хоста и необязательный порт. См. https://mzl.la/3TEbqbE (MDN Docs) для получения дополнительной информации.
sk: Neplatná cesta pôvodu inštalácie. Platná cesta je zložená s častí schéma, názov hostiteľa a voliteľne port. Ďalšie informácie nájdete na stránke https://mzl.la/3TEbqbE (Dokumenty MDN).
sl: Neveljaven izvor namestitve. Veljaven izvor ima – samo – shemo, ime gostitelja in neobvezna vrata. Za več informacij glejte https://mzl.la/3TEbqbE (MDN Docs).
sq: Origjinë e pavlefshme instalimi. Një origjinë e vlefshme përmban - vetëm - një skemë, strehëemër dhe portë (në daçi). Për më tepër hollësi, shihni https://mzl.la/3TEbqbE (Dokumentim MDN).
sv_se: Ogiltigt installationsursprung. Ett giltigt ursprung har - endast - ett schema, värdnamn och valfri port. Se https://mzl.la/3TEbqbE (MDN Docs) för mer information.
uk: Недійсне джерело встановлення. Дійсне джерело має лише схему, назву хосту та необов'язковий порт. Подробиці перегляньте за адресою https://mzl.la/3TEbqbE (MDN Docs).
vi: Origin cài đặt không hợp lệ. Một origin hợp lệ có - chỉ có - một scheme, hostname và port tùy chọn. Xem tại https://mzl.la/3TEbqbE (Tài liệu web MDN) để biết thêm thông tin.

source: "manifest_version" in the manifest.json is not a valid value
ar: ليس لِ‍ ”manifest_version“ في manifest.json قيمة صالحة
bs: "manifest_version" u manifest.json nije važeća vrijednost
cs: "manifest_version" není v souboru manifest.json platná hodnota.
de: „manifest_version“ in der manifest.json ist kein gültiger Wert
el: Το «manifest_version» στο manifest.json δεν είναι έγκυρη τιμή
es: "manifest_version" en el archivo manifest.json no tiene un valor válido
fi: "manifest_version" manifest.json-tiedostossa ei ole kelvollinen arvo
fr: La valeur « manifest_version » dans le fichier manifest.json est invalide
fur: "manifest_version" tal file manifest.json nol è un valôr valit
fy_nl: ‘manifest_version’ yn it bestân manifest.json is gjin jildige wearde
he: הערך של „manifest_version” בתוך manifest.json שגוי
hu: A manifest.json fájlban szereplő „manifest_version” értéke érvénytelen
ia: "manifest_version" in le file manifest.json non es un valor valide
id: "manifest_version" dalam manifest.json bukan nilai yang valid
it: "manifest_version" nel file manifest.json non è un valore valido
ja: manifest.json 内の「manifest_version」の値が不正です
ka: „manifest_version“-ს manifest.json ფაილში არამართებული მნიშვნელობა აქვს
kab: Azal n "manifest_version" di manifest.json mačči d ameɣtu
ms: "manifest_version" dalam manifest.json bukan nilai yang sah
nl: ‘manifest_version’ in het bestand manifest.json is geen geldige waarde
nn_no: "manifest_version" i manifest.json er ikkje ein gyldig verdi
pl: „manifest_version” w pliku manifest.json jest nieprawidłową wartością
pt_br: O "manifest_version" no manifest.json não é válido
pt_pt: "manifest_version" no manifest.json não é um valor válido
ro: „manifest_version" din manifest.json nu este o valoare validă
ru: «manifest_version» в файле manifest.json имеет некорректное значение
si: manifest.json හි "manifest_version" වලංගු අගයක් නොවේ
sk: „manifest_version“ nie je v súbore manifest.json platná hodnota
sl: "manifest_version" v datoteki manifest.json ni veljavna vrednost.
sq: "manifest_version" te manifest.json s’është vlerë e vlefshme
sv_se: "manifest_version" i manifest.json har inte ett giltigt värde
te: manifest.json లోని "manifest_version" చెల్లుబాటు కాదు
th: "manifest_version" ที่อยู่ใน manifest.json ไม่ใช่ค่าที่ถูกต้อง
tr: manifest.json dosyasındaki "manifest_version" geçerli bir değer değil
uk: "manifest_version" в файлі manifest.json має неправильне значення
vi: "manifest_version" trong manifest.json không phải là một giá trị hợp lệ

source: See https://mzl.la/20PenXl (MDN Docs) for more information.
ar: طالع https://mzl.la/20PenXl (وثائق MDN) لمعلومات أكثر.
bs: Pogledajte https://mzl.la/20PenXl (MDN dokumente) za više informacija.
cs: Podívejte se na https://mzl.la/20PenXl (MDN dokumentace) pro více informací.
de: Weitere Informationen finden Sie unter https://mzl.la/20PenXl (MDN Docs).
el: Δείτε το https://mzl.la/20PenXl (MDN Docs) για περισσότερες πληροφορίες.
es: Para más información, consulta https://mzl.la/20PenXl (documento de MDN).
fi: Katso lisätietoja osoitteesta https://mzl.la/20PenXl (MDN-dokumentit).
fr: Voir https://mzl.la/20PenXl (MDN Docs) pour plus d’informations.
fur: Viôt https://mzl.la/20PenXl (Documentazion MDN) par vê plui informazions.
fy_nl: Sjoch https://mzl.la/20PenXl (MDN Docs) foar mear ynformaasje.
he: יש לעיין ב־https://mzl.la/20PenXl (מסמכי MDN) למידע נוסף.
hu: További információkért lásd: https://mzl.la/20PenXl (MDN dokumentáció).
ia: Vide https://mzl.la/20PenXl (MDN Docs) pro altere informationes.
id: Lihat https://mzl.la/20PenXl (Dokumen MDN) untuk informasi lebih lanjut.
it: Visita https://mzl.la/20PenXl (Documentazione MDN) per maggiori informazioni.
ja: 詳しくは https://mzl.la/20PenXl (MDN Docs) をご覧ください。
ka: იხილეთ https://mzl.la/20PenXl (MDN მასალები), დამატებითი ინფორმაციისთვის.
kab: Wali https://mzl.la/20PenXl (MDN Docs) i wugar n telɣut.
ms: Lihat https://mzl.la/20PenXl (Dokumen MDN) untuk maklumat lanjut.
nl: Zie https://mzl.la/20PenXl (MDN Docs) voor meer informatie.
nn_no: Sjå https://mzl.la/20PenXl (MDN Docs) for meir informasjon.
pl: https://mzl.la/20PenXl (dokumentacja MDN) zawiera więcej informacji.
pt_br: Consulte mais informações em https://mzl.la/20PenXl (MDN Docs).
pt_pt: Veja https://mzl.la/20PenXl (MDN Docs) para mais informação.
ro: Vezi https://mzl.la/20PenXl (Documentația MDN) pentru mai multe informații.
ru: Смотрите https://mzl.la/20PenXl (Документацию на MDN) для получения дополнительной информации.
si: තව විස්තර සඳහා https://mzl.la/20PenXl (MDN ප්‍රලේඛනය) බලන්න.
sk: Ďalšie informácie nájdete na https://mzl.la/20PenXl (dokumentácia na MDN).
sl: Za več informacij glejte https://mzl.la/20PenXl (dokumente na MDN-u).
sq: Për më tepër të dhëna, shihni https://mzl.la/20PenXl (Dokumentim te MDN).
sv_se: Se https://mzl.la/20PenXl (MDN Docs) för mer information.
te: మరింత సమాచారం కోసం https://mzl.la/20PenXl (MDN డాక్స్) చూడండి.
th: ดู https://mzl.la/20PenXl (คู่มือ MDN) สำหรับข้อมูลเพิ่มเติม
tr: Daha fazla bilgi için https://mzl.la/20PenXl (MDN Docs) sayfasına bakın.
uk: Перегляньте https://mzl.la/20PenXl (Документацію MDN) для отримання докладної інформації.
vi: Xem tại https://mzl.la/20PenXl (Tài liệu MDN) để biết thêm thông tin.

source: The field is invalid.
ar: هذا الحقل غير صالح.
bs: Polje je nevažeće.
cs: Pole není platné.
de: Das Feld ist ungültig.
el: Το πεδίο δεν είναι έγκυρο.
es: El campo no es válido.
fi: Kenttä on virheellinen.
fr: Le champ est invalide.
fur: Il cjamp nol è valit.
fy_nl: It fjild is ûnjildich.
he: השדה שגוי.
hu: A mező érvénytelen.
ia: Le campo es invalide.
id: Bidang ini tidak valid.
it: Il campo è non valido.
ja: 項目が無効です。
ka: ველი არამართებულია.
kab: Aferdis arameγtu.
ms: Medan ini tidak sah.
nl: Het veld is ongeldig.
nn_no: Feltet er ugyldig.
pl: Nieprawidłowe pole.
pt_br: O campo é inválido.
pt_pt: O campo é inválido.
ro: Câmpul este nevalid.
ru: Недопустимое поле.
si: ක්‍ෂේත්‍රය වලංගු නොවේ.
sk: Pole je neplatné.
sl: Polje je neveljavno.
sq: Fusha është e pavlefshme.
sv_se: Fältet är ogiltigt.
te: ఆ ఖాళీ చెల్లదు.
th: ช่องกรอกไม่ถูกต้อง
tr: Alan geçersiz.
uk: Це поле неправильне.
vi: Trường không hợp lệ.

source: "%(property)s" allows remote code execution in manifest.json
cs: Vlastnost "%(property)s" umožňuje vzdálené spouštění kódu v souboru manifest.json
de: „%(property)s“ ermöglicht die Ausführung von externem Quelltext in manifest.json
el: Το «%(property)s» επιτρέπει την απομακρυσμένη εκτέλεση κώδικα στο manifest.json
fr: « %(property)s » permet l’exécution de code à distance dans le fichier manifest.json
fur: “%(property)s” al permet la esecuzion di codiç di lontan in manifest.json
fy_nl: ‘%(property)s’ makket útfiering fan eksterne koade mooglik yn manifest.json
he: ‏״%(property)s״ מאפשר ביצוע קוד מרוחק ב־manifest.json
hu: A(z) „%(property)s” lehetővé teszi távoli kódfuttatást a manifest.json fájlban
ia: "%(property)s" permitte le execution de codice remote in manifest.json
it: “%(property)s” consente l’esecuzione di codice in modalità remota in manifest.json
ka: „%(property)s“ კოდის დაშორებულად გაშვების საშუალებას იძლევა Manifest.json-ში
pt_br: "%(property)s" permite execução remota de código em manifest.json
ru: «%(property)s» разрешает удалённое выполнение кода в manifest.json
sk: Vlastnosť "%(property)s" umožňuje vzdialené spustenie kódu v manifest.json
sl: "%(property)s" dovoljuje oddaljeno izvajanje kode v datoteki manifest.json
sq: “%(property)s” lejon ekzekutim kodi së largëti në manifest.json
sv_se: "%(property)s" tillåter fjärrkörning av kod i manifest.json
tr: manifest.json’daki "%(property)s" özelliği uzaktan kod yürütülmesine izin veriyor
uk: "%(property)s" дозволяє віддалене виконання коду в manifest.json
vi: "%(property)s" cho phép thực thi mã từ xa trong manifest.json

source: A custom "%(property)s" needs additional review.
cs: Vlastní „%(property)s“ vyžaduje další kontrolu.
de: Ein benutzerdefiniertes „%(property)s“ bedarf einer zusätzlichen Überprüfung.
el: Ένα προσαρμοσμένο «%(property)s» απαιτεί επιπρόσθετο έλεγχο.
fr: Une propriété personnalisée « %(property)s » nécessite une revue supplémentaire.
fur: Un “%(property)s” personalizât al à bisugne di une altre revision.
fy_nl: In oanpaste ‘%(property)s’ hat ekstra beoardieling nedich.
he: ‏״%(property)s״ מותאם אישית זקוק לסקירה נוספת.
hu: Egy egyéni „%(property)s” további ellenőrzésre szorul.
ia: Un "%(property)s" personal besonia de un altere revista.
it: Un “%(property)s” personalizzato necessita di ulteriore revisione.
ka: მორგებული „%(property)s“ საჭიროებს დამატებით განხილვას.
pt_br: Uma "%(property)s" personalizada precisa de revisão adicional.
ru: Пользовательский «%(property)s» требует дополнительной проверки.
sk: Vlastnosť „%(property)s“ vyžaduje ďalšiu kontrolu.
sl: Lastnost po meri "%(property)s" potrebuje dodaten pregled.
sq: Një “%(property)s” vetjake lyp shqyrtim shtesë.
sv_se: En anpassad "%(property)s" behöver ytterligare granskning.
uk: Спеціальні "%(property)s" потребують додаткового розгляду.
vi: Một "%(property)s" tùy chỉnh cần xem xét bổ sung.

source: "%(property)s" allows 'eval', which has strong security and performance implications.
cs: "%(property)s" umožňuje 'eval', což má silné dopady na bezpečnost a výkon.
de: "%(property)s" erlaubt 'eval', was starke Auswirkungen auf Sicherheit und Leistung hat.
el: Το «%(property)s» επιτρέπει το «eval», το οποίο έχει ισχυρές επιπτώσεις στην ασφάλεια και τις επιδόσεις.
fr: « %(property)s » permet l’utilisation de « eval », ce qui a de fortes conséquences sur les performances et la sécurité.
fur: “%(property)s” al permet “eval”, che al à implicazions significativis in tiermins di sigurece e prestazions.
fy_nl: ‘%(property)s’ stiet ‘eval’ ta, wat grutte ymplikaasjes hat foar feilichheid en prestaasjes.
he: ‏״%(property)s״ מאפשר 'eval', שיש לו השלכות אבטחה וביצועים חזקות.
hu: A(z) „%(property)s” engedélyezi az „eval” függvényt, amelynek komoly biztonsági és teljesítménybeli vonatkozásai vannak.
ia: "%(property)s" permitte 'eval', que ha forte implicationes pro securitate e prestationes.
it: “%(property)s” consente “eval”, che ha implicazioni significative in termini di sicurezza e prestazioni.
ka: „%(property)s“ საშუალებას იძლევა, გამოიყენებოდეს 'eval', რომელსაც მძლავრი დაცვა და მაღალი წარმადობა აქვს.
pt_br: "%(property)s" permite 'eval', que tem fortes implicações de segurança e desempenho.
ru: «%(property)s» разрешает 'eval', что имеет серьезные последствия для безопасности и производительности.
sk: Vlastnosť "%(property)s" umožňuje použitie funkcie 'eval', čo má silný vplyv na bezpečnosť a výkon.
sl: "%(property)s" dovoljuje "eval", ki močno vpliva na varnost in zmogljivost.
sq: "%(property)s" lejon 'eval', çka ka implikime të forta sigurie dhe funksionimi.
sv_se: "%(property)s" tillåter "eval", vilket har starka säkerhets- och prestandaimplikationer.
uk: "%(property)s" дозволяє 'eval', що серйозно впливає на безпеку і швидкодію.
vi: "%(property)s" cho phép 'eval', có ý nghĩa mạnh mẽ về bảo mật và hiệu suất.

source: In most cases the same result can be achieved differently, therefore it is generally prohibited
cs: Ve většině případů lze stejného výsledku dosáhnout odlišně, proto je obecně zakázáno
de: In den meisten Fällen kann das gleiche Ergebnis auf andere Weise erreicht werden, daher ist es grundsätzlich untersagt
el: Στις περισσότερες περιπτώσεις, το ίδιο αποτέλεσμα μπορεί να επιτευχθεί με διαφορετικό τρόπο, επομένως απαγορεύεται συνήθως
fr: Dans la plupart des cas, le même résultat peut être obtenu différemment, c’est pourquoi c’est généralement interdit
fur: Te plui part dai câs al è pussibil otignî il stes risultât in mût diviers, duncje in gjenerâl al è vietât
fy_nl: Yn de measte gefallen kin itselde resultaat oare manier berikt wurde, dêrom is yn it algemien ferbean
he: ברוב המקרים ניתן להגיע לאותה תוצאה בצורה שונה, ולכן היא אסורה בדרך כלל
hu: A legtöbb esetben ugyanaz az eredmény máshogy is elérhető, ezért általában tilos
ia: In le major parte del casos le mesme resultato pote esser attingite differentemente, dunque illo es generalmente prohibite
it: Nella maggior parte dei casi lo stesso risultato può essere ottenuto in modo diverso, pertanto è generalmente vietato
ka: უმეტეს შემთხვევაში ერთიდაიგივე შედეგის მიღება სხვადასხვა გზითაა შესაძლებელი, აქედან გამომდინარე, საერთოდ იკრძალება
pt_br: Na maioria dos casos, o mesmo resultado pode ser alcançado de forma diferente, portanto, geralmente é proibido
ru: В большинстве случаев один и тот же результат может быть достигнут по-разному, поэтому это обычно запрещено
sk: Vo väčšine prípadov možno rovnaký výsledok dosiahnuť odlišne, preto je to všeobecne zakázané
sl: V večini primerov je mogoče enako doseči na drugačen način, zato je to na splošno prepovedano
sq: Në shumicën e rasteve, i njëjti përfundim mund të arrihet ndryshe, ndaj përgjithësisht ndalohet
sv_se: I de flesta fall kan samma resultat uppnås på olika sätt, därför är det generellt förbjudet
uk: У більшості випадків однакового результату можна досягти по-різному, тому це взагалі заборонено
vi: Trong hầu hết các trường hợp, cùng một kết quả có thể đạt được theo cách khác nhau, do đó, nó thường bị cấm

source: The "name" property must be a string with no leading/trailing whitespaces.
cs: Vlastnost "name" musí být řetězec bez mezer na začátku/na konci.
de: Die Eigenschaft „name“ muss ein String ohne führende/folgende Leerzeichen sein.
el: Η ιδιότητα «name» πρέπει να είναι συμβολοσειρά που δεν ξεκινά/τελειώνει με διάστημα.
fr: La propriété « name » est une chaîne qui ne doit ni commencer ni finir par une espace.
fur: La proprietât “name” e scugne jessi une stringhe cence spazis vueits al inizi o ae fin.
fy_nl: De eigenskip ‘name’ moat in tekenrige wêze sûnder spaasjes oan it begjin of ein.
hu: A „name” tulajdonságnak kezdő/záró üres karakterek nélküli karakterláncnak kell lennie.
ia: La proprietate "name" debe esser un stringa sin spatios vacue initial o final.
it: La proprietà “name” deve essere una stringa senza spazi vuoti all’inizio o alla fine.
ka: თვისება „name“ უნდა წარმოადგენდეს ჩანაწერს თავში/ბოლოში გამოტოვებული ადგილების გარეშე.
pt_br: A propriedade "name" deve ser uma string sem espaços no início ou no final.
ru: Свойство «name» должно быть строкой без начальных/конечных пробелов.
sk: Vlastnosť „name“ musí byť reťazec bez medzier na začiatku/na konci.
sl: Lastnost "name" mora biti niz brez presledkov na začetku ali koncu.
sq: Vetia "name" duhet të jetë një varg pa hapësirë paraprijëse apo në fund të tij.
tr: "name" özelliği başında ve sonunda boşluk olmayan bir dizgi olmalıdır.
uk: Властивість "name" має бути рядком без пробілів на початку/у кінці.
vi: Thuộc tính "name" phải là một chuỗi không có khoảng trắng đầu/cuối.
