Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: This API can cause issues when loaded temporarily using about:debugging in Firefox unless you specify "browser_specific_settings.gecko.id" in the manifest. Please see: https://mzl.la/2hizK4a for more.
cs: Toto API může způsobit problémy při dočasném načítání pomocí about:debugging ve Firefoxu, pokud v manifestu nespecifikujete "browser_specific_settings.gecko.id". Další informace na https://mzl.la/2hizK4a.
de: Diese API kann Probleme verursachen, wenn sie temporär mit about:debugging in Firefox geladen wird, es sei denn, Sie geben „browser_specific_settings.gecko.id“ im Manifest an. Weitere Informationen finden Sie unter: https://mzl.la/2hizK4a.
el: Αυτό το API μπορεί να προκαλέσει προβλήματα όταν γίνει προσωρινή φόρτωσή του με το about:debugging στο Firefox, εκτός εάν καθορίσετε το «browser_specific_settings.gecko.id» στο αρχείο δήλωσης. Δείτε το https://mzl.la/2hizK4a για περισσότερες πληροφορίες.
fr: Cette API peut causer des problèmes lorsqu’elle est chargée temporairement en utilisant about:debugging dans Firefox, à moins que vous ne spécifiiez « browser_specific_settings.gecko.id » dans le manifeste. Pour en savoir plus, rendez-vous sur https://mzl.la/2hizK4a.
fur: Cheste API e pues causâ problemis se e ven cjariade in mût temporani doprant about:debugging in Firefox, gjavant il câs di specificâ “browser_specific_settings.gecko.id” tal manifest. Par altris informazions, consultâ: https://mzl.la/2hizK4a.
fy_nl: Dizze API kin problemen feroarsaakje by it tydlik laden mei about:debugging yn Firefox, útsein as jo ‘browser_specific_settings.gecko.id’ opjaan yn it manifest. Sjoch: https://mzl.la/2hizK4a foar mear ynformaasje.
he: ממשק API זה עלול לגרום לבעיות בעת טעינה זמנית באמצעות about:debugging ב־Firefox, אלא אם כן ״browser_specific_settings.gecko.id״ יצויין ב־manifest. נא לעיין ב־https://mzl.la/2hizK4a למידע נוסף.
hu: Ez az API problémákat okozhat, ha a Firefox about:debugging használatával ideiglenesen betöltik, hacsak nem adja meg a „browser_specific_settings.gecko.id” értéket a jegyzékfájlban. További információkért lásd: https://mzl.la/2hizK4a.
ia: Iste API pote causar problemas quando cargate temporarimente per re:depuration in Firefox si tu non specifica "browser_specific_settings.gecko.id" in le manifesto. Vide: https://mzl.la/2hizK4a pro altero.
it: Questa API può causare problemi se caricata temporaneamente utilizzando about:debugging in Firefox, a meno di specificare “browser_specific_settings.gecko.id” nel manifesto. Per ulteriori informazioni, consultare: https://mzl.la/2hizK4a.
ka: ეს API ხარვეზებს იწვევს ხოლმე about:debugging-ის გამოყენებით დროებით ჩატვირთვისას Firefox-ში, თუ მანიფესტში არ მიეთითება „browser_specific_settings.gecko.id“. იხილეთ: https://mzl.la/2hizK4a ვრცლად.
pt_br: Esta API pode causar problemas quando carregada temporariamente usando about:debugging no Firefox, a menos que você especifique "browser_specific_settings.gecko.id" no manifesto. Saiba mais em https://mzl.la/2hizK4a.
pt_pt: Esta API pode causar problemas quando carregada temporariamente utilizando about:debugging no Firefox, a menos que especifique "browser_specific_settings.gecko.id" no manifesto. Por favor, consulte: https://mzl.la/2hizK4a para mais.
ru: Этот API может вызывать проблемы при временной загрузке с использованием about:debugging в Firefox, если вы не укажете «browser_specific_settings.gecko.id» в манифесте. Пожалуйста, прочитайте: https://mzl.la/2hizK4a для получения дополнительной информации.
sk: Toto API môže spôsobiť problémy pri dočasnom načítaní pomocou about:debugging vo Firefoxe, pokiaľ v manifeste nešpecifikujete „browser_specific_settings.gecko.id“. Ďalšie informácie na https://mzl.la/2hizK4a.
sl: Ta API lahko povzroči težave pri začasnem nalaganju z uporabo about:debugging v Firefoxu, razen če v manifestu navedete "browser_specific_settings.gecko.id". Več na: https://mzl.la/2hizK4a.
sq: Kjo API mund të shkaktojë probleme, kur ngarkohet përkohësisht duke përdorur about:debugging në Firefox, veç në përcaktofshi “browser_specific_settings.gecko.id” te manifesti. Për më tepër, ju lutemi, shihni: https://mzl.la/2hizK4a.
sv_se: Detta API kan orsaka problem när det laddas tillfälligt med about:debugging i Firefox om du inte anger "browser_specific_settings.gecko.id" i manifestet. Se: https://mzl.la/2hizK4a för mer.
uk: Цей API може викликати проблеми під час тимчасового завантаження за допомогою about:debugging у Firefox, якщо ви не вкажете "browser_specific_settings.gecko.id" у маніфесті. Щоб дізнатися більше, читайте: https://mzl.la/2hizK4a.
vi: API này có thể gây ra sự cố khi được tải tạm thời bằng cách sử dụng about:debugging trong Firefox trừ khi bạn chỉ định "browser_specific_settings.gecko.id" trong manifest. Vui lòng xem tại https://mzl.la/2hizK4a để tìm hiểu thêm.

source: {{api}} is not supported in Firefox version {{minVersion}}
cs: {{api}} není ve verzi Firefoxu {{minVersion}} podporováno
de: {{api}} wird in Firefox-Version {{minVersion}} nicht unterstützt
el: Το {{api}} δεν υποστηρίζεται στην έκδοση {{minVersion}} του Firefox
es: {{api}} no es compatible con la versión {{minVersion}} de Firefox
fi: {{api}} ei ole tuettu Firefox-versiossa {{minVersion}}
fr: {{api}} n’est pas pris en charge par la version {{minVersion}} de Firefox
fur: {{api}} no je supuartade te version {{minVersion}} di Firefox
fy_nl: {{api}} wurdt net stipe yn Firefox ferzje {{minVersion}}
he: ‏{{api}} אינו נתמך ב־Firefox בגרסה {{minVersion}}
hu: A(z) {{api}} nem támogatott a Firefox {{minVersion}} verzióban
ia: {{api}} non es supportate in le version {{minVersion}} de Firefox
id: {{api}} tidak didukung di Firefox versi {{minVersion}}
it: {{api}} non è supportata nella versione {{minVersion}} di Firefox
ja: {{api}} は Firefox バージョン {{minVersion}} でサポートされていません
ka: {{api}} არაა მხარდაჭერილი Firefox-ის {{minVersion}} ვერსიაში
kab: {{api}} ur yettwasefrak ara deg lqem-a n Firefox {{minVersion}}
nl: {{api}} wordt niet ondersteund in Firefox versie {{minVersion}}
nn_no: {{api}} er ikkje støtta i Firefox {{minVersion}}
pl: „{{api}}” nie jest obsługiwane w wersji Firefoksa {{minVersion}}
pt_br: {{api}} não suportado no Firefox versão {{minVersion}}
pt_pt: {{api}} não é suportado na versão {{minVersion}} do Firefox
ro: {{api}} nu are suport în versiunea Firefox {{minVersion}}
ru: {{api}} не поддерживается в Firefox {{minVersion}}
si: ෆයර්ෆොක්ස් අනුවාදය {{minVersion}} සඳහා {{api}} සහාය නොදක්වයි
sk: {{api}} nie je podporované vo Firefoxe {{minVersion}}
sl: {{api}} ni podprt v različici Firefox {{minVersion}}
sq: {{api}} nuk mbulohet në versionin {{minVersion}} të Firefox-it
sv_se: {{api}} stöds inte i Firefox version {{minVersion}}
th: ไม่รองรับ {{api}} ใน Firefox รุ่น {{minVersion}}
tr: {{api}} Firefox'un {{minVersion}}. sürümünde desteklenmiyor
uk: {{api}} не підтримується в Firefox версії {{minVersion}}
vi: {{api}} không được hỗ trợ trong Firefox phiên bản {{minVersion}}

source: This API is not implemented by the given minimum Firefox version
cs: Tato API nejsou uvedenou minimální verzí Firefoxu implementována
de: Diese API ist in der angegebenen Mindestversion von Firefox nicht implementiert
el: Αυτό το API δεν έχει υλοποιηθεί από τη δεδομένη ελάχιστη έκδοση του Firefox
es: La versión mínima de Firefox no ha implementado esta API
fi: Tätä API:a ei ole vielä toteutettu annetussa Firefoxin minimiversiossa
fr: Cette API n'est pas implémentée par la version minimale de Firefox indiquée
fur: Cheste API no je stade implementade de version minime indicade di Firefox
fy_nl: Dizze API is net troch de opjûne minimumferzje fan Firefox ymplemintearre
he: ה־API הזה אינו מיושם על־ידי גרסת Firefox המינימלית הנתונה
hu: Ez az API még nincs megvalósítva a megadott minimális Firefox verzióban
ia: Iste API non ha essite implementate per version minime de Firefox indicate
id: API ini belum diimplementasikan pada versi Firefox minimum yang diberikan
it: Questa API non è stata implementata nella versione minima richiesta di Firefox
ja: この API は指定された最低バージョンの Firefox に実装されていません
ka: ეს API არ გამოიყენება Firefox-ის მოცემულ უმცირეს ვერსიაში
kab: Asnas-agi API ur yettwabna ara deg lqem adday n Firefox
nl: Deze API is niet door de opgegeven minimumversie van Firefox geïmplementeerd
nn_no: Denne API-en er ikkje implementert av den spesifiserte minimumsversjonen av Firefox
pl: To API nie jest zaimplementowane w podanej minimalnej wersji Firefoksa
pt_br: Esta API não é implementada pela versão mínima indicada do Firefox
pt_pt: Esta API não está implementada pela versão mínima indicada do Firefox
ro: Acest API nu este implementat de versiunea minimă indicată de Firefox
ru: Это API не реализовано в указанной минимальной версии Firefox
si: මෙම යෙ.ක්‍ර.මු. දී ඇති අවම ෆයර්ෆොක්ස් අනුවාදය ක්‍රියාවට නංවා නැත
sk: Toto API nebolo danou verziou Firefoxu implementované
sl: Ta API ni uveljavljen v najnižji podprti različici Firefoxa
sq: Kjo API s’është e sendërtuar nga versioni minimum i dhënë për Firefox-in
sv_se: Detta API har inte implementerats den givna lägsta Firefox-versionen
th: API นี้ไม่ได้ถูกนำมาใช้โดย Firefox รุ่นต่ำสุดที่ระบุ
tr: Bu API, belirtilen minimum Firefox sürümünde kullanılamamaktadır
uk: Цей API не впроваджено в Firefox вказаної мінімальної версії
vi: API này không được triển khai bởi phiên bản Firefox tối thiểu quy định

source: {{api}} is not supported in Firefox for Android version {{minVersion}}
cs: {{api}} není ve verzi Firefoxu pro Android {{minVersion}} podporováno
de: {{api}} wird in Firefox-Version für Android {{minVersion}} nicht unterstützt
el: Το {{api}} δεν υποστηρίζεται στην έκδοση {{minVersion}} του Firefox για Android
es: {{api}} no es compatible con la versión {{minVersion}} de Firefox para Android
fi: {{api}} ei ole tuettu Firefoxin Android-versiossa {{minVersion}}
fr: {{api}} n’est pas pris en charge par la version {{minVersion}} de Firefox pour Android
fur: {{api}} no je supuartade te version {{minVersion}} di Firefox par Android
fy_nl: {{api}} wurdt net stipe yn Firefox foar Android ferzje {{minVersion}}
he: ‏{{api}} אינו נתמך ב־Firefox עבור Android בגרסה {{minVersion}}
hu: A(z) {{api}} nem támogatott a Firefox for Android {{minVersion}} verzióban
ia: {{api}} non es supportate in le version {{minVersion}} de Firefox pro Android
id: {{api}} tidak didukung di Firefox untuk Android versi {{minVersion}}
it: {{api}} non è supportata nella versione {{minVersion}} di Firefox per Android
ja: {{api}} は Android 版 Firefox バージョン {{minVersion}} でサポートされていません
ka: {{api}} არაა მხარდაჭერილი Firefox-ის Android-ვერსიაში
kab: {{api}} ur yettwasefrak ara deg lqem-a n Firefox i Android {{minVersion}}
nl: {{api}} wordt niet ondersteund in Firefox voor Android versie {{minVersion}}
nn_no: {{api}} er ikkje støtta i Firefox for Android-versjon {{minVersion}}
pl: „{{api}}” nie jest obsługiwane w wersji Firefoksa na Androida {{minVersion}}
pt_br: {{api}} não suportado no Firefox para Android versão {{minVersion}}
pt_pt: {{api}} não é suportado na versão {{minVersion}} do Firefox para Android
ro: {{api}} nu are suport în Firefox pentru versiunea Android {{minVersion}}
ru: {{api}} не поддерживается в Firefox для Android {{minVersion}}
si: ඇන්ඩ්‍රොයිඩ් සඳහා ෆයර්ෆොක්ස් අනුවාදය {{minVersion}} හි {{api}} සහාය නොදක්වයි
sk: {{api}} nie je podporované vo Firefoxe pre Android {{minVersion}}
sl: {{api}} ni podprt v različici Firefox za Android {{minVersion}}
sq: {{api}} nuk mbulohet në versionin {{minVersion}} të Firefox-it për Android
sv_se: {{api}} stöds inte i Firefox för Android version {{minVersion}}
th: ไม่รองรับ {{api}} ใน Firefox สำหรับ Android รุ่น {{minVersion}}
tr: {{api}} Android için Firefox'un {{minVersion}}. sürümünde desteklenmiyor
uk: {{api}} не підтримується в Firefox для Android версії {{minVersion}}
vi: {{api}} không được hỗ trợ trong Firefox dành cho Android phiên bản {{minVersion}}

source: This API is not implemented by the given minimum Firefox for Android version
cs: Tato API nejsou uvedenou minimální verzí Firefoxu pro Android implementována
de: Diese API ist in der angegebenen Mindestversion von Firefox für Android nicht implementiert
el: Αυτό το API δεν έχει υλοποιηθεί από τη δεδομένη ελάχιστη έκδοση του Firefox για Android
es: La versión mínima de Firefox para Android no ha implementado esta API
fr: Cette API n'est pas implémentée par la version minimale donnée de Firefox pour Android
fur: Cheste API no je implementade de version minime indicade di Firefox par Android
fy_nl: Dizze API is net troch de opjûne minimumferzje fan Firefox foar Android ymplemintearre
he: ה־API הזה אינו מיושם על־ידי גרסת Firefox עבור Android המינימלית הנתונה
hu: Ez az API még nincs megvalósítva a megadott minimális Firefox for Android verzióban
ia: Iste API non ha essite implementate per version minime de Firefox pro Android indicate
id: API ini belum diimplementasikan pada versi Firefox untuk Android minimum yang diberikan
it: Questa API non è stata implementata nella versione minima richiesta di Firefox per Android
ja: この API は指定された最低バージョンの Android 版 Firefox に実装されていません
ka: ეს API არ გამოიყენება Firefox-ის მოცემულ უმცირეს Android-ვერსიაში
kab: Asnas-agi API ur yettwabna ara deg lqem adday n Firefox Android
nl: Deze API is niet door de opgegeven minimumversie van Firefox voor Android geïmplementeerd
nn_no: Denne API-en har ikkje blitt implementert av den spesifiserte minimumsversjonen av Firefox for Android.
pl: To API nie jest zaimplementowane w podanej minimalnej wersji Firefoksa na Androida
pt_br: Esta API não é implementada pela versão mínima indicada do Firefox para Android
pt_pt: Esta API não está implementada pela versão mínima indicada do Firefox para Android
ro: Acest API nu este implementat de versiunea minimă indicată de Firefox pentru Android
ru: Это API не реализовано в указанной минимальной версии Firefox для Android
si: මෙම යෙ.ක්‍ර.මු. දී ඇති අවම ඇන්ඩ්‍රොයිඩ් සඳහා ෆයර්ෆොක්ස් අනුවාදය ක්‍රියාවට නංවා නැත
sk: Toto API nebolo danou verziou Firefoxu pre Android implementované
sl: Ta API ni uveljavljen v najnižji podprti različici Firefoxa za Android
sq: Kjo API s’është e sendërtuar nga versioni minimum i dhënë për Firefox-in për Android
sv_se: Detta API har inte implementerats av den givna lägsta Firefox-versionen för Android
te: పేర్కొన్న ఆండ్రాయిడ్ కొరకు Firefox కనిష్ఠ వెర్షనులో ఈ API అమలుచేయబడలేదు
th: API นี้ไม่ได้ถูกนำมาใช้โดย Firefox สำหรับ Android รุ่นต่ำสุดที่ระบุ
tr: Bu API, belirtilen minimum Android için Firefox sürümünde kullanılamamaktadır
uk: Цей API не впроваджено в Firefox для Android вказаної мінімальної версії
vi: API này không được triển khai bởi phiên bản Firefox tối thiểu dành cho Android

source: Content script file name should not be empty.
ar: لا يمكن أن يكون اسم ملف المحتوى فارغا.
bs: Sadržaj naziva datoteke skripte ne bi trebao biti prazan.
cs: Název skriptu by neměl být prázdný.
de: Inhalts-Skript-Datei sollte nicht leer sein.
el: Το όνομα του αρχείου σεναρίου περιεχομένου δεν πρέπει να είναι κενό.
es: El nombre del archivo script de contenido no puede estar vacío.
fi: Sisällön skriptitiedoston nimi ei saa olla tyhjä.
fr: Le fichier du script de contenu doit avoir un nom.
fur: Il non dal file content script nol pues jessi vueit.
fy_nl: Namme fan ynhâldsscriptbestân mei net leech wêze.
he: שם קובץ תסריט תוכן לא אמור להיות ריק.
hu: A tartalomparancsfájl neve nem lehet üres.
ia: Le nomine de file script de contento non debe ser vacue.
id: Nama berkas skrip konten tidak boleh kosong.
it: Il nome del file content script non può essere vuoto.
ja: コンテンツスクリプトファイル名は空欄にできません。
ka: სკრიპტის შემცველი ფაილის სახელი ცარიელი არ უნდა იყოს.
kab: Isem n ufaylu n uskript n ugbur ur yessefk ara ad yili d ilem.
ms: Nama fail skrip kandungan tidak boleh kosong.
nl: Naam van inhoudsscriptbestand mag niet leeg zijn.
nn_no: Innhaldskriptfil-namnet skal ikkje vere tomt.
pl: Nazwa pliku skryptu treści nie może być pusta.
pt_br: O nome do arquivo de script de conteúdo não deve estar vazio.
pt_pt: O nome do ficheiro de script de conteúdo não deve estar vazio.
ro: Fișierul cu scriptul de conținut nu trebuie să fie gol.
ru: Имя файла скрипта содержимого не должно быть пустым.
si: අන්තර්ගත අත්පත් ගොනුවේ නම හිස් නොවිය යුතුය.
sk: Názov súboru so skriptom by nemal byť prázdny.
sl: Ime datoteke skripta vsebine ne sme biti prazno.
sq: Emri i kartelës së programthit të lëndës s’duhet të jetë i zbrazët.
sv_se: Innehållsskriptfilnamnet ska inte vara tomt.
te: కంటెంట్ స్క్రిప్ట్ ఫైలు పేరు ఖాళీగా ఉండకూడదు.
th: ชื่อไฟล์สคริปต์เนื้อหาไม่ควรว่างเปล่า
tr: İçerik betiği adı boş bırakılmamalıdır.
uk: Назва файлу скрипту вмісту не повинна бути порожня.
vi: Tên tập tin nội dung không được để trống.

source: Content script file name should not be empty
ar: لا يمكن أن يكون اسم ملف المحتوى فارغا
bs: Sadržaj naziva datoteke skripte ne bi trebao biti prazan
cs: Název skriptu by neměl být prázdný
de: Inhalts-Skript-Datei sollte nicht leer sein
el: Το όνομα του αρχείου σεναρίου περιεχομένου δεν πρέπει να είναι κενό
es: El nombre del archivo script de contenido no puede estar vacío
fi: Sisällön skriptitiedoston nimi ei saa olla tyhjä
fr: Le fichier du script de contenu doit avoir un nom
fur: Il non dal file content script nol pues jessi vueit
fy_nl: Namme fan ynhâldsscriptbestân mei net leech wêze
he: שם קובץ תסריט תוכן לא אמור להיות ריק
hu: A tartalomparancsfájl neve nem lehet üres
ia: Le nomine de file script de contento non debe ser vacue
id: Nama berkas skrip konten tidak boleh kosong
it: Il nome del file content script non può essere vuoto
ja: コンテンツスクリプトファイル名は空欄にできません
ka: სკრიპტის შემცველი ფაილის სახელი ცარიელი არ უნდა იყოს
kab: Isem n ufaylu n uskript n ugbur ur yessefk ara ad yili d ilem
ms: Nama fail skrip kandungan tidak boleh kosong
nl: Naam van inhoudsscriptbestand mag niet leeg zijn
nn_no: Innhaldsskript-filnamnet skal ikkje vere tomt
pl: Nazwa pliku skryptu treści nie może być pusta
pt_br: O nome do arquivo de script de conteúdo não deve estar vazio
pt_pt: O nome do ficheiro de script de conteúdo não deve estar vazio
ro: Numele fișierului cu scriptul de conținut nu poate fi lăsat gol
ru: Имя файла скрипта содержимого не должно быть пустым
si: අන්තර්ගත අත්පත් ගොනුවේ නම හිස් නොවිය යුතුය
sk: Názov súboru so skriptom by nemal byť prázdny
sl: Ime datoteke skripta vsebine ne sme biti prazno.
sq: Emri i kartelës së programthit të lëndës s’duhet të jetë i zbrazët
sv_se: Innehållsskriptfilnamnet ska inte vara tomt
te: కంటెంట్ స్క్రిప్ట్ ఫైలు పేరు ఖాళీగా ఉండకూడదు
th: ชื่อไฟล์สคริปต์เนื้อหาไม่ควรว่างเปล่า
tr: İçerik betiği adı boş bırakılmamalıdır
uk: Назва файлу скрипту вмісту не повинна бути порожня
vi: Tên tập tin nội dung không được để trống

source: "%(method)s" called with a non-literal uri
cs: Metoda "%(method)s" volána s URI, který není literálem
de: "%(method)s" mit einem Nicht-Literal-uri aufgerufen
el: Το «%(method)s» κλήθηκε με μη κυριολεκτικό URI
fr: « %(method)s » appelée avec une URI non littérale
fur: “%(method)s” clamât cuntun URI no-leterâl
fy_nl: ‘%(method)s’ oanroppen mei in net-letterlike URI
hu: A(z) „%(method)s” nem URI literállal meghívva
ia: "%(method)s" vocate con un uri non-literal
it: “%(method)s” chiamato con un URI non letterale
ka: „%(method)s“ გამოძახებულია არასიტყვიერი URI-ით
pt_br: "%(method)s" chamado com um uri não literal
ru: «%(method)s» вызывается с небуквенным uri
sk: "%(method)s" volané s iným než doslovným URI
sl: "%(method)s" klicana z nedobesednim URI
sq: “%(method)s” u thirr me një URI jo-literale
sv_se: "%(method)s" anropas med en icke-bokstavlig uri
tr: "%(method)s" non-literal uri ile çağrıldı
uk: "%(method)s" викликається з нелітеральним uri
vi: "%(method)s" được gọi với uri không theo nghĩa đen

source: Calling "%(method)s" with variable parameters can result in potential security vulnerabilities if the variable contains a remote URI. Consider using 'window.open' with the 'chrome=no' flag.
cs: Volání metody "%(method)s" s parametry proměnných může vést k potenciálním bezpečnostním zranitelnostem, pokud proměnná obsahuje vzdálené URI. Zvažte použití příkazu 'window.open' s příznakem 'chrome=no'.
de: Der Aufruf von „%(method)s“ mit variablen Parametern kann zu möglichen Sicherheitslücken führen, wenn die Variable eine externe URI enthält. Ziehen Sie die Verwendung von 'window.open' mit dem Flag 'chrome=no' in Erwägung.
el: Η κλήση του «(method)s» με μεταβλητές παραμέτρους μπορεί να οδηγήσει σε πιθανές ευπάθειες ασφαλείας εάν η μεταβλητή περιέχει ένα απομακρυσμένο URI. Δοκιμάστε να χρησιμοποιήσετε το «window.open» με τη σήμανση «chrome=no».
fr: L’appel à « %(method)s » avec des paramètres variables peut entraîner des failles de sécurité potentielles si la variable contient un URI distant. Pensez à utiliser « window.open » avec l’option « chrome=no ».
fur: La clamade di “%(method)s” cun parametris variabii e pues puartâ a vulnerabilitâts potenziâls di sigurece se la variabile e conten un URI lontan. Considere la utilizazion di “window.open” cu la opzion “chrome=no”.
fy_nl: It oproppen fan ‘%(method)s’ mei fariabele parameters kin resultearje yn potinsjele befeiligingsproblemen as de fariabele in eksterne URI befettet. Tink oan it brûken fan ‘window.open’ mei de flagge ‘chrome=no’.
he: קריאה ל־״%(method)s״ עם פרמטרים משתנים עלולה לגרום לפרצות אבטחה אפשריות אם המשתנה מכיל URI מרוחק. כדאי לשקול להשתמש ב-'window.open' עם הדגל 'chrome=no'.
hu: A(z) „%(method)s” változóparaméterekkel történő meghívása lehetséges biztonsági sebezhetőséget okozhat, ha a változó távoli URI-t tartalmaz. Fontolja meg a „window.open” metódus „chrome=no” jelzővel történő használatát.
ia: Vocar "%(method)s" con parametros variabile pote comportar potential vulnerabilitates de securitate si le variabile contine un URI remote. Considera le uso de 'window.open' con le bandiera 'chrome=no'.
it: La chiamata di “%(method)s” con parametri variabili può causare potenziali vulnerabilità di sicurezza se la variabile contiene un URI remoto. Considerare l’utilizzo di “window.open” con il flag “chrome=no”.
ka: „%(method)s“ ცვალებადი პარამეტრებით გამოძახებისას, ქმნის უსაფრთხოების შესაძლო სისუსტეებს, თუ შეიცავს დაშორებულ URI-ს. უმჯობესია გამოიყენოთ 'windows.open' აღნიშვნით 'chrome=no'.
pt_br: Chamar "%(method)s" com parâmetros variáveis pode resultar em possíveis vulnerabilidades de segurança se a variável contiver um URI remoto. Considere usar 'window.open' com o flag 'chrome=no'.
ru: Вызов «%(method)s» с переменными параметрами может привести к потенциальной уязвимости системы безопасности, если переменная содержит удалённый URI. Рассмотрите возможность использования 'window.open' с флагом 'chrome=no'.
sk: Volanie "%(method)s" s premennými parametrami môže viesť k potenciálnym bezpečnostným chybám, ak premenná obsahuje vzdialené URI. Zvážte použitie „window.open“ s príznakom „chrome=no“.
sl: Klicanje "%(method)s" s parametri spremenljivke lahko povzroči morebitne varnostne ranljivosti, če spremenljivka vsebuje oddaljeni URI. Razmislite o uporabi 'window.open' z zastavico 'chrome=no'.
sq: Thirrja e “%(method)s” me parametra ndryshore mund të rezultojë në cenueshmëri potenciale sigurie, nëse ndryshorja përmban një URI të largët. Shihni mundësinë e përdorimit të 'window.open' me flamurkën 'chrome=no'.
sv_se: Att anropa "%(method)s" med variabla parametrar kan resultera i potentiella säkerhetsbrister om variabeln innehåller en fjärr-URI. Överväg att använda 'window.open' med flaggan 'chrome=no'.
uk: Виклик "%(method)s" зі змінними параметрами може призвести до потенційної вразливості безпеки, якщо змінна містить віддалений URI. Розгляньте можливість використати 'window.open' з прапорцем 'chrome=no'.
vi: Việc gọi "%(method)s" với tham số biến có thể dẫn đến lỗ hổng bảo mật tiềm ẩn nếu biến chứa URI từ xa. Cân nhắc sử dụng 'window.open' với cờ 'chrome=no'.
