Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: See https://mzl.la/3PLZYdo for more information.
cs: Pro více informací se podívejte na https://mzl.la/3PLZYdo .
de: Weitere Informationen finden Sie unter https://mzl.la/3PLZYdo
el: Δείτε το https://mzl.la/3PLZYdo για περισσότερες πληροφορίες.
fr: Consultez https://mzl.la/3PLZYdo pour plus d’informations.
fur: Viôt https://mzl.la/3PLZYdo par vê plui informazions.
fy_nl: Sjoch https://mzl.la/3PLZYdo foar mear ynformaasje.
he: יש לעיין ב־https://mzl.la/3PLZYdo למידע נוסף.
hu: További információkért lásd: https://mzl.la/3PLZYdo.
ia: Vide https://mzl.la/3PLZYdo pro saper plus.
it: Visita https://mzl.la/3PLZYdo per ulteriori informazioni.
ja: 詳しくは https://mzl.la/3PLZYdo をご覧ください。
ka: იხილეთ https://mzl.la/3PLZYdo ვრცლად.
nn_no: Gå til https://mzl.la/3PLZYdo for meir informasjon.
pt_br: Consulte mais informações em https://mzl.la/3PLZYdo.
pt_pt: Veja https://mzl.la/3PLZYdo para mais informações.
ru: Посетите https://mzl.la/3PLZYdo для получения дополнительной информации.
si: වැඩි විස්තර සඳහා https://mzl.la/3PLZYdo බලන්න.
sk: Ďalšie informácie nájdete na https://mzl.la/3PLZYdo.
sl: Za več informacij glejte https://mzl.la/3PLZYdo
sq: Për më tepër të dhëna, shihni https://mzl.la/3PLZYdo .
sv_se: Se https://mzl.la/3PLZYdo för mer information.
tr: Daha fazla bilgi için https://mzl.la/3PLZYdo adresine bakın.
uk: Перегляньте https://mzl.la/3PLZYdo для докладнішої інформації.
vi: Xem tại https://mzl.la/3PLZYdo để biết thêm thông tin.

source: %(instancePath)s: Privileged extensions should declare privileged permissions.
cs: %(instancePath)s: Privilegovaná rozšíření by měla deklarovat privilegovaná oprávnění.
de: %(instancePath)s: Erweiterungen mit zusätzlichen Rechten sollten für privilegierte Berechtigungen deklarieren.
el: %(instancePath)s: Οι προνομιούχες επεκτάσεις θα πρέπει να δηλώνουν προνομιακά δικαιώματα.
fr: %(instancePath)s : les extensions privilégiées devraient déclarer les permissions privilégiées.
fur: %(instancePath)s: lis estensions cun privileçs a scugnin declarâ permès cun privileçs.
fy_nl: %(instancePath)s: privilezjiearre útwreidingen moatte privilezjiearre machtigingen deklarearje.
hu: %(instancePath)s: A privilegizált kiegészítőknek privilegizált engedélyeket kell deklarálniuk.
ia: %(instancePath)s: extensiones privilegiate debe declarar permissos privilegiate.
it: %(instancePath)s: le estensioni con privilegi devono dichiarare permessi con privilegi.
ka: %(instancePath)s: უპირატესობის მქონე გაფართოებებს უნდა გააჩნდეს განაცხადი აღმატებული ნებართვებისთვის.
pt_br: %(instancePath)s: Extensões privilegiadas devem declarar permissões privilegiadas.
ru: %(instancePath)s: привилегированные расширения должны объявлять привилегированные разрешения.
sk: %(instancePath)s: privilegované rozšírenia by mali deklarovať privilegované povolenia.
sl: %(instancePath)s: Privilegirane razširitve morajo navesti privilegirana dovoljenja.
sq: %(instancePath)s: Zgjerime të privilegjuara duhet të deklarojnë leje të privilegjuara.
sv_se: %(instancePath)s: Privilegerade tillägg bör deklarera privilegierade behörigheter.
tr: %(instancePath)s: Ayrıcalıklı uzantılar ayrıcalıklı izinler bildirmelidir.
uk: %(instancePath)s: привілейовані розширення мають оголошувати привілейовані дозволи.

source: This extension does not declare any privileged permission. It does not need to be signed with the privileged certificate. Please upload it directly to https://addons.mozilla.org/.
cs: Toto rozšíření nedeklaruje žádné privilegované oprávnění. Nemusí být podepsáno privilegovaným certifikátem. Nahrajte jej prosím přímo na adresu https://addons.mozilla.org/.
de: Diese Erweiterung deklariert keine privilegierten Berechtigungen. Es muss nicht mit dem privilegierten Zertifikat signiert werden. Bitte laden Sie es direkt auf https://addons.mozilla.org/ hoch.
el: Αυτή η επέκταση δεν δηλώνει κανένα προνομιακό δικαίωμα. Δεν χρειάζεται να είναι υπογεγραμμένη με το προνομιούχο πιστοποιητικό. Παρακαλούμε μεταφορτώστε την απευθείας στο https://addons.mozilla.org/.
fr: Cette extension ne déclare aucune permission privilégiée. Elle n’a pas besoin d’être signée avec le certificat privilégié. Veuillez l’envoyer directement sur https://addons.mozilla.org/.
fur: Cheste estension no declare nissun permès cun privileçs. Nol è necessri firmâ cul certificât privilegjât. Cjamile in rêt dret su https://addons.mozilla.org/.
fy_nl: Dizze útwreiding deklarearret gjin privilezjiearre machtiging. It hoecht net ûndertekene te wurden mei it privilezjiearre sertifikaat. Laad it streekrjocht op nei https://addons.mozilla.org/.
hu: Ez a kiegészítő nem deklarál privilegizált engedélyt. Nem kell a privilegizált tanúsítvánnyal aláírni. Töltse fel közvetlenül a https://addons.mozilla.org/ oldalra.
ia: Iste extension non declara ulle permisso privilegiate. Illo non besonia de esser firmate con le certificato privilegiate. Carga lo directemente a https://addons.mozilla.org/.
it: Questa estensione non dichiara alcun permesso con privilegi. Non è necessario firmare con il certificato privilegiato. Caricarla direttamente su https://addons.mozilla.org/.
ka: ამ გაფართოებაში არაა აღმატებული ნებართვის განაცხადები. არ საჭიროებს უპირატესი სერტიფიკატით ხელმოწერას. გთხოვთ, ასატვირთად პირდაპირ გამოიყენოთ https://addons.mozilla.org/.
pt_br: Esta extensão não declara nenhuma permissão privilegiada. Ela não precisa ser assinada com o certificado privilegiado. Envie diretamente para https://addons.mozilla.org/.
ru: Это расширение не объявляет никаких привилегированных разрешений. Его не нужно подписывать привилегированным сертификатом. Пожалуйста, загрузите его прямо на https://addons.mozilla.org/.
sk: Toto rozšírenie nedeklaruje žiadne privilegované povolenie. Nemusí byť podpísané privilegovaným certifikátom. Nahrajte ho priamo na https://addons.mozilla.org/.
sl: Ta razširitev ne navaja nobenih privilegiranih dovoljenj. Ni ga treba podpisati s privilegiranim digitalnim potrdilom. Naložite ga neposredno na https://addons.mozilla.org/.
sq: Ky zgjerim nuk deklaron ndonjë leje të privilegjuar. S’është nevoja të nënshkruhet me dëshminë e privilegjuar. Ju lutemi, ngarkojeni drejtpërsëdrejti te https://addons.mozilla.org/.
sv_se: Detta tillägg deklarerar inte någon privilegierad behörighet. Det behöver inte signeras med det privilegierade certifikatet. Ladda upp den direkt till https://addons.mozilla.org/.
uk: Це розширення не оголошує жодних привілейованих дозволів. Його не потрібно підписувати привілейованим сертифікатом. Завантажте його безпосередньо на https://addons.mozilla.org/.

source: %(instancePath)s: The "mozillaAddons" permission is required for privileged extensions.
cs: %(instancePath)s: Oprávnění "mozillaAddons" je vyžadováno pro privilegovaná rozšíření.
de: %(instancePath)s: Die „mozillaAddons“-Berechtigung ist für privilegierte Erweiterungen erforderlich.
el: %(instancePath)s: Το δικαίωμα «mozillaAddons» απαιτείται για προνομιούχες επεκτάσεις.
fr: %(instancePath)s : la permission « mozillaAddons » est requise pour les extensions privilégiées.
fur: %(instancePath)s: pes estensions cun privileçs al è necessari il permès “mozillaAddons”.
fy_nl: %(instancePath)s: de machtiging ‘mozillaAddons’ is fereaske foar privilezjiearre útwreidingen.
hu: %(instancePath)s: A „mozillaAddons” engedély szükséges a privilegizált kiegészítőkhöz.
ia: %(instancePath)s: Le permisso de "mozillaAddons" es obligatori pro extensiones privilegiate.
it: %(instancePath)s: per le estensioni con privilegi è richiesta l’autorizzazione “mozillaAddons”.
ka: %(instancePath)s: „mozillaAddons“ ნებართვა საჭიროა უპირატესობის მქონე გაფართოებებისთვის.
pt_br: %(instancePath)s: A permissão "mozillaAddons" é obrigatória para extensões privilegiadas.
ru: %(instancePath)s: для привилегированных расширений требуется разрешение «mozillaAddons».
sk: %(instancePath)s: pre privilegované rozšírenia sa vyžaduje povolenie "mozillaAddons".
sl: %(instancePath)s: Za privilegirane razširitve je potrebno dovoljenje "mozillaAddons".
sq: %(instancePath)s: Leja “mozillaAddons” është e domosdoshme për zgjerime të privilegjuar.
sv_se: %(instancePath)s: Behörigheten "mozillaAddons" krävs för privilegierade tillägg.
tr: %(instancePath)s: Ayrıcalıklı uzantılar için "mozillaAddons" izni gereklidir.
uk: %(instancePath)s: для привілейованих розширень потрібен дозвіл "mozillaAddons".

source: %(instancePath)s: The "mozillaAddons" permission is required for extensions that include privileged manifest fields.
cs: %(instancePath)s: Oprávnění "mozillaAddons" je vyžadováno pro rozšíření, která obsahují privilegovaná pole manifestu.
de: %(instancePath)s: Die „mozillaAddons“-Berechtigung ist für Erweiterungen erforderlich, die privilegierte Manifest-Felder enthalten.
el: %(instancePath)s: Το δικαίωμα «mozillaAddons» απαιτείται για επεκτάσεις που περιέχουν προνομιούχα πεδία του αρχείου δήλωσης.
fr: %(instancePath)s : la permission « mozillaAddons » est requise pour les extensions qui incluent des champs manifeste privilégiés.
fur: %(instancePath)s: il permès “mozillaAddons” al è necessari pes estensions che a includin cjamps dal manifest cun privileçs.
fy_nl: %(instancePath)s: de machtiging ‘mozillaAddons’ is fereaske foar útwreidingen dy’t privilezjiearre manifestfjilden befetsje.
hu: %(instancePath)s: A „mozillaAddons” engedély szükséges az olyan kiegészítőkhöz, amelyek privilegizált jegyzékmezőket tartalmaznak.
ia: %(instancePath)s: le permisso de "mozillaAddons" es obligatori pro extensiones que include campos del manifesto privilegiate.
it: %(instancePath)s: l’autorizzazione “mozillaAddons” è richiesta per le estensioni che includono campi del manifesto con privilegi.
ka: %(instancePath)s: „mozillaAddons“ ნებართვა საჭიროა უპირატესობის მქონე გაფართოებებისთვის, რომლებიც შეიცავს აღმატებულ Manifest-ველებს.
pt_br: %(instancePath)s: A permissão "mozillaAddons" é obrigatória para extensões que incluem campos de manifesto privilegiados.
ru: %(instancePath)s: для расширений, которые включают привилегированные поля манифеста, требуется разрешение «mozillaAddons».
sk: %(instancePath)s: povolenie "mozillaAddons" sa vyžaduje pre rozšírenia, ktoré obsahujú privilegované polia manifestu.
sl: %(instancePath)s: Za razširitve, ki vključujejo polja manifesta s posebnimi pravicami, so potrebna dovoljenja "mozillaAddons".
sq: %(instancePath)s: Leja "mozillaAddons" është e domosdoshme për zgjerime që përfshijnë fusha të privilegjuara manifesti.
sv_se: %(instancePath)s: Behörigheten "mozillaAddons" krävs för tillägg som inkluderar privilegierade manifestfält.
tr: %(instancePath)s: Ayrıcalıklı manifest alanları içeren uzantılar için "mozillaAddons" izni gereklidir.
uk: %(instancePath)s: для розширень, які містять привілейовані поля маніфесту потрібен дозвіл "mozillaAddons".

source: This extension does not include the "mozillaAddons" permission, which is required for privileged extensions.
cs: Toto rozšíření neobsahuje povolení "mozillaAddons", které je vyžadováno pro privilegovaná rozšíření.
de: Diese Erweiterung enthält nicht die „mozillaAddons“-Berechtigung, die für privilegierte Erweiterungen erforderlich ist.
el: Αυτή η επέκταση δεν περιλαμβάνει το δικαίωμα «mozillaAddons», το οποίο απαιτείται για προνομιούχες επεκτάσεις.
fr: Cette extension ne possède pas la permission « mozillaAddons », qui est nécessaire pour les extensions privilégiées.
fur: Cheste estension no inclût il permès “mozillaAddons” necessari pes estensions cun privileçs.
fy_nl: Dizze útwreiding befettet net de machtiging ‘mozillaAddons’, dy’t fereaske is foar privilezjiearre útwreidingen.
hu: Ez a kiegészítő nem tartalmazza a „mozillaAddons” engedélyt, amely a privilegizált kiegészítőkhöz szükséges.
ia: Iste extension non include le permisso de "mozillaAddons", que es necessari al extensiones privilegiate.
it: Questa estensione non include l’autorizzazione “mozillaAddons” necessaria per le estensioni con privilegi.
ka: ამ გაფართოებაში არაა წარმოდგენილი „mozillaAddons“ ნებართვა, რომელიც საჭიროა უპირატესობის მქონე გაფართოებებისთვის.
pt_br: Esta extensão não inclui a permissão "mozillaAddons", obrigatória para extensões privilegiadas.
ru: Это расширение не включает разрешение «mozillaAddons», которое требуется для привилегированных расширений.
sk: Toto rozšírenie neobsahuje povolenie "mozillaAddons", ktoré je vyžadovaným povolením pre privilegované rozšírenia.
sl: Ta razširitev ne vključuje dovoljenja "mozillaAddons", ki je zahtevano za privilegirane razširitve.
sq: Ky zgjerim nuk përfshin lejen "mozillaAddons", e cila është e domosdoshme për zgjerime të privilegjuara.
sv_se: Det här tillägget inkluderar inte behörigheten "mozillaAddons", som krävs för privilegierade tillägg.
tr: Bu uzantı, ayrıcalıklı uzantılar için gerekli olan "mozillaAddons" iznini içermiyor.
uk: Це розширення не містить дозволу "mozillaAddons", який потрібен для привілейованих розширень.

source: Cannot use actions in hidden add-ons.
cs: Nelze použít akce ve skrytých doplňcích.
de: In versteckten Add-ons können keine Aktionen verwendet werden.
el: Δεν είναι δυνατή η χρήση ενεργειών σε κρυφά πρόσθετα.
fr: Impossible d’utiliser des actions dans des modules complémentaires masqués.
fur: Impussibil doprâ azions in components adizionâi platâts.
fy_nl: Aksjes yn ferstoppe add-ons brûke is net mooglik.
he: לא ניתן להשתמש בפעולות בתוספות נסתרות.
hu: A műveletek nem használhatók rejtett kiegészítőkben.
ia: Impossibile usar actiones in additivos celate.
it: Impossibile utilizzare azioni in componenti aggiuntivi nascosti.
ka: მოქმედებების გამოყენება ფარულ დამატებებში შეუძლებელია.
pt_br: Não é possível usar ações em extensões ocultas.
ru: В скрытых дополнениях нельзя использовать действия.
sk: V skrytých doplnkoch nie je možné použiť akcie.
sl: V skritih dodatkih ni mogoče uporabljati dejanj.
sq: S’mund të përdoren veprime në shtesa të fshehura.
sv_se: Kan inte använda åtgärder i dolda tillägg.
tr: Gizli eklentilerde eylemler kullanılamaz.
uk: Неможливо використовувати дії в прихованих додатках.
vi: Không thể sử dụng các hành động trong tiện ích mở rộng ẩn.

source: The hidden and browser_action/page_action (or action in Manifest Version 3 and above) properties are mutually exclusive.
cs: Vlastnosti hidden a browser_action/page_action (nebo action v manifestu verze 3 či vyšší) se navzájem vylučují.
de: Die Eigenschaften „hidden“ und „browser_action/page_action“ (oder „action“ in Manifest-Version 3 und höher) schließen sich gegenseitig aus.
el: Οι ιδιότητες «hidden» και «browser_action/page_action» (ή «action» στην έκδοση Manifest 3 και νεότερες) αλληλοαποκλείονται.
fr: Les propriétés « hidden » et « browser_action/page_action » (ou « action » dans les versions 3 et supérieures de Manifest) s’excluent mutuellement.
fur: La proprietât “hidden” e “browser_action/page_action” (o “action” tes versions 3 e sucessivis dai manifescj) si escludin un cun chel altri.
fy_nl: De eigenskippen hidden en browser_action/page_action (of action yn Manifest Version 3 en heger) slute inoar fan beide kanten út.
hu: A „hidden” és a „browser_action/page_action” (vagy „action” a 3-as és újabb jegyzékverziókban) tulajdonságok kölcsönösen kizárják egymást.
ia: Le proprietates celate e browser_action/page_action (o action in le version 3 del Manifesto e superior) es mutualmente exclusive.
it: Le proprietà “hidden” e “browser_action/page_action” (o “action” nei manifesti versione 3 e successive) si escludono a vicenda.
ka: „hidden“ და „browser_action/page_action“ (ანდა „action“ მანიფესტის ვერსია 3-ში ან ზემოთ) მახასიათებლები ურთიერთგამომრიცხავია.
pt_br: As propriedades hidden e browser_action/page_action (ou action no Manifest versão 3 em diante) são mutuamente exclusivas.
ru: Свойства hidden и browser_action/page_action (или action в версии манифеста 3 и выше) являются взаимоисключающими.
sk: Vlastnosti hidden a browser_action/page_action (alebo action v Manifeste verzie 3 a vyššej) sa navzájom vylučujú.
sl: Lastnosti "hidden" in "browser_action"/"page_action" (oz. "action" v manifestu različice 3 in novejših) se medsebojno izključujeta.
sv_se: Egenskaperna hidden och browser_action/page_action (eller action i Manifest version 3 och högre) utesluter varandra.
uk: Властивості hidden і browser_action/page_action (або дія у Маніфесті версії 3 і новіших) взаємозаперечні.

source: Use "browser_specific_settings" instead of "applications".
cs: Použijte "browser_specific_settings" na místo "applications".
de: Verwenden Sie „browser_specific_settings“ statt „applications“.
el: Χρησιμοποιήστε το «browser_specific_settings» αντί του «applications».
fr: Utilisez « browser_specific_settings » au lieu de « applications ».
fur: Dopre “browser_specific_settings” invezit che “applications”.
fy_nl: Brûk ‘browser_specific_settings’ yn stee fan ‘applications’.
he: יש להשתמש ב־"browser_specific_settings" במקום "applications".
hu: Használja a „browser_specific_settings” értéket az „applications” helyett.
ia: Usa "browser_specific_settings" in vice de "applications".
it: Utilizzare “browser_specific_settings” invece di “applications”.
ka: გამოიყენეთ „browser_specific_settings“ და არა – „applications“.
pt_br: Use "browser_specific_settings" em vez de "applications".
ru: Используйте «browser_specific_settings» вместо «applications».
sk: Namiesto "applications" použite "browser_specific_settings".
sl: Namesto "applications" uporabite "browser_specific_settings".
sq: Përdorni “browser_specific_settings”, në vend se “applications”.
sv_se: Använd "browser_specific_settings" istället för "applications".
tr: "applications" yerine "browser_specific_settings" kullanın.
uk: Використовуйте "browser_specific_settings" замість "applications".
vi: Sử dụng "browser_specific_settings" thay thế "applications".

source: The "applications" property in the manifest is deprecated and will no longer be accepted in Manifest Version 3 and above.
cs: Vlastnost "applications" v manifestu je zastaralá a už nebude akceptovaná v manifestu verze 3 a vyšší.
de: Die Eigenschaft „applications“ im Manifest sollte nicht mehr verwendet werden und wird in Manifest-Version 3 und höher nicht mehr akzeptiert.
el: Η ιδιότητα «applications» στο αρχείο δήλωσης έχει καταργηθεί και δεν θα γίνεται πλέον αποδεκτή στην έκδοση Manifest 3 και νεότερες.
fr: La propriété « applications » dans le manifeste est obsolète et ne sera plus acceptée dans les versions 3 et supérieures de Manifest.
fur: La proprietât “applications” tal manifest e je deplorade e no sarà plui acetade tes versions 3 e sucessivis dai manifescj.
fy_nl: De eigenskip ‘applications’ yn it manifest is ferâldere en wurdt net langer akseptearre yn manifestferzje 3 en heger.
he: המאפיין ״applications״ ב־manifest הוצא משימוש ולא יאושר עוד ב־Manifest גרסה 3 ומעלה.
hu: A jegyzékfájl „applications” tulajdonsága elavult, és már nem lesz elfogadva a 3-as és újabb jegyzékverziókban.
ia: Le proprietate "applications" in le manifesto es obsolete e non sera plus acceptate in le version 3 del Manifesto e superior.
it: La proprietà “applications” nel manifesto è deprecata e non sarà più accettata nei manifesti versione 3 e successive.
ka: „applications“ თვისება manifest-ში მოძველებულია და აღარ იქნება მისაღები Manifest-ის მე-3 ვერსიიდან.
pt_br: A propriedade "applications" no manifesto está obsoleta e não será mais aceita no Manifest versão 3 em diante.
ru: Свойство «applications» в манифесте устарело и больше не будет приниматься в манифесте версии 3 и выше.
sk: Vlastnosť „applications“ v manifeste je zastaraná a už nebude akceptovaná v manifeste verzie 3 a vyššej.
sl: Lastnost "applications" v manifestu je zastarela in v manifestu različice 3 in novejših ne bo več sprejeta.
sq: Vetia “applications” te manifesti është nxjerrë nga përdorimi dhe s’do të pranohet më te Manifest Version 3 e sipër.
sv_se: Egenskapen "apps" i manifestet är föråldrad och kommer inte längre att accepteras i Manifest version 3 och senare.
tr: Manifest dosyasındaki "applications" özelliği kullanımdan kaldırıldı ve artık Manifest Sürüm 3 ve üzerinde kabul edilmeyecek.
uk: Властивість "applications" у маніфесті застаріла та більше не прийматиметься у версії 3 і новіших.
vi: Thuộc tính "applications" trong Manifest không được dùng nữa và sẽ không còn được chấp nhận trong phiên bản manifest 3 trở lên.

source: "applications" is no longer allowed in Manifest Version 3 and above.
cs: „applications“ již nejsou povoleny v manifetu verze 3 a vyšší.
de: „applications“ ist in Manifest-Version 3 und höher nicht mehr erlaubt.
el: Το «applications» δεν επιτρέπεται πλέον στην έκδοση Manifest 3 και νεότερες.
fr: La propriété « applications » n’est plus autorisée dans les versions 3 et supérieures de Manifest.
fur: “applications” nol è plui consintût tes versions 3 e sucessivis dai manifescj.
fy_nl: ‘applications’ is net langer tastien yn manifestferzje 3 en heger.
he: המאפיין ״applications״אינו מותר עוד ב־Manifest גרסה 3 ומעלה.
hu: Az „applications” már nem engedélyezett a 3-as és újabb jegyzékverziókban.
ia: "applications" non es plus permittite in le version 3 del Manifesto e superior.
it: “applications” non è più consentito nei manifesti versione 3 e successive.
ka: „applications“ აღარაა მისაღები Manifest-ის მე-3 ვერსიიდან.
pt_br: "applications" não é mais permitido no Manifest versão 3 em diante.
ru: «applications» больше не разрешены в манифесте версии 3 и выше.
sk: Vlastnosť „applications“ nie je povolená v Manifeste verzie 3 a vyššej.
sl: Lastnost "applications" v Manifestu 3 in novejših različicah ni več dovoljena.
sq: “applications” nuk lejohet më te Manifest Version 3 e sipër.
sv_se: "applikationer" är inte längre tillåtna i Manifest version 3 och högre.
tr: "applications" özelliğine Manifest Sürüm 3 ve üzerinde artık izin verilmiyor.
uk: "applications" більше не дозволено в Маніфесті версії 3 і новіших.
vi: "applications" không còn được chấp nhận trong Manifest phiên bản 3 trở lên.
