Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: /%(fieldName)s: "%(permissionName)s" is not supported in manifest versions %(versionRange)s.
cs: /%(fieldName)s: "%(permissionName)s" není podporováno v manifestu ve verzích %(versionRange)s.
de: /%(fieldName)s: "%(permissionName)s" wird in Manifest-Versionen %(versionRange)s nicht unterstützt.
el: /%(fieldName)s: το «%(permissionName)s» δεν υποστηρίζεται στις εκδόσεις manifest %(versionRange)s.
fr: /%(fieldName)s : « %(permissionName)s » n’est pas pris en charge dans les versions %(versionRange)s du manifeste.
fur: /%(fieldName)s: “%(permissionName)s” nol è supuartât tes versions dal manifest %(versionRange)s.
fy_nl: /%(fieldName)s: ‘%(permissionName)s’ wurdt net stipe yn manifestferzjes %(versionRange)s.
hu: /%(fieldName)s: A(z) „%(permissionName)s” nem támogatott a következő jegyzékfájlverziókban: %(versionRange)s.
ia: /%(fieldName)s: "%(permissionName)s" non es supportate in le versiones del manifesto %(versionRange)s.
it: %(fieldName)s: “%(permissionName)s” non è supportato nelle versioni del manifesto %(versionRange)s.
ka: /%(fieldName)s: "%(permissionName)s" მხარდაუჭერელია მანიფესტის ვერსიაში %(versionRange)s.
nn_no: /%(fieldName)s: "%(permissionName)s" er ikkje støtta i manifestversjonane %(versionRange)s.
pt_br: /%(fieldName)s: "%(permissionName)s" não é suportado em manifesto das versões %(versionRange)s.
ru: /%(fieldName)s: «%(permissionName)s» не поддерживается в версиях манифеста %(versionRange)s.
sk: Pole /%(fieldName)s: "%(permissionName)s" nie je podporované v manifeste verzií %(versionRange)s.
sl: /%(fieldName)s: dovoljenje "%(permissionName)s" ni podprto v različicah manifesta %(versionRange)s.
sq: /%(fieldName)s: "%(permissionName)s" nuk mbulohet në versione %(versionRange)s manifesti.
sv_se: /%(fieldName)s: "%(permissionName)s" stöds inte i manifestversionerna %(versionRange)s.
tr: /%(fieldName)s: "%(permissionName)s", %(versionRange)s manifest sürümlerinde desteklenmiyor.
uk: /%(fieldName)s: "%(permissionName)s" не підтримується у маніфестах версій %(versionRange)s.
vi: /%(fieldName)s: "%(permissionName)s" không được hỗ trợ trong các phiên bản %(versionRange)s của manifest.

source: "/browser_specific_settings/gecko/admin_install_only" property must be set to "true".
de: Die Eigenschaft „/browser_specific_settings/gecko/admin_install_only“ muss auf „true“ gesetzt werden.
fur: La proprietât “/browser_specific_settings/gecko/admin_install_only” e scugne vê il valôr “true”.
fy_nl: De eigenskip ‘/browser_specific_settings/gecko/admin_install_only’ moat ynsteld wêze op ‘true’.
hu: A „/browser_specific_settings/gecko/admin_install_only” tulajdonságot „true” értékre kell állítani.
it: La proprietà “/browser_specific_settings/gecko/admin_install_only” deve avere il valore “true”.
pt_br: A propriedade "/browser_specific_settings/gecko/admin_install_only" deve ser definida como "true".
sk: Vlastnosť "/browser_specific_settings/gecko/admin_install_only" musí byť nastavená na hodnotu "true".
sl: Lastnost "/browser_specific_settings/gecko/admin_install_only" mora biti nastavljena na "true".
sq: Vetia “/browser_specific_settings/gecko/admin_install_only” duhet vënë si “true”.
tr: "/browser_specific_settings/gecko/admin_install_only" özelliği "true" olarak ayarlanmalıdır.
uk: Для властивості "/browser_specific_settings/gecko/admin_install_only" має бути встановлено значення "true".
vi: Thuộc tính "/browser_specific_settings/gecko/admin_install_only" bắt buộc phải là "true".

source: The "admin_install_only" property must be set to "true" in an enterprise add-on.
de: Die Eigenschaft „admin_install_only“ muss in einem Add-on für Unternehmen auf „true“ gesetzt werden.
fur: La proprietât “admin_install_only” e scugne vê il valô€ “true” intun component adizionâl aziendâl.
fy_nl: De eigenskip ‘admin_install_only’ moat ynsteld wêze op ‘true’ yn in ûndernimmings-add-on.
hu: Az „admin_install_only” tulajdonságot „true” értékre kell állítani a vállalati kiegészítőkben.
it: La proprietà “admin_install_only” deve avere il valore “true” in un componente aggiuntivo aziendale.
pt_br: A propriedade "admin_install_only" deve ser definida como "true" em uma extensão corporativa.
sk: Vlastnosť "admin_install_only" musí byť v doplnku pre podniky nastavená na hodnotu "true".
sq: Vetia “admin_install_only”, te një shtesë ndërmarrjesh, duhet vënë si “true”.
tr: "admin_install_only" özelliği kurumsal eklentilerde "true" olarak ayarlanmalıdır.
vi: Thuộc tính "admin_install_only" bắt buộc phải là "true" trong tiện ích dành cho doanh nghiệp.

source: /%(fieldName)s: "%(permissionName)s" is not supported.
cs: /%(fieldName)s: "%(permissionName)s" není podporováno.
de: /%(fieldName)s: "%(permissionName)s" wird nicht unterstützt.
el: /%(fieldName)s: το «%(permissionName)s» δεν υποστηρίζεται.
fr: /%(fieldName)s : « %(permissionName)s » n’est pas pris en charge.
fur: /%(fieldName)s: "%(permissionName)s" nol è supuartât.
fy_nl: /%(fieldName)s: ‘%(permissionName)s’ wurdt net stipe.
hu: /%(fieldName)s: A(z) „%(permissionName)s” nem támogatott.
ia: /%(fieldName)s: "%(permissionName)s" non es supportate.
it: %(fieldName)s: “%(permissionName)s” non è supportato.
ka: /%(fieldName)s: "%(permissionName)s" არაა მხარდაჭერილი.
nn_no: /%(fieldName)s: "%(permissionName)s" er ikkje stødd.
pt_br: /%(fieldName)s: "%(permissionName)s" não é suportado.
ru: /%(fieldName)s: «%(permissionName)s» не поддерживается.
sk: Pole /%(fieldName)s: "%(permissionName)s" nie je podporované.
sl: /%(fieldName)s: dovoljenje "%(permissionName)s" ni podprto.
sq: /%(fieldName)s: "%(permissionName)s" nuk mbulohet.
sv_se: /%(fieldName)s: "%(permissionName)s" stöds inte.
tr: /%(fieldName)s: "%(permissionName)s" desteklenmiyor.
uk: /%(fieldName)s: "%(permissionName)s" не підтримується.
vi: /%(fieldName)s: "%(permissionName)s" không được hỗ trợ.

source: Invalid nesting of selectors found
ar: عُثر على تشعّب مُنتقيات غير صالح
bs: Pronađeno je nevažeće gnijezdo selektora
cs: Bylo nalezeno neplatné vnoření
es: Encontrado anidamiento incorrecto de selectores
fi: Löydettiin virheellinen valitsimien sarja
fr: Imbrication invalide de sélecteurs trouvée
ia: Trovate annidamento de selectores non valide
id: Pemilih beranak yang tidak valid ditemukan
ja: 不正な入れ子のセレクターが見つかりました
ka: აღმოჩენილია არასწორად მოთავსებული სელექტორი
kab: Yir amnekcem gar imsefran yettwaf
ms: Menemui sarang pemilih yang tidak sah
nl: Ongeldig nesten van selectors gevonden
pl: Odnaleziono nieprawidłowe zagnieżdżenie selektorów
pt_pt: Aninhamento inválido de seletores encontrado
ro: S-a depistat o imbricare nevalidă a selectorilor
sv_se: Ogiltig nästling av selektorer hittad
th: พบการซ้อนกันของตัวเลือกที่ไม่ถูกต้อง

source: A CSS syntax error was encountered
ar: عُثر على خطأ في صياغة CSS
bs: Došlo je do greške kod CSS sintakse
cs: Byla zjištěna chyba syntaxe CSS
es: Encontrado un error de sintaxis CSS
fi: Havaittiin CSS-kielioppivirhe
fr: Une erreur de syntaxe CSS a été rencontrée
ia: Un error de syntaxe de CSS occurreva
id: Kesalahan syntax CSS ditemukan
ja: CSS 構文エラーが見つかりました
ka: შემჩნეულია CSS სინტაქსური შეცდომა
kab: Tuccḍa n tseddast CSS tettwaf
ms: Menemui ralat sintaks CSS
nl: Er is een CSS-syntaxisfout aangetroffen
pl: Wystąpił błąd składni CSS
pt_pt: Um erro de sintaxe CSS foi encontrado
ro: S-a depistat o eroare de sintaxă CSS
si: CSS පද ගැළපුම් දෝෂයක් හමු විය
sv_se: Ett CSS-syntaxfel uppstod
te: CSS సింటాక్స్ లోపం ఏర్పడింది
th: พบข้อผิดพลาดไวยากรณ์ CSS

source: An error was found in the CSS file being processed. As a result, further processing of that file is not possible
cs: Ve zpracovávaném souboru CSS byla nalezena chyba. V důsledku toho není možné další zpracování tohoto souboru
fr: Une erreur a été détectée dans le fichier CSS en cours de traitement. Par conséquent, la poursuite du traitement de ce fichier n’est pas possible
ia: Un error ha essite trovate in le file CSS a processar, in consequentia altere processo de ille file non es possibile.
ka: ნაპოვნია შეცდომა CSS-ფაილის გარჩევისას. შედეგად, ამ ფაილის შემდგომი დამუშავება შეუძლებელია
pt_pt: Foi encontrado um erro no ficheiro CSS que está a ser processado. Como resultado, não é possível o processamento adicional desse ficheiro
sv_se: Ett fel hittades i CSS-filen som bearbetas. Som ett resultat är ytterligare bearbetning av den filen inte möjlig

source: Manifest Version 3 is not fully supported on Firefox for Android.
cs: Manifest verze 3 není ve Firefoxu pro Android plně podporován.
el: Η έκδοση 3 του Manifest δεν υποστηρίζεται πλήρως στο Firefox για Android.
fr: La version 3 de Manifest n’est pas totalement prise en charge par Firefox pour Android.
ia: Le version 3 de Manifest non es totalmente supportate par Firefox pro Android.
ka: მანიფესტის მე-3 ვერსია სრულად არაა მხარდაჭერილი Firefox-ში Android-ზე.

source: Selectors should not be nested
sv_se: Selektorer ska inte vara nästlade

source: Invalid install origin. A valid origin has - only - a scheme, hostname and optional port.
nl: Ongeldige installatieoorsprong. Een geldige oorsprong heeft - alleen - een schema, hostnaam en optionele poort.
pl: Nieprawidłowe źródło instalacji. Prawidłowe źródło ma — wyłącznie — schemat, nazwę hosta i opcjonalny port.

source: The "name" property must be a string.
ar: يجب أن تكون الصفة ”name“ سلسلة نصية.
bs: Svojstvo "name" mora biti niz.
es: La propiedad "name" debe ser un string.
fi: Ominaisuuden "name" täytyy olla merkkijono.
id: Properti "name" harus sebuah string.
kab: Yessefk timeẓlit "name" ad tili d azrir n yisekkilen.
ms: Sifat "name" mesti satu string.
nl: De eigenschap ‘name’ moet een tekenreeks zijn.
pl: Właściwość „name” musi być ciągiem.
ro: Proprietatea „name” trebuie să fie un șir.
si: "name" ගුණාංගය තන්තුවක් විය යුතුය.
te: "name" లక్షణం స్ట్రింగ్ అయి ఉండాలి.
th: คุณสมบัติ "name" ต้องเป็นสตริง

source: The "version" property must be a string.
fi: Ominaisuuden "version" pitää olla merkkijono.
id: Properti "version" harus sebuah string.
kab: Talγut "version" isefk ad tili d aḍris.
ms: Sifat "version" mesti satu string.
nl: De eigenschap ‘version’ moet een tekenreeks zijn.
pl: Właściwość „version” musi być ciągiem.
te: "version" లక్షణం స్ట్రింగ్ అయి ఉండాలి.
th: คุณสมบัติ "version" ต้องเป็นสตริง

source: See http://mzl.la/1kXIADa (MDN Docs) for more information.
fi: Katso lisätietoja osoitteesta http://mzl.la/1kXIADa (MDN web docs).
id: Lihat http://mzl.la/1kXIADa (MDN Docs) untuk informasi lebih lanjut.
kab: Wali http://mzl.la/1kXIADa (MDN Docs) i wugar n telɣut.
ms: Lihat http://mzl.la/1kXIADa (Dokumen MDN) untuk maklumat lanjut.
nl: Zie http://mzl.la/1kXIADa (MDN Docs) voor meer informatie.
pl: http://mzl.la/1kXIADa (dokumentacja MDN) zawiera więcej informacji.
te: మరింత సమాచారం కోసం http://mzl.la/1kXIADa (MDN డాక్స్) చూడండి.
th: ดู http://mzl.la/1kXIADa (คู่มือ MDN) สำหรับข้อมูลเพิ่มเติม

source: The "version" property uses a Firefox-specific format.
fi: Ominaisuus "version" käyttää Firefoxin formaattia.
id: Properti "version" menggunakan format khusus untuk Firefox.
kab: Timeẓlit "version" tseqdac kan masal n Firefox.
ms: Sifat "version" menggunakan format khusus-Firefox.
nl: De eigenschap ‘version’ gebruikt een Firefox-specifieke notatie.
pl: Właściwość „version” używa formatu specyficznego dla Firefoksa.
te: "version" లక్షణం Firefoxకి ప్రత్యేకమైన ఫార్మాటును వాడుతుంది.
th: คุณสมบัติ "version" ใช้รูปแบบเฉพาะของ Firefox

source: See https://extensionworkshop.com/documentation/develop/extensions-and-the-add-on-id/ for more information.
pl: https://extensionworkshop.com/documentation/develop/extensions-and-the-add-on-id/ zawiera więcej informacji.

source: addEventListener` called with truthy fourth argument.
th: addEventListener ถูกเรียกโดยอาร์กิวเมนต์ที่ 4 ที่เป็นค่าจริง
