Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: The package is invalid. It may contain entries using invalid characters, as an example using '\' as a path separator is not allowed in Firefox. Try to recreate your add-on package (ZIP) and make sure all entries are using '/' as the path separator.
cs: Balíček je neplatný. Může obsahovat položky používající neplatné znaky, například použití '\' jako oddělovače cesty není ve Firefoxu povoleno. Zkuste znovu vytvořit svůj balíček s doplňkem (ZIP) a ujistěte se, že všechny položky používají jako oddělovač cesty '/'.
de: Das Paket ist ungültig. Es kann Einträge mit ungültigen Zeichen enthalten, beispielsweise ist die Verwendung von '\' als Pfadtrennzeichen in Firefox nicht erlaubt. Versuchen Sie, Ihr Add-on-Paket (ZIP) erneut zu erstellen, und stellen Sie sicher, dass alle Einträge '/' als Pfadtrennzeichen verwenden.
el: Το πακέτο δεν είναι έγκυρο. Μπορεί να περιέχει καταχωρήσεις που χρησιμοποιούν μη έγκυρους χαρακτήρες, καθώς για παράδειγμα η χρήση του «\» ως διαχωριστικού διαδρομής δεν επιτρέπεται στο Firefox. Δοκιμάστε να δημιουργήσετε ξανά το πακέτο (ZIP) του προσθέτου σας και βεβαιωθείτε ότι όλες οι καταχωρήσεις χρησιμοποιούν το «/» ως διαχωριστικό διαδρομής.
fr: Le paquet est invalide. Il contient peut-être des entrées utilisant des caractères invalides. Par exemple, l’utilisation de « \ » comme séparateur de chemin n’est pas autorisée dans Firefox. Essayez de recréer le paquet (ZIP) de votre module et assurez-vous que toutes les entrées utilisent « / » comme séparateur de chemin.
fur: Il pachet nol è valit. Al è pussibil che al contegni vôs che a doprin caratars no valits, par esempli doprâ '\' come separadôr di percors nol è consintût in Firefox. Prove a tornâ a creâ il pachet dal to component adizionâl (ZIP) e verifiche che dutis lis vôs a doprin '/' come separadôr di percors.
fy_nl: It pakket is ûnjildich. It kin fermeldingen befetsje mei ûnjildige tekens, bygelyks it brûken fan ‘\’ as paadskieding is net tastien yn Firefox. Probearje jo add-on-pakket (ZIP) opnij oan te meitsjen en soargje derfoar dat alle entries ‘/’ brûke as de paadskieding.
he: החבילה לא חוקית. היא עשויה להכיל ערכים המשתמשים בתווים לא חוקיים, כדוגמה השימוש ב־’\’ כמפריד נתיב אינו מורשה ב־Firefox. נא לנסות ליצור מחדש את חבילת התוספת שלך (ZIP) ולוודא שכל הערכים משתמשים ב־’/’ כמפריד נתיבים.
hu: A csomag érvénytelen. Érvénytelen karaktereket használó bejegyzéseket tartalmazhat, mert például a Firefoxban nem engedélyezett a „\” útvonal-elválasztó használata. Próbálja meg újra létrehozni a kiegészítőcsomagot (ZIP), és győződjön meg arról, hogy az összes bejegyzés „/” jelet használ útvonal-elválasztóként.
ia: Le pacchetto non es valide. Illo pote continer entratas que usa characteres non valide, como exemplo '\' como separator de route, que non es permittite in Firefox. Tenta de recrear tu pacchetto de additivo (ZIP) e verifica que tote le entratas usa '/' como separator de route.
it: Il pacchetto non è valido. Potrebbe contenere voci che utilizzano caratteri non validi, ad esempio l’utilizzo di “\” come separatore di percorso non è consentito in Firefox. Prova a ricreare il pacchetto del tuo componente aggiuntivo (ZIP) e assicurati che tutte le voci utilizzino “/” come separatore di percorso.
ka: კრებული უმართებულოა. შეიძლება შეიცავდეს აკრძალულ სიმბოლოების შემცველ ჩანაწერებს, მაგალითად, '\', როგორც მისამართის გამყოფი, მიუღებელია Firefox-ში. სცადეთ თქვენი დამატების კრებულის (ZIP) ხელახლა შექმნა და დარწმუნდით, რომ ყველა ჩანაწერში გამოყენებულია '/' მისამართისთვის.
pt_br: O pacote é inválido. Ele pode conter itens com caracteres inválidos. Por exemplo, não é permitido usar '\' como separador de path no Firefox. Experimente recriar o pacote (ZIP) da sua extensão e verifique se todos os itens usam '/' como separador de path.
ru: Пакет недействителен. Он может содержать записи с использованием недопустимых символов, например, использование «\» в качестве разделителя пути не разрешено в Firefox. Попробуйте пересоздать пакет дополнения (ZIP) и убедитесь, что все записи используют «/» в качестве разделителя пути.
sk: Balík je neplatný. Môže obsahovať položky používajúce neplatné znaky, napríklad použitie znaku „\“ ako oddeľovača cesty nie je vo Firefoxe povolené. Skúste znova vytvoriť balík so svojim doplnkom (ZIP) a uistite sa, že všetky položky používajú ako oddeľovač cesty znak „/“.
sl: Paket je neveljaven. Morda vsebuje vnose, ki uporabljajo neveljavne znake, na primer uporaba '\' kot ločila poti v Firefoxu ni dovoljena. Poskusite znova ustvariti paket (ZIP) in se prepričajte, da vsi vnosi kot ločilo poti uporabljajo '/'.
sq: Paketa është e pavlefshme. Mund të përmbajë zëra që përdorin shenja të pavlefshme, si shembull, përdorimi i '\'si ndarës në shtigje nuk lejohet në Firefox. Provoni të rikrijoni paketën e shtesës tuaj (ZIP) dhe sigurohuni se krejt zërat përdorin '/' si ndarës në shtigje.
sv_se: Paketet är ogiltigt. Det kan innehålla poster med ogiltiga tecken, som ett exempel är det inte tillåtet att använda '\' som sökvägsavgränsare i Firefox. Försök att återskapa ditt tilläggspaket (ZIP) och se till att alla poster använder '/' som sökvägsavgränsare.
uk: Пакунок недійсний. Він може містити записи з неприпустимими символами, наприклад, у Firefox не дозволено використовувати '\' розділювачем шляху. Спробуйте відтворити пакунок додатка (ZIP) і переконайтеся, що всі записи використовують '/' розділювачем шляху.
vi: Gói không hợp lệ. Nó có thể chứa các mục nhập sử dụng các ký tự không hợp lệ, chẳng hạn như sử dụng '\' làm dấu tách đường dẫn không được phép trong Firefox. Hãy thử tạo lại gói tiện ích mở rộng (ZIP) của bạn và đảm bảo rằng tất cả các mục đang sử dụng '/' làm dấu tách đường dẫn.

source: We were unable to decompress the zip file.
ar: تعذر علينا فك ضغط ملف ZIP.
bs: Nismo bili u mogućnosti dekompresirati zip datoteku.
cs: Nepodařilo se nám rozbalit zip archiv.
de: Wir konnten die ZIP-Datei nicht entpacken.
el: Δεν ήταν δυνατή η αποσυμπίεση του αρχείου zip.
es: No pudimos descomprimir el archivo zip.
fi: Zip-tiedostoa ei voitu purkaa.
fr: Il est impossible de décompresser le fichier zip.
fur: No sin rivâts a decomprimi il file zip.
fy_nl: Wy koene it zip-bestân net útpakke.
he: לא הצלחנו לחלץ את קובץ ה־zip.
hu: Nem sikerült a zip fájl kibontása.
ia: Nos non poteva decomprimer le file zip.
id: Kami tidak dapat mendekompresi berkas yang di-zip.
it: Non è stato possibile decomprimere il file zip.
ja: zip ファイルを展開できませんでした。
ka: Zip არქივის გაშიფვრა, ვერ ხერხდება.
kab: Ur nezmir ara ad n sefruri afaylu zip.
ms: Kami tidak dapat menyahmampat fail zip.
nl: We konden het zip-bestand niet uitpakken.
nn_no: Vi klarte ikkje å pakke ut zip-fila.
pl: Nie można zdekompresować pliku zip.
pt_br: Não foi possível descompactar o arquivo zip.
pt_pt: Não conseguimos descomprimir o ficheiro zip.
ro: Nu am reușit să dezarhivăm fișierul zip.
ru: Нам не удалось разархивировать zip файл.
si: zip ගොනුව දිග හැරීමට නොහැකි විය.
sk: Nepodarilo sa nám rozbaliť zip archív.
sl: Datoteke zip ni bilo mogoče razširiti.
sq: S’qemë në gjendje të shngjeshim kartelën zip.
sv_se: Vi kunde inte dekomprimera zip-filen.
te: మేము జిప్ ఫైలుని డీకంప్రెస్ చెయ్యలేకపోయాం.
th: เราไม่สามารถคลายการบีบอัดไฟล์ zip ได้
tr: Zip dosyasını açamadık.
uk: Нам не вдалося розпакувати файл zip.
vi: Chúng tôi không thể giải nén tập tin zip.

source: manifest.json was not found
ar: لم يُعثر على manifest.json
bs: manifest.json nije pronađen
cs: manifest.json nebyl nalezen
de: manifest.json wurde nicht gefunden
el: Το manifest.json δεν βρέθηκε
es: no se encontró manifest.json
fi: manifest.json-tiedostoa ei löytynyt
fr: Le fichier manifest.json est introuvable
fur: Impussibil cjatâ manifest.json
fy_nl: manifest.json is net fûn
he: ‏manifest.json לא נמצא
hu: a manifest.json nem található
ia: manifest.json non esseva trovate
id: manifest.json tidak ditemukan
it: Impossibile trovare manifest.json
ja: manifest.json が見つかりませんでした
ka: manifest.json ვერ მოიძებნა
kab: Afaylu manifest.json ur yettwaf ara
ms: manifest.json tidak ditemui
nl: manifest.json is niet gevonden
nn_no: manifest.json vart ikkje funne
pl: Nie odnaleziono pliku manifest.json
pt_br: manifest.json não foi encontrado
pt_pt: manifest.json não foi encontrado
ro: Nu s-a găsit fișierul manifest.json
ru: не найден manifest.json
si: manifest.json හමු නොවිණි
sk: manifest.json sa nepodarilo nájsť
sl: Datoteke manifest.json ni bilo mogoče najti
sq: S’u gjet manifest.json
sv_se: manifest.json hittades inte
te: manifest.json దొరకలేదు
th: ไม่พบ manifest.json
tr: manifest.json dosyası bulunamadı
uk: manifest.json не знайдено
vi: Không tìm thấy manifest.json

source: No manifest.json was found at the root of the extension. The package file must be a ZIP of the extension's files themselves, not of the containing directory. See: https://mzl.la/2r2McKv for more on packaging.
cs: V kořenovém adresáři rozšíření se nenašel soubor manifest.json. Soubor balíčku musí být ZIP se soubory rozšíření, ne s adresářem, který je obsahuje. Více o balení souborů naleznete na https://mzl.la/2r2McKv.
de: Es wurde keine manifest.json im Wurzelverzeichnis der Erweiterung gefunden. Die Paketdatei muss eine ZIP-Datei der Dateien der Erweiterung selbst sein, nicht des Ordners, den die Erweiterung enthält. Weitere Informationen zum Verpacken finden Sie unter: https://mzl.la/2r2McKv.
el: Δεν βρέθηκε manifest.json στον ριζικό κατάλογο της επέκτασης. Το πακέτο του αρχείου πρέπει να είναι ένα ZIP των αρχείων της επέκτασης και όχι του καταλόγου που την περιέχει. Δείτε το https://mzl.la/2r2McKv για περισσότερες πληροφορίες σχετικά με την πακετοποίηση.
fr: Aucun fichier manifest.json trouvé à la racine de cette extension. Le fichier du paquet doit être un fichier ZIP des fichiers de l’extension directement, et non du répertoire qui les contient. Pour plus d’informations sur la création de paquets, consultez : https://mzl.la/2r2McKv
fur: Nol è stât cjatât nissun file manifest.json te lidrîs de estension. Il file dal pachet al à di jessi un ZIP dai files stès de estension, no de cartele ce ju conten. Viôt: https://mzl.la/2r2McKv par savê di plui sui pachets.
fy_nl: Der is gjin manifest.json fûn yn de haadmap fan de útwreiding. It pakketbestân moat in ZIP wêze fan de bestannen fan de útwreiding sels, net fan de befetsjende map. Sjoch: https://mzl.la/2r2McKv foar mear ynformaasje oer ferpakkingen.
he: לא נמצא קובץ manifest.json בשורש ההרחבה. קובץ החבילה חייב להיות ZIP של קובצי ההרחבה עצמם, לא של הספרייה המכילה. נא לעיין ב־https://mzl.la/2r2McKv למידע נוסף על אריזת חבילה.
hu: Nem található manifest.json a kiegészítő gyökerében. A csomagfájlnak magának a kiegészítő fájljaiból készült ZIP-fájlnak kell lennie, nem az azokat tartalmazó könyvtárat kell becsomagolni. A csomagolás további információért lásd: https://mzl.la/2r2McKv.
ia: Nulle manifest.json ha essite trovate al radice del extension. Le file pacchetto debe esser un ZIP del mesme files del extension, non del directorio que los contine. Vide: https://mzl.la/2r2McKv pro altero re le pacchettos.
it: Non è stato trovato alcun file manifest.json nella radice dell’estensione. Il file del pacchetto deve essere uno ZIP dei file dell’estensione stessi, non della directory che li contiene. Per ulteriori informazioni sui pacchetti, consultare: https://mzl.la/2r2McKv.
ka: გაფართოების ძირეულ ნაწილში manifest.json ვერ მოინახა. კრეფულის ფაილი უნდა იყოს თავად გაფართოების ფაილების ZIP-არქივი და არა – შემცველი საქაღალდისა. იხილეთ ვრცლად: https://mzl.la/2r2McKv შეფუთვის შესახებ.
pt_br: Não foi encontrado nenhum arquivo manifest.json na raiz da extensão. O arquivo do pacote deve ser um ZIP dos próprios arquivos da extensão, não do diretório que os contém. Consulte mais informações em https://mzl.la/2r2McKv sobre como empacotar.
ru: В корне расширения не найден файл manifest.json. Файл пакета должен быть ZIP-архивом самих файлов расширения, а не содержащего его каталога. Подробнее об упаковке читайте здесь: https://mzl.la/2r2McKv.
sk: V koreňovom priečinku rozšírenia sa nenašiel súbor manifest.json. Súbor balíka musí byť ZIP so súbormi rozšírenia, nie s priečinkom, ktorý ich obsahuje. Viac o balení súborov nájdete na https://mzl.la/2r2McKv.
sl: V korenu razširitve ni bilo mogoče najti datoteke manifest.json. Datoteka paketa mora biti ZIP same datoteke razširitve in ne mape, ki jo vsebuje. Več o embalaži na: https://mzl.la/2r2McKv.
sq: Në rrënjë të zgjerimit s’u gjet manifest.json. Kartela paketë duhet të jetë një ZIP e vetë kartelave të zgjerimit, jo e drejtorisë që i përmban. Për më tepër mbi paketimin, shihni: https://mzl.la/2r2McKv.
sv_se: Ingen manifest.json hittades i roten av tillägget. Paketfilen måste vara en ZIP-fil med filtilläggets filer själva, inte av den innehållande katalogen. Se: https://mzl.la/2r2McKv för mer om packningar.
uk: Не знайдено manifest.json у корені розширення. Файл пакунка має бути ZIP-файлом самих файлів розширення, а не каталогу, що містить їх. За адресою https://mzl.la/2r2McKv можна дізнатися більше про пакування.
vi: Không tìm thấy manifest.json ở thư mục gốc của tiện ích mở rộng. Tập tin gói phải là tập tin ZIP của chính các tập tin của tiện ích mở rộng, không phải của thư mục chứa nó. Xem: https://mzl.la/2r2McKv để biết thêm về đóng gói.

source: File is too large to parse.
ar: حجم الملف كبير جدا لتحليله.
bs: Datoteka je prevelika za raščlanjivanje.
cs: Soubor je příliš velký pro parsování.
de: Datei ist zu groß, um geparst zu werden.
el: Το αρχείο είναι πολύ μεγάλο για λήψη.
es: Archivo demasiado largo para su análisis.
fi: Tiedosto on liian suuri jäsennettäväksi.
fr: Le fichier est trop volumineux pour être analysé.
fur: Il file al è masse grant par jessi analizât.
fy_nl: Bestân is te grut om te parsen.
he: הקובץ גדול מכדי לפענח.
hu: A fájl túl nagy a feldolgozáshoz
ia: Le file es troppo grande pro esser analysate.
id: Berkas terlalu besar untuk diurai.
it: Il file è troppo grande per essere analizzato.
ja: ファイルサイズが大きすぎるため解析できません。
ka: დასამუშავებელი ფაილი ზედმეტად დიდია.
kab: Afaylu meqqer aṭas akken ad yettwasleḍ.
ms: Fail terlalu besar untuk dihurai.
nl: Bestand is te groot om te parsen.
nn_no: Fila er for stor for å tolkast.
pl: Plik jest za duży, aby można go było przetworzyć.
pt_br: Arquivo grande demais para ser analisado.
pt_pt: Ficheiro é muito grande para analisar.
ro: Fișierul este prea mare ca să poată fi analizat.
ru: Файл слишком большой для парсинга.
si: විග්‍රහ කිරීමට ගොනුව විශාල වැඩිය.
sk: Súbor je na analýzu príliš veľký.
sl: Datoteka je prevelika za razčlenjevanje.
sq: Kartela është shumë e madhe për t’u përtypur.
sv_se: Filen är för stor för att tolkas.
te: ఫైలు చాలా పెద్దగా ఉన్నందున పార్స్ చెయ్యలేము.
th: ไฟล์มีขนาดใหญ่เกินกว่าที่จะแยกวิเคราะห์ได้
tr: Dosya ayrıştırma için çok büyük.
uk: Надто великий файл.
vi: Tập tin quá lớn để phân tích cú pháp.

source: This file is not binary and is too large to parse. Files larger than %(maxFileSizeToParseMB)sMB will not be parsed. Consider moving large lists of data out of JavaScript files and into JSON files, or splitting very large files into smaller ones.
cs: Tento soubor není binární a je příliš velký na analýzu. Soubory větší než %(maxFileSizeToParseMB)s MB nebudou analyzovány. Zvažte přesun velkých seznamů údajů z JavaScriptových souborů do souborů JSON nebo rozdělení velmi velkých souborů na menší.
de: Diese Datei ist nicht binär und zu groß, um geparst zu werden. Dateien, die größer als %(maxFileSizeToParseMB)s MB sind, werden nicht geparst. Ziehen Sie in Erwägung, große Listen mit Daten aus JavaScript-Dateien in JSON-Dateien zu verschieben, oder sehr große Dateien in kleinere aufzuteilen.
el: Αυτό το αρχείο δεν είναι δυαδικό και είναι πολύ μεγάλο για ανάλυση. Τα αρχεία μεγαλύτερα από %(maxFileSizeToParseMB)sMB δεν θα αναλύονται. Εξετάστε το ενδεχόμενο να μετακινήσετε μεγάλες λίστες δεδομένων από αρχεία JavaScript σε αρχεία JSON ή να χωρίσετε τα πολύ μεγάλα αρχεία σε μικρότερα.
fr: Ce fichier n’est pas binaire et est trop volumineux pour être analysé. Les fichiers dont la taille est supérieure à %(maxFileSizeToParseMB)s Mo ne seront pas analysés. Envisagez de déplacer de grandes listes de données depuis des fichiers JavaScript vers des fichiers JSON, ou de diviser les fichiers très volumineux en fichiers plus petits.
fur: Chest file nol è binari e al è masse grant par jessi analizât. I files plui grancj di %(maxFileSizeToParseMB)s MB no vignaran analizâts. Considere la idee di spostâ listis grandis di dâts fûr dai files di JavaScript in files JSON, o dividi i files une vore grancj in files plui piçui.
fy_nl: Dit bestân is net binêr en te grut om te ûntleden. Bestannen grutter as %(maxFileSizeToParseMB)sMB wurde net ûntleed. Probearje grutte listen mei gegevens út JavaScript-bestannen nei JSON-bestannen te ferpleatsen, of hiel grutte bestannen op te splitsen yn lytsere.
he: קובץ זה אינו בינארי והוא גדול מדי לניתוח. קבצים הגדולים מ־%(maxFileSizeToParseMB)sMB לא ינותחו. יש לשקול להעביר רשימות גדולות של נתונים מקובצי JavaScript אל קובצי JSON, או לפצל קבצים גדולים מאוד לקטנים יותר.
hu: Ez a fájl nem bináris, és túl nagy a feldolgozáshoz. A %(maxFileSizeToParseMB)s MB-nál nagyobb fájlok nem lesznek feldolgozva. Fontolja meg a nagy adatlisták JavaScript-fájlokból JSON-fájlokba történő áthelyezését, vagy a nagyon nagy fájlok kisebbekre bontását.
ia: Iste file non es binari e es troppo grande pro interpretar. Le files plus grande que %(maxFileSizeToParseMB)sMB non sera tractate. Considera de mover grande lista de datos foras de files JavaScript e in files JSON, o scinder le files multo grande in plus micre.
it: Questo file non è binario ed è troppo grande per essere analizzato. I file di dimensioni superiori a %(maxFileSizeToParseMB)s MB non verranno analizzati. Prendi in considerazione la possibilità di spostare elenchi di dati di grandi dimensioni da JavaScript a JSON, o dividere file molto grandi in file più piccoli.
ka: ეს ფაილი არაა ორობითი და ზედმეტად დიდია დასამუშავებლად. ფაილი თუ აჭარბებს %(maxFileSizeToParseMB)sმბაიტს, ვერ გაირჩევა. შეგიძლიათ გაიტანოთ მონაცემთა დიდი სიები JavaScript-ფაილებიდან JSON-ფაილებში ან დაყოთ ძალზედ დიდი ფაილები მცირე ნაწილებად.
pt_br: Este arquivo não é binário e é grande demais para ser analisado. Arquivos maiores que %(maxFileSizeToParseMB)sMB não são analisados. Considere mover grandes listas de dados de arquivos JavaScript para arquivos JSON, ou dividir arquivos muito grandes em arquivos menores.
ru: Этот файл не является двоичным и слишком велик для анализа. Файлы размером более %(maxFileSizeToParseMB)sМБ анализироваться не будут. Рассмотрите возможность переноса больших списков данных из файлов JavaScript в файлы JSON или разделения очень больших файлов на более мелкие.
sk: Tento súbor nie je binárny a je príliš veľký na analýzu. Súbory väčšie ako %(maxFileSizeToParseMB)s MB nebudú analyzované. Zvážte presun veľkých zoznamov údajov zo súborov JavaScript do súborov JSON alebo rozdelenie veľmi veľkých súborov na menšie.
sl: Ta datoteka ni binarna in je prevelika za razčlenjevanje. Datoteke, večje od %(maxFileSizeToParseMB)sMB, ne bodo razčlenjene. Razmislite o premikanju velikih seznamov podatkov iz datotek JavaScript v datoteke JSON ali o razdelitvi zelo velikih datotek na manjše.
sq: Kartela s’është dyore dhe është shumë e madhe për t’u analizuar. Kartelat më të mëdha se %(maxFileSizeToParseMB)sMB s’do të analizohen. Shihni mundësinë e kalimit të listave të mëdha të të dhënave jashtë kartelash JavaScript dhe brenda kartelash JSON, ose ndarjen e kartelave shumë të mëdha në kartela më të vogla.
sv_se: Den här filen är inte binär och är för stor för att tolkas. Filer större än %(maxFileSizeToParseMB)s MB kommer inte att tolkas. Överväg att flytta stora listor med data från JavaScript-filer och till JSON-filer eller dela upp mycket stora filer i mindre.
uk: Цей файл не двійковий і завеликий для синтаксичного аналізу. Файли, розмір яких перевищує %(maxFileSizeToParseMB)sМБ, не аналізуватимуться. Спробуйте перемістити великі списки даних із файлів JavaScript у файли JSON або розділити дуже великі файли на менші.
vi: Tập tin này không phải là tập tin nhị phân và quá lớn để phân tích cú pháp. Các tập tin lớn hơn %(maxFileSizeToParseMB)sMB sẽ không được phân tích cú pháp. Cân nhắc di chuyển các danh sách dữ liệu lớn ra khỏi tập tin JavaScript và sang tập tin JSON hoặc chia các tập tin rất lớn thành các tập tin nhỏ hơn.

source: Hidden file flagged
ar: وُجدت ملفات مخفية
bs: Skrivena datoteka označena zastavicom
cs: Skrytý soubor označen
de: Versteckte Datei gemeldet
el: Το κρυφό αρχείο επισημάνθηκε
es: Se destacó un archivo oculto
fi: Piilotettu tiedosto merkitty
fr: Un fichier caché a été détecté
fur: Segnalât file platât
fy_nl: Ferburgen bestân markearre
he: קובץ מוסתר סומן בדגל
hu: Rejtett fájl megjelölve
ia: File celate signalate
id: Berkas tersembunyi yang ditandai
it: Segnalato file nascosto
ja: 隠しファイルが特定されました
ka: გასაჩივრებული დამალული ფაილი
kab: Afaylu uffir yettwacreḍ
ms: Fail tersorok ditanda
nl: Verborgen bestand gemarkeerd
nn_no: Gøymd fil flagga
pl: Oznaczono ukryty plik
pt_br: Arquivo oculto marcado
pt_pt: Ficheiro oculto marcado
ro: S-a semnalat un fișier ascuns
ru: Найден скрытый файл
sk: Bol označený skrytý súbor
sl: Skrita datoteka označena
sv_se: Dold fil flaggad
te: దాచిన ఫైల్ ఫ్లాగ్ చేయబడింది
th: ตั้งค่าสถานะไฟล์ที่ซ่อนอยู่แล้ว
tr: Gizli dosya işaretlendi
uk: Прихований файл позначено
vi: Tập tin ẩn được gắn cờ
