Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: A background script defined in the manifest could not be found.
cs: Skript běžící na pozadí definovaný v manifestu nebyl nalezen.
de: Ein im Manifest definiertes Hintergrundskript wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση του σεναρίου φόντου, που έχει οριστεί στο αρχείο δήλωσης.
es: No se pudo encontrar el script de fondo definido en el manifiesto.
fr: Impossible de trouver un script d’arrière-plan défini dans le manifeste.
fur: Nol è stât pussibil cjatâ un script di sotfont definît tal manifest.
fy_nl: In yn it manifest definiearre eftergrûnscript koe net fûn wurde.
hu: A leíróban definiált háttérparancsfájl nem található.
ia: Un script de fundo definite in le file manifesto non pote ser trovate.
id: Skrip latar belakang yang ditentukan di manifes tidak ditemukan.
it: Impossibile trovare uno script di background definito nel file manifesto.
ja: manifest で定義されたバックグラウンドスクリプトが見つかりませんでした。
ka: მანიფესტში განსაზღვრული ფონური სკრიპტი ვერ მოიძებნა.
kab: Ur izmir ara ad d-yaf askript n ugilal i yettusbadun deg umeskan.
nl: Een in het manifest gedefinieerd achtergrondscript kon niet worden gevonden.
nn_no: Klarte ikkje å finne eit bakgrunnsskript definiert i manifestet.
pl: Nie można odnaleźć skryptu tła określonego w manifeście.
pt_br: Um script de segundo plano definido no manifesto não foi encontrado.
pt_pt: Não foi possível encontrar um script de segundo plano definido no manifesto.
ro: Un script de fundal definit în manifest nu a putut fi găsit.
ru: Не удалось найти фоновый скрипт, определённый в манифесте.
si: ව්‍යක්තයෙහි දක්වා තිබෙන පසුබිම් අත්පතක් හමු නොවිණි.
sk: Skript obsahu definovaný v manifeste nebol nájdený.
sl: Skripta ozadja, določenega v manifestu, ni bilo mogoče najti.
sq: S’u gjet dot programth prapaskene i përkufizuar te manifesti.
sv_se: Ett bakgrundsskript definierat i manifestet kunde inte hittas.
th: ไม่พบสคริปต์เบื้องหลังที่กำหนดไว้ในไฟล์กำกับ
tr: Manifest dosyasında tanımlanan bir arka plan betiği bulunamadı.
uk: Не вдалося знайти визначений в маніфесті скрипт заднього плану.
vi: Không thể tìm thấy tập lệnh nền được xác định trong tập tin kê khai.

source: A background page defined in the manifest could not be found.
cs: Stránka běžící na pozadí definovaná v manifestu nebyla nalezena.
de: Eine im Manifest definierte Hintergrundseite wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση της σελίδας φόντου, που έχει οριστεί στο αρχείο δήλωσης.
es: No se pudo encontrar la página de fondo definida en el manifiesto.
fr: Impossible de trouver une page d’arrière-plan définie dans le manifeste.
fur: Impussibil cjatâ une pagjine di sotfont definide tal manifest.
fy_nl: In yn it manifest definiearre eftergrûnside koe net fûn wurde.
hu: A leíróban definiált háttéroldal nem található.
ia: Un pagina de fundo definite in le file manifesto non pote ser trovate.
id: Laman latar belakang yang ditentukan di manifes tidak ditemukan.
it: Impossibile trovare una pagina di background definita nel file manifesto.
ja: manifest で定義されたバックグラウンドページが見つかりませんでした。
ka: მანიფესტში განსაზღვრული ფონური გვერდი ვერ მოიძებნა.
kab: Ur izmir ara ad d-yaf tugna n ugilal i yettusbadun deg umeskan.
nl: Een in het manifest gedefinieerde achtergrondpagina kon niet worden gevonden.
nn_no: Klarte ikkje å finne ei bakgrunnsside definiert i manifestet.
pl: Nie można odnaleźć strony tła określonej w manifeście.
pt_br: Uma página de segundo plano definida no manifesto não foi encontrada.
pt_pt: Não foi possível encontrar uma página de segundo plano definida no manifesto.
ro: O pagină de fundal definită în manifest nu a putut fi găsită.
ru: Не удалось найти фоновую страницу, определённую в манифесте.
si: ව්‍යක්තයෙහි දක්වා තිබෙන පසුබිම් පිටුවක් හමු නොවිණි.
sk: Ikona pozadia definovaná v manifeste nebola v balíčku nájdená.
sl: Strani ozadja, določene v manifestu, ni bilo mogoče najti.
sq: S’u gjet dot një faqe prapaskene e përkufizuar te manifesti.
sv_se: En bakgrundssida definierad i manifestet kunde inte hittas.
th: ไม่พบหน้าเบื้องหลังที่กำหนดไว้ในไฟล์กำกับ
tr: Manifest dosyasında tanımlanan bir arka plan sayfası bulunamadı.
uk: Не вдалося знайти визначену в маніфесті сторінку заднього плану.
vi: Không thể tìm thấy một trang nền được xác định trong tập tin kê khai.

source: Background script could not be found at "%(path)s".
ar: لم يوجد سكربت الخلفية في ”%(path)s“.
bs: Pozadinska skripta nije pronađena na "%(path)s".
cs: Background skript nebyl na cestě „%(path)s“ nalezen.
de: Hintergrundskript konnte nicht unter „%(path)s“ gefunden werden.
el: Δεν ήταν δυνατή η εύρεση σεναρίου παρασκηνίου στο "%(path)s".
es: No se pudo encontrar el script de segundo plano en "%(path)s".
fi: Taustaskriptiä ei löydetty polusta "%(path)s".
fr: Le script d’arrière-plan n’a pu être trouvé à l’emplacement « %(path)s ».
fur: Impussibil cjatâ in "%(path)s" il script di sotfont.
fy_nl: Eftergrûnscript koe net fûn wurde yn ‘%(path)s’.
he: לא ניתן למצוא את סקריפט הרקע ב־„%(path)s”.
hu: A háttérparancsfájl nem található itt: „%(path)s”.
ia: Le script de fundo non pote ser trovate al "%(path)s".
id: Skrip latar tidak dapat ditemukan di "%(path)s".
it: Impossibile trovare in "%(path)s" il background script.
ja: バックグラウンドスクリプトが "%(path)s" に見つかりませんでした。
ka: ფონური სკრიპტი ვერ მოიძებნა მისამართზე „%(path)s“.
kab: Askript n ugilal ulac-it di "%(path)s".
ms: Skrip latar belakang tidak ditemui dalam "%(path)s".
nl: Achtergrondscript kon niet worden gevonden in ‘%(path)s’.
nn_no: Fann ikkje bakgrunnsskriptet på "%(path)s".
pl: Nie można odnaleźć skryptu tła w „%(path)s”.
pt_br: O script de segundo plano não foi encontrado em "%(path)s".
pt_pt: Script de fundo não pôde ser encontrado em "%(path)s".
ro: Scriptul de fundal nu a putut fi găsit la „%(path)s”.
ru: Не удалось найти файл фонового скрипта по пути «%(path)s».
si: "%(path)s" හි පසුබිම් අත්පත හමු නොවිණි.
sk: Skript nebol nájdený v „%(path)s“.
sl: V mapi "%(path)s" ni bilo mogoče najti skripta ozadja.
sq: S’u gjet programth sfondi te "%(path)s".
sv_se: Bakgrundsskript kunde inte hittas på "%(path)s".
te: వెనుతలపు స్క్రిప్టు "%(path)s"లో కనబడలేదు.
th: ไม่พบสคริปต์เบื้องหลังที่ "%(path)s"
tr: Arka plan betiği "%(path)s" yolunda bulunamadı.
uk: Не вдалося знайти фоновий скрипт в "%(path)s".
vi: Không thể tìm thấy tập lệnh nền tại "%(path)s".

source: Background page could not be found at "%(path)s".
ar: لم توجد صفحة الخلفية في ”%(path)s“.
bs: Pozadinska stranica nije pronađena na "%(path)s".
cs: Background stránka nebyla na cestě „%(path)s“ nalezena.
de: Hintergrundseite konnte nicht unter „%(path)s“ gefunden werden.
el: Δεν ήταν δυνατή η εύρεση σελίδας παρασκηνίου στο "%(path)s".
es: No se pudo encontrar la página en segundo plano en "%(path)s".
fi: Taustasivua ei löydetty polusta "%(path)s".
fr: La page d’arrière-plan n’a pu être trouvée à l’emplacement « %(path)s ».
fur: Impussibil cjatâ in "%(path)s" la pagjine di sotfont.
fy_nl: Eftergrûnside koe net fûn wurde yn ‘%(path)s’.
he: לא ניתן למצוא את עמוד הרקע ב־„%(path)s”.
hu: A háttéroldal nem található itt: „%(path)s”.
ia: Le pagina de fundo non pote ser trovate al "%(path)s".
id: Laman latar belakang tidak dapat ditemukan dalam "%(path)s".
it: Impossibile trovare in "%(path)s" la background page.
ja: バックグラウンドページが "%(path)s" に見つかりませんでした。
ka: ფონური გვერდი ვერ მოიძებნა მისამართზე „%(path)s“.
kab: Asebter n ugilal ulac-it di "%(path)s".
ms: Halaman latar belakang tidak ditemui dalam "%(path)s".
nl: Achtergrondpagina kon niet worden gevonden in ‘%(path)s’.
nn_no: Fann ikkje bakgrunnssida på "%(path)s".
pl: Nie można odnaleźć strony tła w „%(path)s”.
pt_br: A página de segundo plano não foi encontrada em "%(path)s".
pt_pt: Página de fundo não pôde ser encontrada em "%(path)s".
ro: Pagina de fundal nu a putut fi găsită la „%(path)s”.
ru: Не удалось найти фоновую страницу по пути «%(path)s».
si: "%(path)s" හි පසුබිම් පිටුව හමු නොවිණි.
sk: Stránka pozadia nebola nájdená v „%(path)s“.
sl: V mapi "%(path)s" ni bilo mogoče najti strani ozadja.
sq: S’u gjet faqe sfondi te "%(path)s".
sv_se: Bakgrundssidan kunde inte hittas på "%(path)s".
te: వెనుతలపు పేజీ "%(path)s"లో కనబడలేదు.
th: ไม่พบหน้าเบื้องหลังที่ "%(path)s"
tr: Arka plan sayfası "%(path)s" yolunda bulunamadı.
uk: Не вдалося знайти фонову сторінку в "%(path)s".
vi: Không thể tìm thấy trang nền tại "%(path)s".

source: "%(fieldName)s" is ignored for non-privileged add-ons.
cs: "%(fieldName)s" se pro neprivilegované doplňky ignoruje.
de: „%(fieldName)s“ wird bei nicht-privilegierten Add-ons ignoriert.
el: Το «%(fieldName)s» αγνοείται για μη προνομιούχα πρόσθετα.
fr: Le champs « %(fieldName)s » est ignoré par les modules complémentaires non privilégiés.
fur: “%(fieldName)s” al ven ignorât pai components adizionâi cence privileçs.
fy_nl: ‘%(fieldName)s’ wurdt negearre foar net-privilezjiearre add-ons.
hu: A(z) „%(fieldName)s” figyelmen kívül van hagyva a nem privilegizált kiegészítőknél.
ia: "%(fieldName)s" es ignorate pro le additivos non-privilegiate.
it: “%(fieldName)s” viene ignorato per i componenti aggiuntivi senza privilegi.
ka: „%(fieldName)s“ უგულებელყოფილია უპირატესობის არმქონე დამატებებისთვის.
pt_br: "%(fieldName)s" é ignorado em extensões não privilegiadas.
ru: «%(fieldName)s» игнорируется для непривилегированных дополнений.
sk: "%(fieldName)s" sa ignoruje pre neprivilegované doplnky.
sl: "%(fieldName)s" je prezrt za dodatke brez pravic.
sq: “%(fieldName)s” për shtesa jo të privilegjuara shpërfillet.
sv_se: "%(fieldName)s" ignoreras för icke-privilegierade tillägg.
tr: Ayrıcalıklı olmayan eklentilerde "%(fieldName)s" görmezden gelinir.
uk: "%(fieldName)s" ігнорується для непривілейованих додатків.
vi: "%(fieldName)s" sẽ bị bỏ qua đối với các tiện ích mở rộng không có đặc quyền.

source: A content script defined in the manifest could not be found.
cs: Obsahový skript definovaný v manifestu nebyl nalezen.
de: Ein im Manifest definiertes Inhaltsskript wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση του σεναρίου περιεχομένου, που έχει οριστεί στο αρχείο δήλωσης.
es: No se pudo encontrar el script de contenido definido en el manifiesto.
fr: Impossible de trouver un script de contenu défini dans le manifeste.
fur: Impussibil cjatâ un script di contignût definît tal manifest.
fy_nl: In yn it manifest definiearre ynhâldsscript koe net fûn wurde yn.
hu: A leíróban definiált tartalomparancsfájl nem található.
ia: Un script de contento definite in le file manifesto non pote ser trovate.
id: Skrip konten yang ditentukan di manifes tidak ditemukan.
it: Impossibile trovare uno script di contenuto definito nel file manifesto.
ja: manifest で定義されたコンテンツスクリプトが見つかりませんでした。
ka: მანიფესტში განსაზღვრული შიგთავსის სკრიპტი ვერ მოიძებნა.
kab: Ur izmir ara ad d-yaf askript n ugbur i yettusbadun deg umeskan.
nl: Een in het manifest gedefinieerd inhoudsscript kon niet worden gevonden.
nn_no: Klarte ikkje å finne eit innehaldskript som er definiert i manifestet.
pl: Nie można odnaleźć skryptu treści określonego w manifeście.
pt_br: Um script de conteúdo definido no manifesto não foi encontrado.
pt_pt: Não foi possível encontrar um script de conteúdo definido no manifesto.
ro: Un script de conținut definit în manifest nu a putut fi găsit.
ru: Не удалось найти скрипт содержимого, определённый в манифесте.
si: ව්‍යක්තයෙහි දක්වා තිබෙන අන්තර්ගත අත්පතක් හමු නොවිණි.
sk: Skript obsahu definovaný v manifeste nebol nájdený.
sl: Skripta vsebine, določenega v manifestu, ni bilo mogoče najti.
sq: S’u gjet dot programth lënde i përkufizuar te manifesti.
sv_se: Ett innehållsskript som definierats i manifestet kunde inte hittas.
th: ไม่พบสคริปต์เนื้อหาที่กำหนดไว้ในไฟล์กำกับ
tr: Manifest dosyasında tanımlanan bir içerik betiği bulunamadı.
uk: Не вдалося знайти визначений в маніфесті скрипт вмісту.
vi: Không thể tìm thấy tập lệnh nội dung được xác định trong tập tin kê khai.

source: A content script css file defined in the manifest could not be found.
cs: Styly obsahového skriptu definované v manifestu nebyly nalezeny.
de: Eine im Manifest definierte Inhaltsskript-CSS-Datei wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση του σεναρίου περιεχομένου του αρχείου css, που έχει οριστεί στο αρχείο δήλωσης.
es: No se pudo encontrar el archivo css del script de contenido definido en el manifiesto.
fr: Impossible de trouver un fichier de script de contenu CSS défini dans le manifeste.
fur: Impussibil cjatâ il file css cuntun script di contignût definît tal manifest.
fy_nl: In yn it manifest definiearre CSS-bestân fan ynhâldsscript koe net fûn wurde.
hu: A leíróban definiált css fájl nem található.
ia: Le file css script de contento definite in le file manifesto non pote ser trovate.
id: Berkas css skrip konten yang ditentukan di manifes tidak ditemukan.
it: Impossibile trovare il file css con uno script di contenuto definito nel file manifesto.
ja: manifest で定義されたコンテンツスクリプト CSS ファイルが見つかりませんでした。
ka: მანიფესტში განსაზღვრული შიგთავსის სკრიპტის css-ფაილი ვერ მოიძებნა.
kab: Ur izmir ara ad d-yaf afaylu css n uskript n ugbur i yettusbadun deg umeskan.
nl: Een in het manifest gedefinieerd CSS-bestand van inhoudsscript kon niet worden gevonden.
nn_no: Klarte ikkje å finne ei css-fil med innhaldsskript som er definert i manifestet..
pl: Nie można odnaleźć pliku CSS skryptu treści określonego w manifeście.
pt_br: Um arquivo css de script de conteúdo definido no manifesto não foi encontrado.
pt_pt: Não foi possível encontrar um ficheiro de conteúdo css definido no manifesto.
ro: Un fișier css cu script de conținut, definit în manifest nu a putut fi găsit.
ru: Не удалось найти CSS файл скрипта содержимого, определённый в манифесте.
si: ව්‍යක්තයෙහි දක්වා තිබෙන අන්තර්ගත අත්පතක css ගොනුවක් හමු නොවිණි.
sk: Skript obsahu súboru css definovaný v manifeste nebol nájdený.
sl: Datoteke css skripta vsebine, določene v manifestu, ni bilo mogoče najti.
sq: S’u gjet dot kartelë CSS programthi lënde të përkufizuar te manifesti.
sv_se: En css-fil med innehållsskript definierat i manifestet kunde inte hittas.
th: ไม่พบไฟล์ CSS สคริปต์เนื้อหาที่กำหนดไว้ในไฟล์กำกับ
tr: Manifest dosyasında tanımlanan bir içerik betiği css dosyası bulunamadı.
uk: Не вдалося знайти визначений в маніфесті css файл зі скриптом вмісту.
vi: Không thể tìm thấy tập tin css tập lệnh nội dung được xác định trong tập tin kê khai.

source: Content script defined in the manifest could not be found at "%(path)s".
ar: لم يوجد سكربت المحتوى المعرّف في البيان في ”%(path)s“.
bs: Sadržaj skripte definisan u manifestu nije pronađen na "%(path)s".
cs: Obsahový skript definovaný v manifestu nebyl na cestě „%(path)s“ nalezen.
de: Ein im Manifest definiertes Inhaltsskript konnte unter „%(path)s“ nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση του σεναρίου περιεχομένου, που έχει οριστεί στο αρχείο δήλωσης, στο «%(path)s».
es: El script de contenido definido en el manifiesto no se pudo encontrar en "%(path)s".
fr: Impossible de trouver dans « %(path)s » le script de contenu défini dans le manifeste.
fur: Impussibil cjatâ il script di contignût definît tal manifest in "%(path)s".
fy_nl: Yn it manifest definiearre ynhâldsscript koe net fûn wurde yn ‘%(path)s’.
hu: A leíróban definiált tartalomparancsfájl nem található itt: „%(path)s”.
ia: Le script de contento definite in le file manifesto non pote ser trovate al "%(path)s".
id: Skrip konten yang ditentukan di manifes tidak ditemukan di "%(path)s".
it: Impossibile trovare il content script definito nel manifesto in "%(path)s".
ja: マニフェストで定義されているコンテンツスクリプトが「%(path)s」に見つかりませんでした。
ka: მანიფესტში განსაზღვრული შიგთავსის სკრიპტი ვერ მოიძებნა მისამართზე „%(path)s“.
kab: Askript n ugbur deg umeskan ulac-it di "%(path)s".
ms: Skrip kandungan yang ditakrif dalam manifes tidak ditemui dalam "%(path)s".
nl: In het manifest gedefinieerd inhoudsscript kon niet worden gevonden in ‘%(path)s’.
nn_no: Fann ikkje innhaldsskriptet definert i manifestet på "%(path)s".
pl: Nie można odnaleźć w „%(path)s” skryptu treści określonego w manifeście.
pt_br: O script de conteúdo definido no manifesto não foi encontrado em "%(path)s".
pt_pt: Não foi possível encontrar em "%(path)s" um script de conteúdo definido no manifesto.
ro: Scriptul de conținut definit în manifest nu a putut fi găsit la „%(path)s”.
ru: Не удалось найти скрипт содержимого, обозначенный в манифесте, по пути «%(path)s».
si: ව්‍යක්තයෙහි දක්වා තිබෙන අන්තර්ගත අත්පත, "%(path)s" හි හමු නොවිණි.
sk: Skript obsahu definovaný v manifeste nebol nájdený v „%(path)s“.
sl: V mapi "%(path)s" ni bilo mogoče najti skripta vsebine, določenega v manifestu.
sq: Te "%(path)s" s’u gjet dot programth lënde i përkufizuar te manifesti.
sv_se: Innehållsskript definierat i manifestet kunde inte hittas på "%(path)s".
th: ไม่พบสคริปต์เนื้อหาที่กำหนดไว้ในไฟล์กำกับที่ "%(path)s"
tr: Bildirgede tanımlanan içerik betiği "%(path)s" yolunda bulunamadı.
uk: Не вдалося знайти визначений в маніфесті скрипт вмісту в "%(path)s".
vi: Không thể tìm thấy tập lệnh nội dung được xác định trong tập tin manifest tại "%(path)s".

source: Content script css file defined in the manifest could not be found at "%(path)s".
ar: لم يوجد سكربت CSS للمحتوى المعرّف في البيان في ”%(path)s“.
bs: Sadržaj skripte css datoteke u manifestu nije pronađen na "%(path)s".
cs: Styly obsahového skriptu definované v manifestu nebyly na cestě „%(path)s“ nalezeny.
de: Eine im Manifest definierte CSS-Datei konnte unter „%(path)s“ nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση του σεναρίου περιεχομένου του αρχείου css, που έχει οριστεί στο αρχείο δήλωσης, στο «%(path)s».
es: No se encontró en "%(path)s" el archivo css de script de contenido definido en el manifiesto.
fr: Le script de contenu CSS défini dans le manifeste est introuvable à l’emplacement « %(path)s ».
fur: Impussibil cjatâ tal manifest in "%(path)s" il file css dal script di contignût.
fy_nl: Yn it manifest definiearre CSS-bestân fan ynhâldsscript koe net fûn wurde yn ‘%(path)s’.
hu: A leíróban definiált tartalom CSS fájl nem található itt: „%(path)s”.
ia: Le file css script de contento definite in le file manifesto non pote ser trovate al "%(path)s".
id: Berkas css skrip konten yang ditentukan di manifes tidak ditemukan di "%(path)s".
it: Impossibile trovare il file content script css definito nel manifesto in "%(path)s".
ja: マニフェストで定義されているコンテンツスクリプト CSS ファイルが「%(path)s」に見つかりませんでした。
ka: მანიფესტში განსაზღვრული შიგთავსის სკრიპტის css-ფაილი, ვერ მოიძებნა მისამართზე „%(path)s“.
kab: Askript n ugbur deg ufaylu CSS deg umeskan ulac-it di "%(path)s".
ms: Fail css skrip kandungan yang ditakrif dalam manifes tidak ditemui dalam "%(path)s".
nl: In het manifest gedefinieerd CSS-bestand van inhoudsscript kon niet worden gevonden in ‘%(path)s’.
nn_no: Fann ikkje innhaldsskriptet til css-fila definert i manifestet på «%(path)s».
pl: Nie można odnaleźć w „%(path)s” pliku CSS skryptu treści określonego w manifeście.
pt_br: O script de conteúdo do arquivo css definido no manifesto não foi encontrado em "%(path)s".
pt_pt: Ficheiro de css do script de conteúdo definido no manifesto não pôde ser encontrado em "%(path)s".
ro: Fișierul css cu script de conținut definit în manifest nu a putut fi găsit la „%(path)s”.
ru: CSS файл скрипта содержимого, обозначенный в манифесте, не найден по пути «%(path)s».
si: ව්‍යක්තයෙහි දක්වා තිබෙන අන්තර්ගත අත්පතක css ගොනුවක්, "%(path)s" හි හමු නොවිණි.
sk: Skript obsahu súboru css definovaný v manifeste nebol nájdený v „%(path)s“.
sl: V mapi "%(path)s" ni bilo mogoče najti datoteke css skripta vsebine, določene v manifestu.
sq: Te "%(path)s" s’u gjet dot kartelë CSS programthi lënde të përkufizuar te manifesti.
sv_se: Innehållsskriptets css-fil definierat i manifestet kunde inte hittas på "%(path)s".
th: ไม่พบไฟล์ CSS สคริปต์เนื้อหาที่กำหนดไว้ในไฟล์กำกับที่ "%(path)s"
tr: Bildirgede tanımlanan içerik betiği css dosyası "%(path)s" yolunda bulunamadı.
uk: Не вдалося знайти визначений в маніфесті css файл в "%(path)s".
vi: Không thể tìm thấy tệp css tập lệnh nội dung được xác định trong tập tin manifest tại "%(path)s".

source: A dictionary file defined in the manifest could not be found.
cs: Slovníkový soubor definovaný v manifestu nebyl nalezen.
de: Eine im Manifest definierte Wörterbuchdatei wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση ενός αρχείου λεξικού, που έχει οριστεί στο αρχείο δήλωσης.
es: No se pudo encontrar el archivo de diccionario definido en el manifiesto.
fr: Impossible de trouver un fichier de dictionnaire défini dans le manifeste.
fur: Impussibil cjatâ un file di dizionari definît tal manifest.
fy_nl: In yn it manifest definiearre biblioteekbestân koe net fûn wurde.
hu: A leíróban definiált szótárfájl nem található.
ia: Un file dictionario definite in le file manifesto non pote ser trovate.
id: Berkas kamus yang ditentukan di manifes tidak ditemukan.
it: Impossibile trovare un file dizionario definito nel file manifesto.
ja: manifest で定義された辞書ファイルが見つかりませんでした。
ka: მანიფესტში განსაზღვრული ლექსიკონის ფაილი ვერ მოიძებნა.
kab: Ur izmir ara ad d-yaf afaylu n umawal i yettusbadun deg umeskan.
nl: Een in het manifest gedefinieerd bibliotheekbestand kon niet worden gevonden.
nn_no: Klarte ikkje å finne ei ordboksfil som er definert i manifestet.
pl: Nie można odnaleźć pliku słownika określonego w manifeście.
pt_br: Um arquivo de dicionário definido no manifesto não foi encontrado.
pt_pt: Não foi possível encontrar um ficheiro de dicionário definido no manifesto.
ro: Un fișier dicționar definit în manifest nu a putut fi găsit.
ru: Не удалось найти файл словаря, определённый в манифесте.
si: ව්‍යක්තයෙහි දක්වා තිබෙන ශබ්දකෝෂ ගොනුවක් හමු නොවිණි.
sk: Slovník definovaný v manifeste nebol nájdený.
sl: Datoteke slovarja, določene v manifestu, ni bilo mogoče najti.
sq: S’u gjet dot një kartelë fjalori e përkufizuar te manifesti.
sv_se: En ordboksfil som definierats i manifestet kunde inte hittas.
th: ไม่พบไฟล์พจนานุกรมที่กำหนดไว้ในไฟล์กำกับ
tr: Manifest dosyasında tanımlanan bir sözlük dosyası bulunamadı.
uk: Не вдалося знайти визначений в маніфесті файл словника.
vi: Không thể tìm thấy tập tin từ điển được xác định trong tập tin kê khai.
