Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: "%(fieldName)s" manifest field is only used for privileged and temporarily installed extensions.
cs: Pole manifestu "%(fieldName)s" se používá pouze pro privilegovaná a dočasně nainstalovaná rozšíření.
de: „%(fieldName)s“-Manifest-Feld wird nur für privilegierte und temporär installierte Erweiterungen verwendet.
el: Το πεδίο «%(fieldName)s» του αρχείου δήλωσης χρησιμοποιείται μόνο για προνομιούχες και προσωρινά εγκατεστημένες επεκτάσεις.
fr: Dans le fichier manifest, le champs « %(fieldName)s » n’est utilisé que pour les extensions privilégiées et installées temporairement.
fur: Il cjamp dal manifest “%(fieldName)s” al ven doprât dome pes estensions cun privileçs e instaladis in mût temporani.
fy_nl: It manifestfjild ‘%(fieldName)s’ wurdt allinnich brûkt foar privilezjiearre en tydlik ynstallearre útwreidingen.
hu: A(z) „%(fieldName)s” jegyzékmező csak privilegizált és ideiglenesen telepített kiegészítőknél használatos.
ia: Le campo manifesto "%(fieldName)s" es solo usate pro extensiones privilegiate e temporarimente installate.
it: Il campo del manifesto “%(fieldName)s” viene utilizzato solo per le estensioni con privilegi e installate temporaneamente.
ka: „%(fieldName)s“ მანიფესტის ველი გამოიყენება მხოლოდ უპირატესობის მქონე და დროებით ჩადგმული გაფართოებებისთვის.
pt_br: O campo de manifesto "%(fieldName)s" só é usado em extensões privilegiadas e instaladas temporariamente.
ru: Поле манифеста «%(fieldName)s» используется только для привилегированных и временно установленных расширений.
sk: Pole manifestu "%(fieldName)s" sa používa iba pre privilegované a dočasne nainštalované rozšírenia.
sl: Polje manifesta "%(fieldName)s" se uporablja samo za privilegirane in začasno nameščene razširitve.
sq: Fusha "%(fieldName)s" e manifestit përdoret vetëm për zgjerime të privilegjuara dhe të instaluara përkohësisht.
sv_se: Manifestfältet "%(fieldName)s" används endast för privilegierade och tillfälligt installerade tillägg.
tr: "%(fieldName)s" manifest alanı yalnızca ayrıcalıklı ve geçici olarak yüklenmiş uzantılar için kullanılır.
uk: Поле маніфесту "%(fieldName)s" використовується лише для привілейованих і тимчасово встановлених розширень.
vi: Trường tập tin manifest "%(fieldName)s" chỉ được sử dụng cho các tiện ích mở rộng được cài đặt tạm thời và có đặc quyền.

source: Dictionary file defined in the manifest could not be found at "%(path)s".
cs: Slovníkový soubor definovaný v manifestu nebyl na cestě „%(path)s“ nalezen.
de: Eine im Manifest definierte Wörterbuchdatei wurde unter „%(path)s“ nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση του αρχείου λεξικού, που έχει οριστεί στο αρχείο δήλωσης, στο «%(path)s».
es: No se pudo encontrar el archivo de diccionario definido en el manifiesto en la ubicación "%(path)s".
fr: Impossible de trouver un fichier de dictionnaire défini dans le manifeste à l’emplacement « %(path)s ».
fur: Impussibil cjatâ il file di dizionari definît tal manifest in "%(path)s".
fy_nl: In yn it manifest definiearre biblioteekbestân koe net fûn wurde yn ‘%(path)s’.
hu: A leíróban definiált szótárfájl nem található itt: „%(path)s”.
ia: Le file dictionario definite in le file manifesto non pote ser trovate in "%(path)s".
id: Berkas kamus yang ditentukan di manifes tidak ditemukan di "%(path)s".
it: Impossibile trovare il file dizionario definito nel file manifesto in “%(path)s”.
ja: manifest で定義された辞書ファイルが「%(path)s」に見つかりませんでした。
ka: მანიფესტში განსაზღვრული ლექსიკონის ფაილი, ვერ მოიძებნა მისამართზე „%(path)s“.
kab: Ur izmir ara ad d-yaf afaylu n umawal i yettusbadun deg umeskan deg "%(path)s".
nl: In het manifest gedefinieerd bibliotheekbestand kon niet worden gevonden in ‘%(path)s’.
nn_no: Klarte ikkje å finne ordbokfil definiert i manifestet på "%(path)s".
pl: Nie można odnaleźć w „%(path)s” pliku słownika określonego w manifeście.
pt_br: Arquivo de dicionário definido no manifesto não foi encontrado em "%(path)s".
pt_pt: Não foi possível encontrar em "%(path)s" um ficheiro de dicionário definido no manifesto.
ro: Fișierul dicționar definit în manifest nu a putut fi găsit la „%(path)s”.
ru: Не удалось найти файл словаря, определённый в манифесте, по пути «%(path)s».
si: ව්‍යක්තයෙහි දක්වා තිබෙන ශබ්දකෝෂ ගොනුව, "%(path)s" හි හමු නොවිණි.
sk: Slovník definovaný v manifeste nebol nájdený v „%(path)s“.
sl: V mapi "%(path)s" ni bilo mogoče najti datoteke slovarja, določene v manifestu.
sq: Te "%(path)s" s’u gjet dot kartelë fjalori e përkufizuar te manifesti.
sv_se: Ordbokfil definierad i manifestet kunde inte hittas på "%(path)s".
th: ไม่พบไฟล์พจนานุกรมที่กำหนดไว้ในไฟล์กำกับที่ "%(path)s"
tr: Manifest dosyasında tanımlanan sözlük dosyası "%(path)s" konumunda bulunamadı.
uk: Файл словника, визначений в маніфесті, не вдалося знайти в "%(path)s".
vi: Không thể tìm thấy tập tin từ điển được xác định trong tập tin kê khai tại "%(path)s".

source: The manifest contains multiple dictionaries.
cs: Manifest obsahuje vícero slovníků.
de: Das Manifest enthält mehrere Wörterbücher.
el: Το αρχείο δήλωσης περιέχει πολλαπλά λεξικά.
es: El manifesto incluye varios diccionarios.
fr: Le fichier manifest contient plusieurs dictionnaires.
fur: Il manifest al conten plui dizionaris.
fy_nl: It manifest befettet mear wurdboeken.
hu: A leíró több szótárat is tartalmaz.
ia: Le file manifesto contine plure dictionarios.
id: Manifes berisi berbagai kamus.
it: Il file manifesto contiene più dizionari.
ja: manifest に複数の辞書が含まれています。
ka: მანიფესტი შეიცავს რამდენიმე ლექსიკონს.
kab: Afaylu ameskan igber ddeqs n yimawalen.
nl: Het manifest bevat meerdere woordenboeken.
nn_no: Manifestet inneheld fleire ordbøker.
pl: Manifest zawiera wiele słowników.
pt_br: O manifesto contém vários dicionários.
pt_pt: O manifesto contém múltiplos dicionários.
ro: Manifestul conține mai multe dicționare.
ru: Манифест содержит несколько словарей.
si: ව්‍යක්තයෙහි ශබ්දකෝෂ කිහිපයක් අඩංගුය.
sk: Manifest obsahuje viacero slovníkov.
sl: Manifest vsebuje več slovarjev.
sq: Manifesti përmban fjalorë të shumtë.
sv_se: Manifestet innehåller flera ordböcker.
te: మానిఫెస్ట్ బహుళ నిఘంటువులను కలిగి ఉంది.
th: ไฟล์กำกับประกอบด้วยพจนานุกรมหลายเล่ม
tr: Manifest birden fazla sözlük içeriyor.
uk: Маніфест містить декілька словників.
vi: Tập tin kê khai chứa nhiều từ điển.

source: Multiple dictionaries were defined in the manifest, which is unsupported.
cs: V manifestu bylo definováno vícero slovníků, což není podporováno.
de: Im Manifest wurden mehrere Wörterbücher definiert, was nicht unterstützt wird.
el: Έχουν οριστεί πολλαπλά λεξικά στο αρχείο δήλωσης, κάτι που δεν υποστηρίζεται.
es: Se definieron varios diccionarios en el manifiesto y eso es incompatible.
fr: Plusieurs dictionnaires sont définis dans le fichier manifest, ce qui n’est pas pris en charge.
fur: Tal manifest a son stâts cjatâts plui dizionaris, cheste opzion no je supuartade.
fy_nl: Der binne mear wurdboeken definiearre yn it manifest, wat net stipe wurdt.
hu: Több szótárat is definiált a leíróban, amely nem támogatott.
ia: In le file manifesto era definite plure dictionarios, ma isto non es supportate.
id: Kamus ganda terdefinisi di dalam manifest, dan ini tidak didukung.
it: Nel file manifesto sono stati definiti più dizionari. Questa opzione non è supportata.
ja: manifest で複数の辞書が定義されていましたが、これはサポートされていません。
ka: მანიფესტში განსაზღვრულია რამდენიმე ლექსიკონი, რაც არ არის მხარდაჭერილი.
kab: Ddeqs n yimawalen ttusbadun deg umeskan, ayen ur nettusefrak ara.
nl: Er zijn meerdere woordenboeken gedefinieerd in het manifest, wat niet wordt ondersteund.
nn_no: Fleire ordbøker er definert i manifestet som ikkje er støtta.
pl: W manifeście określono wiele słowników, co jest nieobsługiwane.
pt_br: Vários dicionários foram definidos no manifesto, o que não é suportado.
pt_pt: Foram definidos múltiplos dicionários no manifesto, o que não é suportado.
ro: În manifest au fost definite mai multe dicționare care nu au suport.
ru: В манифесте определены несколько словарей, что не поддерживается.
si: ව්‍යක්තයෙහි ශබ්දකෝෂ කිහිපයක් නිරූපිතයි, එයට සහාය නොදක්වයි.
sk: V manifeste boli uvedené viaceré slovníky. Toto nie je podporované.
sl: V manifestu je bilo določenih več slovarjev, kar ni podprto.
sq: Në manifest janë përkufizuar fjalorë të shumtë, gjë që nuk mbulohet.
sv_se: Flera ordböcker definierades i manifestet, vilket inte stöds.
te: మానిఫెస్ట్‌లో బహుళ నిఘంటువులు నిర్వచించబడ్డాయి, దీనికి తోడ్పాటు లేదు.
th: มีพจนานุกรมหลายเล่มที่กำหนดในไฟล์กำกับซึ่งไม่รองรับ
tr: Manifest'te birden fazla sözlük tanımlandı. Bu durum desteklenmiyor.
uk: В маніфесті визначено декілька словників, що не підтримується.
vi: Nhiều từ điển đã được định nghĩa trong kê khai, mà nó không được hỗ trợ.

source: The manifest contains a dictionaries object, but it is empty.
cs: Manifest obsahuje prázdný objekt slovníků.
de: Das Manifest enthält ein Wörterbuch-Objekt, es ist jedoch leer.
el: Το αρχείο δήλωσης περιέχει ένα αντικείμενο λεξικών, αλλά είναι κενό.
es: El manifesto incluye un objeto en forma de diccionario, pero está vacío.
fr: Le manifeste contient un objet dictionnaire, mais il est vide.
fur: Il manifest al conten un ogjet dictionaries, ma al è vueit.
fy_nl: It manifest befettet in wurdboek-objekt, mar it is leech.
hu: A leíró szótárobjektumot tartalmaz, de az üres.
ia: Le file manifesto contine un objecto dictionarios, ma illo es vacue.
id: Manifes berisikan obyek kamus, namun tidak ada isinya.
it: Il file manifesto contiene un oggetto dictionaries, che tuttavia risulta vuoto.
ja: manifest に辞書オブジェクトが含まれていますが、中身が空です。
ka: მანიფესტი შეიცავს ლექსიკონების ობიექტს, მაგრამ იგი ცარიელია.
kab: Ameskan yegber taɣawsa amawal, maca d ilem.
nl: Het manifest bevat een woordenboek-object, maar het is leeg.
nn_no: Manifestet inneheld eit ordboksobjekt, men det er tomt.
pl: Manifest zawiera obiekt słowników, ale jest pusty.
pt_br: O manifesto contém um objeto de dicionários, mas está vazio.
pt_pt: O manifesto contém um objeto de dicionários, mas está vazio.
ro: Manifestul conține un obiect de dicționare, dar este gol.
ru: Манифест содержит объект словарей, но он пустой.
si: ව්‍යක්තයෙහි ශබ්දකෝෂ වස්තුවක් ඇත, නමුත් එය හිස් ය.
sk: Manifest obsahuje objekt so slovníkom, no ten je prázdny.
sl: Manifest vsebuje predmet slovarjev, vendar je prazen.
sq: Manifesti përmban objekt fjalorësh, por është i zbrazët.
sv_se: Manifestet innehåller ett ordboksobjekt, men det är tomt.
te: మానిఫెస్ట్‌లో నిఘంటువు వస్తువు ఉంది, కానీ అది ఖాళీగా ఉంది.
th: ไฟล์กำกับประกอบด้วยวัตถุพจนานุกรม แต่ว่างเปล่า
tr: Manifest'te dictionaries nesnesi var ama nesne boş.
uk: Маніфест містить об'єкт словників, але він порожній.
vi: Tập tin kê khai chứa một đối tượng từ điển, nhưng nó trống.

source: A dictionaries object was defined in the manifest, but it was empty.
cs: V manifestu byl definován objekt slovníků, ale je prázdný.
de: Im Manifest wurde ein Wörterbuch-Objekt definiert, das jedoch leer war.
el: Ένα αντικείμενο λεξικών ορίστηκε στο αρχείο δήλωσης, αλλά ήταν κενό.
es: Se definió un objeto en forma de diccionario en el manifesto, pero estaba vacío.
fr: Un objet dictionnaire a été défini dans le manifeste, mais il est vide.
fur: Tal manifest al jere definît un ogjet dictionaries, ma al jere vueit.
fy_nl: Der is in wurdboek-objekt definiearre yn it manifest, mar it is leech.
hu: A leíróban egy szótár lett definiálva, de az üres volt.
ia: Un objecto dictionarios ha essite definite in le file manifesto, ma illo era vacue.
id: Objek kamus didefinisikan di dalam manifes, namun kosong.
it: Nel file manifesto è stato definito un oggetto dictionaries, che tuttavia risulta vuoto.
ja: manifest で辞書オブジェクトが定義されていましたが、中身が空でした。
ka: ლექსიკონების ობიექტი მანიფესტში განსაზღვრული, მაგრამ ცარიელი იყო.
kab: Taɣawsa amawal tettusbadu deg umeskan, maca d ilem.
nl: Er is een woordenboek-object gedefinieerd in het manifest, maar het is leeg.
nn_no: Eit ordboksobjekt er definert i manifestet, men det var tomt.
pl: W manifeście określono obiekt słowników, ale był pusty.
pt_br: Um objeto de dicionários foi definido no manifesto, mas está vazio.
pt_pt: Foi definido um objeto de dicionários no manifesto, mas este estava vazio.
ro: În manifest a fost definit un obiect de dicționare, dar era gol.
ru: Объект словарей определен в манифесте, но он пустой.
si: ශබ්දකෝෂ වස්තුවක් ව්‍යක්තයෙහි දක්වා ඇත, නමුත් එය හිස් ය.
sk: Objekt so slovníkom bol v manifeste definovaný, no je prázdny.
sl: V manifestu je bil opredeljen predmet slovarjev, vendar je bil prazen.
sq: Te manifesti qe përkufizuar objekt fjalorësh, por qe i zbrazët.
sv_se: Ett ordboksobjekt definierades i manifestet, men det var tomt.
te: మానిఫెస్ట్‌లో నిఘంటువు వస్తువు నిర్వచించబడింది, కానీ అది ఖాళీగా ఉంది.
th: วัตถุพจนานุกรมถูกกำหนดในไฟล์กำกับ แต่ว่างเปล่า
tr: Manifest'te dictionaries nesnesi tanımlanmış ama nesne boş.
uk: В маніфесті визначено об'єкт словників, але він порожній.
vi: Một đối tượng từ điển đã được định nghĩa trong tập tin kê khai, nhưng nó trống.

source: The manifest contains a dictionary but no id property.
cs: Manifest obsahuje slovník bez id.
de: Das Manifest enthält ein Wörterbuch, aber keine ID-Eigenschaft.
el: Το αρχείο δήλωσης περιέχει ένα λεξικό, άλλα καμία ιδιότητα id.
es: El manifesto incluye un diccionario, pero ninguna propiedad de identificación.
fr: Le manifeste contient un dictionnaire, mais pas la propriété id.
fur: Il manifest al conten un dizionari ma nol à une proprietât ID.
fy_nl: It manifest befettet in wurdboek, mar gjin id-eigenskip.
hu: A leírófájl szótárat tartalmaz, de nincs id tulajdonsága.
ia: Le manifesto contine un dictionario ma nulle proprietate id.
id: Manifes berisikan kamus tanpa properti id.
it: Il file manifesto contiene un dizionario, ma è privo di proprietà ID.
ja: manifest に辞書が含まれていますが、id プロパティがありません。
ka: მანიფესტი შეიცავს ლექსიკონს, მაგრამ id-თვისების გარეშე.
kab: Ameskan yegber amawal, maca ulac timeẓlit id.
nl: Het manifest bevat een woordenboek maar geen id-eigenschap.
nn_no: Manifestet inneheld ei ordbok men ingen ID-eigenskap.
pl: Manifest zawiera słownik, ale nie ma właściwości identyfikatora.
pt_br: O manifesto contém um dicionário, mas nenhuma propriedade id.
pt_pt: O manifesto contém um dicionário, mas nenhuma propriedade de identificação.
ro: Manifestul conține un dicționar, dar nu are nicio proprietate ID.
ru: Манифест содержит словарь, но без свойства «id».
si: ව්‍යක්තයෙහි ශබ්දකෝෂයක් අඩංගු නමුත් හැඳු. ගුණාංගය නැත.
sk: Manifest obsahuje slovník, no žiadne id.
sl: Manifest vsebuje predmet slovarjev, vendar nima lastnosti id.
sq: Manifesti përmban një fjalor, por pa veti ID-je.
sv_se: Manifestet innehåller en ordbok men ingen ID-egenskap.
te: మానిఫెస్ట్‌లో నిఘంటువు ఉంది కాని id లక్షణం లేదు.
th: ไฟล์กำกับประกอบด้วยพจนานุกรม แต่ไม่มีคุณลักษณะ id
tr: Manifest bir sözlük içeriyor ancak id özelliği içermiyor.
uk: Маніфест містить словник, але не властивість id.
vi: Tập tin kê khai chứa một từ điển nhưng không có thuộc tính id.

source: A dictionary was found in the manifest, but there was no id set.
cs: V manifestu byl nalezen slovník, ale nemá nastaven identifikátor.
de: Es wurde ein Wörterbuch im Manifest gefunden, aber es wurde keine ID festgelegt.
el: Βρέθηκε ένα λεξικό στο αρχείο δήλωσης, αλλά δεν ορίστηκε αναγνωριστικό.
es: Se encontró un diccionario en el manifiesto, pero no se estableció ninguna identificación.
fr: Un dictionnaire a été trouvé dans le manifeste, mais aucun id n’a été défini.
fur: Tal manifest al è stât cjatât un dizionari, ma nol jere configurât un ID.
fy_nl: Der is in wurdboek fûn yn it manifest, mar der is gjin id ynsteld.
hu: Egy szótár található a leíróban, de nincs id tulajdonság megadva.
ia: Un dictionario ha essite trovate in le manifesto, ma sin id definite.
id: Kamus ditemukan di dalam manifes, namun tidak ada id yang diatur.
it: Nel file manifesto è stato rilevato un dizionario senza set ID.
ja: manifest に辞書が見つかりましたが、id が設定されていませんでした。
ka: მანიფესტში ნაპოვნი იყო ლექსიკონი, მაგრამ მითითებული არ ჰქონდა id.
kab: Amawal yettwaf deg umeskan, maca ulac asulay id i yettusbadun.
nl: Er is een woordenboek gevonden in het manifest, maar er is geen id ingesteld.
nn_no: Ei ordbok vart funnen i manifestet, men ingen ID er spesifisert.
pl: W manifeście odnaleziono słownik, ale nie było ustawionego identyfikatora.
pt_br: Um dicionário foi encontrado no manifesto, mas não há nenhum id definido.
pt_pt: Foi encontrado um dicionário no manifesto, mas não havia nenhuma identificação definida.
ro: S-a găsit un dicționar în manifest, dar nu avea setat niciun ID.
ru: В манифесте найден словарь, но «id» не установлен.
si: ව්‍යක්තයෙහි ශබ්දකෝෂයක් හමු වූ නමුත් හැඳු. සකසා නැත.
sk: V manifeste bol nájdený slovník, no nemá nastavené id.
sl: V manifestu je bil najden slovar, ki nima nastavljenega id.
sq: Te manifesti u gjet një fjalor, por s’pat ID të caktuar.
sv_se: En ordbok hittades i manifestet, men det fanns ingen angiven ID.
te: మానిఫెస్ట్‌లో ఒక నిఘంటువు కనుగొనబడింది, కాని id అమర్చి లేదు.
th: พบพจนานุกรมในไฟล์กำกับ แต่ไม่ได้ตั้งค่า id ไว้
tr: Manifest'te bir sözlük bulundu, ancak id'si yoktu.
uk: В маніфесті знайдено словник, але немає встановленого id.
vi: Một từ điển đã được tìm thấy trong tập tin kê khai, nhưng không được đặt id.

source: Forbidden content found in add-on.
ar: وُجد محتوى محظور في الإضافة.
bs: Zabranjeni sadržaj pronađen u dodatku.
cs: V doplňku byl nalezen zakázaný obsah.
de: Verbotene Inhalte im Add-on gefunden.
el: Βρέθηκε απαγορευμένο περιεχόμενο στο πρόσθετο.
es: Se encontró contenido prohibido en el complemento.
fi: Lisäosasta löytyi kiellettyä sisältöä.
fr: Contenu interdit détecté dans le module.
fur: Cjatât contignût vietât tal component adizionât.
fy_nl: Ferbeane ynhâld fûn yn add-on.
he: בתוספת נמצא תוכן אסור.
hu: Tiltott tartalom található a kiegészítőben.
ia: Contento prohibite trovate in le additivo.
id: Konten yang dilarang ditemukan di pengaya.
it: Rilevato contenuto non consentito nel componente aggiuntivo.
ja: アドオン内に禁止されているコンテンツが見つかりました。
ka: დამატებაში აღმოჩენილია აკრძალული შიგთავსი.
kab: Agbur igedlen yettwaf deg uzegrir.
ms: Kandungan yang dilarang ditemui dalam add-on.
nl: Verboden inhoud gevonden in add-on.
nn_no: Forbydd innhald funne i utvidinga.
pl: W dodatku odnaleziono zabronione treści.
pt_br: Conteúdo proibido encontrado na extensão.
pt_pt: Conteúdo proibido encontrado no extra.
ro: S-a depistat conținut interzis în supliment.
ru: В дополнении найдено запрещённое содержимое.
si: එක්කහුව තුළ තහනම් අන්තර්ගතයක් හමු විය.
sk: V doplnku bol nájdený zakázaný obsah.
sl: V dodatku je bila najdena prepovedana vsebina.
sq: U gjet lëndë e ndaluar në shtesë.
sv_se: Förbjudet innehåll hittades i tillägget.
te: పొడగింతలో నిషేధిత కంటెంట్ కనబడింది.
th: พบเนื้อหาที่ไม่ได้รับอนุญาตในส่วนเสริม
tr: Eklentide yasaklı içerik bulundu.
uk: В додатку знайдено заборонений вміст.
vi: Đã tìm thấy nội dung bị cấm trong tiện ích.

source: This add-on contains forbidden content.
ar: في هذه الإضافة محتوًى محظور.
bs: Ovaj dodatak sadrži zabranjeni sadržaj.
cs: Tento doplněk obsahuje zakázaný obsah.
de: Dieses Add-on enthält verbotene Inhalte.
el: Αυτό το πρόσθετο περιέχει απαγορευμένο περιεχόμενο.
es: Este complemento incluye contenido prohibido.
fi: Tämä lisäosa sisältää kiellettyä sisältöä.
fr: Ce module contient des éléments interdits.
fur: Chest component adizionâl al conten contignût vietât.
fy_nl: Dizze add-on befettet ferbeane ynhâld.
he: תוספת זו מכילה תוכן אסור.
hu: Ez a kiegészítő tiltott tartalmat tartalmaz.
ia: Iste additivo ha contento prohibite.
id: Pengaya ini berisi konten yang dilarang.
it: Questo componente aggiuntivo include un contenuto non consentito.
ja: このアドオンには禁止されているコンテンツが含まれています。
ka: დამატება შეიცავს აკრძალულ შიგთავსს.
kab: Azegrir-agi yegber iferdisen yettwagedlen.
ms: Add-on ini ada kandungan yang dilarang.
nl: Deze add-on bevat verboden inhoud.
nn_no: Denne utvidinga inneheld forbydd innhald.
pl: Ten dodatek zawiera zabronione treści.
pt_br: Esta extensão contém conteúdo proibido.
pt_pt: Este extra contém conteúdo proibido.
ro: Acest supliment are conținut interzis.
ru: Это дополнение содержит запрещённое содержимое.
si: මෙම එක්කහුවෙහි තහනම් අන්තර්ගතයක් අඩංගුය.
sk: Doplnok obsahuje zakázaný obsah.
sl: Ta dodatek vsebuje prepovedano vsebino.
sq: Kjo shtesë përmban lëndë të ndaluar.
sv_se: Detta tillägg innehåller förbjudet innehåll.
te: ఈ పొడిగింత నిషిద్ధ కంటెంట్ను కలిగి ఉంది.
th: ส่วนเสริมนี้มีเนื้อหาที่ไม่ได้รับอนุญาต
tr: Bu eklentide yasaklı içerik bulunuyor.
uk: Цей додаток містить заборонений вміст.
vi: Tiện ích này chứa nội dung bị cấm.

source: Please refer to https://github.com/mozilla-extensions/xpi-manifest to learn more about privileged extensions and signing.
cs: Další informace o privilegovaných rozšířeních a podepisování naleznete na adrese https://github.com/mozilla-extensions/xpi-manifest.
de: Bitte besuchen Sie https://github.com/mozilla-extensions/xpi-manifest, um mehr über privilegierte Erweiterungen und Signieren zu erfahren.
el: Παρακαλώ ανατρέξτε στο https://github.com/mozilla-extensions/xpi-manifest για να μάθετε περισσότερα σχετικά με τις προνομιούχες επεκτάσεις και την υπογραφή.
fr: Pour en savoir plus sur les extensions privilégiées et la signature, veuillez consulter le site https://github.com/mozilla-extensions/xpi-manifest.
fur: Fâs riferiment a https://github.com/mozilla-extensions/xpi-manifest par savê di plui su lis estensions cun privileçs e su la firme.
fy_nl: Lês https://github.com/mozilla-extensions/xpi-manifest foar mear ynformaasje oer privilezjiearre útwreidingen en ûndertekening.
hu: Keresse fel a https://github.com/mozilla-extensions/xpi-manifest oldalt, hogy többet tudjon meg a privilegizált kiegészítőkről és az aláírásról.
ia: Referer se a https://github.com/mozilla-extensions/xpi-manifest pro saper plus re extensiones privilegiate e signaturas.
it: Fare riferimento a https://github.com/mozilla-extensions/xpi-manifest per ulteriori informazioni sulle estensioni con privilegi e sulla firma.
ka: გთხოვთ იხილოთ https://github.com/mozilla-extensions/xpi-manifest უპირატესობის მქონე გაფართოებებისა და ხელმოწერების შესახებ ვრცლად.
pt_br: Consulte https://github.com/mozilla-extensions/xpi-manifest para saber mais sobre extensões privilegiadas e assinatura.
ru: Пожалуйста, обратитесь к https://github.com/mozilla-extensions/xpi-manifest, чтобы узнать больше о привилегированных расширениях и подписи.
sk: Ďalšie informácie o privilegovaných rozšíreniach a podpisovaní nájdete na stránke https://github.com/mozilla-extensions/xpi-manifest.
sl: Za več informacij o privilegiranih razširitvah in podpisovanju si oglejte https://github.com/mozilla-extensions/xpi-manifest.
sq: Ju lutemi, për të mësuar më tepër rreth zgjerimesh të privilegjuara dhe nënshkrim, shihni https://github.com/mozilla-extensions/xpi-manifest.
sv_se: Se https://github.com/mozilla-extensions/xpi-manifest för att lära dig mer om privilegierade tillägg och signering.
tr: Ayrıcalıklı uzantılar ve imzalama hakkında daha fazla bilgi için https://github.com/mozilla-extensions/xpi-manifest adresine bakabilirsiniz.
uk: Зверніться до https://github.com/mozilla-extensions/xpi-manifest , щоб дізнатися більше про привілейовані розширення та підписування.
vi: Vui lòng tham khảo https://github.com/mozilla-extensions/xpi-manifest để tìm hiểu thêm về các tiện ích mở rộng đặc quyền và ký.
