Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Known JS library detected
ar: اكتُشفت مكتبة جافاسكربت معروفة
bs: Otkrivena poznata JS biblioteka
cs: Rozpoznána známá JS knihovna
de: Bekannte JS-Bibliothek erkannt
el: Ανιχνεύθηκε γνωστή βιβλιοθήκη JS
es: Detectada biblioteca JS conocida
fi: Tunnettu JS-kirjasto havaittu
fr: Bibliothèque JS connue détectée
fur: Rilevade librarie JS cognossude
fy_nl: Bekende JS-biblioteek detektearre
he: זוהתה ספריית JS מוכרת
hu: Ismert JS könyvtár észlelve
ia: Revelate bibliotheca JS note
id: Pustaka JS yang diketahui terdeteksi
it: Rilevata una libreria JS nota
ja: 既知の JS ライブラリーが検出されました
ka: აღმოჩენილია ცნობილი JS ბიბლიოთეკა
kab: Tamkarḍit JS tettwaf
ms: Mengesan pustaka JS yang diketahui
nl: Bekende JS-bibliotheek gedetecteerd
nn_no: Kjent JS-bibliotek oppdaga
pl: Wykryto znaną bibliotekę JS
pt_br: Biblioteca JS conhecida detectada
pt_pt: Biblioteca JS conhecida detetada
ro: S-a depistat o bibliotecă JS cunoscută
ru: Обнаружена известная JS библиотека
si: දන්නා JS එකතුවක් අනාවරණය විය
sk: Bola rozpoznaná známa JS knižnica
sl: Zaznana je znana knjižnica JS
sq: U pikas librari JS e njohur
sv_se: Känt JS-bibliotek upptäckt
te: తెలిసిన JS లైబ్రరీ కనుగొనబడింది
th: ตรวจพบไลบรารี JS ที่รู้จัก
tr: Bilinen JS kütüphanesi algılandı
uk: Виявлено відому бібліотеку JS
vi: Đã phát hiện thư viện JS

source: JavaScript libraries are discouraged for simple add-ons, but are generally accepted.
cs: Knihovny JavaScriptu se nedoporučuje pro jednoduché doplňky, ale jsou obecně akceptovány.
de: Bei einfachen Add-ons wird von JavaScript-Bibliotheken abgeraten, aber sie werden im Allgemeinen akzeptiert.
el: Οι βιβλιοθήκες JavaScript δεν προτείνονται για απλά πρόσθετα, αλλά είναι γενικώς αποδεκτές.
fr: Les bibliothèques JavaScript sont déconseillées pour les modules complémentaires simples, mais sont généralement acceptées.
fur: Lis librariis JavaScript a son disconseadis pai components adizionâi sempliçs, ma pal plui a son acetadis.
fy_nl: JavaScript-biblioteken wurde ûntmoedige foar ienfâldige add-ons, mar wurde algemien akseptearre.
he: ספריות JavaScript אינן מומלצות לשימוש עבור תוספות פשוטות, אך הן מקובלות בדרך כלל.
hu: A JavaScript programkönyvtárak nem javasoltak az egyszerű kiegészítőknél, de általában elfogadottak.
ia: Le bibliothecas JavaScript es discoragiate pro simple additivos, ma es generalmente acceptate.
it: Le librerie JavaScript sono sconsigliate per componenti aggiuntivi semplici, ma sono generalmente accettate.
ka: JavaScript-ბიბლიოთეკები მხარდაუჭერელია მარტივი დამატებებისთვის, მაგრამ საერთოდ მისაღებია.
pt_br: É desencorajado o uso de bibliotecas JavaScript em extensões simples, mas geralmente são aceitas.
pt_pt: As bibliotecas de JavaScript são desencorajadas para extras simples, mas geralmente são aceites.
ru: Библиотеки JavaScript не рекомендуются для простых дополнений, но обычно допустимы.
sk: Pre jednoduché doplnky sa neodporúčajú používať knižnice JavaScriptu, avšak sú vo všeobecnosti akceptované.
sl: Knjižnice JavaScript niso priporočljive za preproste dodatke, vendar jih v splošnem sprejemamo.
sq: Bibliotekat JavaScript nuk parapëlqehen për shtesa të thjeshta, por janë të pranuara, përgjithësisht.
sv_se: JavaScript-bibliotek avråds för enkla tillägg, men är allmänt accepterade.
tr: JavaScript kitaplıkları basit eklentiler için önerilmez fakat genellikle kabul edilir.
uk: Бібліотеки JavaScript не рекомендуються для написання простих додатків, але вони загальноприйняті.
vi: Các thư viện JavaScript không được khuyến khích cho các tiện ích mở rộng đơn giản, nhưng thường được chấp nhận.

source: Due to both security and performance concerns, this may not be set using dynamic values which have not been adequately sanitized. This can lead to security issues or fairly serious performance degradation.
cs: Kvůli bezpečnosti i výkonu nemusí být toto nastavení nastaveno pomocí dynamických hodnot, které nebyly adekvátně ošetřeny. To může vést k bezpečnostním problémům nebo poměrně vážnému snížení výkonu.
de: Sowohl aus Sicherheits- als auch aus Leistungsgründen kann dies nicht mit nicht ausreichend bereinigten dynamische Werten gesetzt werden. Dies kann zu Sicherheitsproblemen oder ziemlich ernsthaften Leistungseinbußen führen.
el: Λόγω ανησυχιών σχετικά με την ασφάλεια και τις επιδόσεις, ενδέχεται να μην έχει ρυθμιστεί με τη χρήση δυναμικών τιμών που δεν έχουν εκκαθαριστεί επαρκώς. Αυτό μπορεί να οδηγήσει σε ζητήματα ασφάλειας ή αρκετά σοβαρή υποβάθμιση των επιδόσεων.
fr: Pour des raisons de sécurité et de performances, cette valeur ne peut pas être définie en utilisant des valeurs dynamiques qui n’ont pas été correctement nettoyées. Cela peut entraîner des problèmes de sécurité ou une dégradation assez importante des performances.
fur: Par motîfs di sigurece e prestazions, nol è pussibil configurâ chest doprant valôrs dinamics che no son stâts purificâts in mût adeguât. Chest al pues puartâ a problemis di sigurece o une penze degradazion des prestazions.
fy_nl: Fanwegen sawol befeiligings- as prestaasjessoargen, mei dit net ynsteld wurde mei help fan dynamyske wearden dy’t net genôch opskjinne binne. Dit kin liede ta befeiligingsproblemen of frij serieuze prestaasjesdegradaasje.
hu: Biztonsági és teljesítménybeli okokból ez nem adható meg olyan dinamikus értékekkel, amelyek nem lettek megfelelően megtisztítva. Ez biztonsági problémákhoz, vagy komoly teljesítménycsökkenéshez vezethet.
ia: Per preoccupationes ambe de securitate e prestation, isto pote non esser predefinite pro valores dynamic que non ha essite adequatemente mundate. Isto pote ducer a problemas de securitate o bastante serie degradation de prestation.
it: Per motivi di sicurezza e prestazioni, questo non può essere impostato utilizzando valori dinamici che non sono stati adeguatamente purificati. Ciò può causare problemi di sicurezza o un grave degrado delle prestazioni.
ka: უსაფრთხოებისა და წარმადობის საკითხებიდან გამომდინარე უმჯობესია, არ მიეთითოს ცვალებადი მნიშვნელობები, რომლებიც სათანადოდ დაზღვეული არ იქნება მავნებლობისგან. ეს შეიძლება უსაფრთხოების ხარვეზების ან წარმადობის მნიშვნელოვნად დაქვეითების წყაროდ იქცეს.
pt_br: Devido a questões de desempenho e segurança, isso pode não ser definido usando valores dinâmicos que não foram adequadamente sanitizados. Isso pode levar a problemas de segurança ou degradação bastante séria de desempenho.
pt_pt: Devido a questões de segurança e de desempenho, isto não pode ser definido utilizando valores dinâmicos que não foram adequadamente sanitizados. Isto pode conduzir a problemas de segurança ou de uma degradação bastante séria do desempenho.
ru: Из соображений безопасности и производительности это не может быть установлено с использованием динамических значений, которые не были должным образом очищены. Это может привести к проблемам с безопасностью или серьезному снижению производительности.
sk: Z dôvodov bezpečnosti a výkonu sa toto nemusí dať nastaviť pomocou dynamických hodnôt, ktoré neboli primerane sanitizované. Môže to viesť k problémom so zabezpečením alebo k pomerne vážnemu zníženiu výkonu.
sl: Zaradi pomislekov glede varnosti in zmogljivosti tega morda ne bo mogoče nastaviti z uporabo dinamičnih vrednosti, ki niso bile ustrezno prečiščene. To lahko povzroči varnostne težave ali dokaj resno poslabšanje delovanja.
sq: Për shkak konsideratash qoftë sigurie, qoftë funksionimi, kjo s’mund të ujdiset duke përdorur vlera dinamike që s’janë sanitarizuar në mënyrë adekuate. Kjo mund të shpjerë në probleme sigurie, ose degradim goxha serioz të funksionimit.
sv_se: På grund av både säkerhets- och prestandaproblem kanske detta inte ställs in med dynamiska värden som inte har sanerats tillräckligt. Detta kan leda till säkerhetsproblem eller ganska allvarlig prestandaförsämring.
uk: З міркувань безпеки та швидкодії це не можна налаштувати за допомогою динамічних значень, які не були належним чином оброблені. Це може призвести до проблем з безпекою або досить значного зниження швидкодії.

source: {{api}} is not supported
ar: {{api}} غير مدعومة
bs: {{api}} nije podržan
cs: {{api}} není podporováno
de: {{api}} wird nicht unterstützt
el: Το {{api}} δεν υποστηρίζεται
es: {{api}} no compatible
fi: {{api}} ei ole tuettu
fr: {{api}} n’est pas pris en charge
fur: {{api}} nol è supuartât
fy_nl: {{api}} is net stipe
he: אין תמיכה ב־{{api}}
hu: A(z) {{api}} nem támogatott
ia: {{api}} non es supportate
id: {{api}} tidak didukung
it: {{api}} non è supportato
ja: {{api}} はサポートされていません
ka: {{api}} არაა მხარდაჭერილი
kab: {{api}} ur yettwaqbel
ms: {{api}} tidak disokong
nl: {{api}} wordt niet ondersteund
nn_no: {{api}} er ikkje støtta
pl: „{{api}}” jest nieobsługiwane
pt_br: {{api}} não é suportada
pt_pt: {{api}} não é suportado
ro: {{api}} nu are suport
ru: {{api}} не поддерживается
si: {{api}} සහාය නොදක්වයි
sk: {{api}} nie je podporované
sl: {{api}} ni podprt
sq: {{api}} nuk mbulohet
sv_se: {{api}} stöds ej
te: {{api}} కు మద్దతు లేదు
th: ไม่รองรับ {{api}}
tr: {{api}} desteklenmiyor
uk: {{api}} не підтримується
vi: {{api}} không được hỗ trợ

source: This API has not been implemented by Firefox.
ar: لم يُنفّذ فَيَرفُكس واجهة API هذه.
bs: Ovaj API nije implementiran od Firefoxa.
cs: Tato API nemohla být přidána do Firefoxu.
de: Diese API wurde von Firefox nicht implementiert.
el: Αυτό το API δεν έχει υλοποιηθεί από το Firefox.
es: Firefox no ha implementado esta API.
fi: Tätä API:a ei ole vielä toteutettu Firefoxissa.
fr: Cette API n’a pas été implémentée dans Firefox.
fur: Cheste API no je stade implementade di Firefox.
fy_nl: Dizze API is net troch Firefox ymplemintearre.
he: ה־API הזה לא הוטמע על ידי Firefox.
hu: Ez az API még nincs megvalósítva a Firefoxban.
ia: Iste API non ha essite implementate per Firefox.
id: API ini belum diimplementasikan oleh Firefox.
it: Questa API non è stata implementata da Firefox.
ja: この API は Firefox に実装されていません。
ka: ეს API არ გამოიყენება Firefox-ში.
kab: Asnas-agi API yettwabna di Firefox.
ms: API ini tidak dilaksanakan oleh Firefox.
nl: Deze API is niet door Firefox geïmplementeerd.
nn_no: Denne API-en har ikkje blitt implementert av Firefox.
pl: To API nie zostało zaimplementowane w Firefoksie.
pt_br: Esta API ainda não foi implementada pelo Firefox.
pt_pt: Esta API ainda não foi implementada pelo Firefox.
ro: Acest API nu a fost implementat de Firefox.
ru: Это API не реализовано в Firefox.
si: ෆයර්ෆොක්ස් සඳහා මෙම යෙ.ක්‍ර.මු. ක්‍රියාවට නංවා නැත.
sk: Toto API nebolo Firefoxom implementované.
sl: Firefox ne podpira tega API-ja.
sq: Kjo API s’është sendërtuar nga Firefox-i.
sv_se: Detta API har inte implementerats av Firefox.
te: ఈ API Firefox ద్వారా అమలు చేయబడలేదు.
th: API นี้ยังไม่ได้ถูกนำมาใช้โดย Firefox
tr: Bu API Firefox'ta kullanılamamaktadır.
uk: Цей API не було впроваджено в Firefox.
vi: API này chưa được Firefox triển khai.

source: "{{api}}" has been removed in Manifest Version 3 (`manifest_version` property)
cs: "{{api}}" bylo v Manifestu verze 3 (`manifest_version`) odstraněno
de: „{{api}}“ wurde in Manifest Version 3 entfernt (`manifest_version`-Eigenschaft)
el: Το «{{api}}» έχει αφαιρεθεί στην έκδοση Manifest 3 (ιδιότητα `manifest_version`)
fr: « {{api}} » a été supprimé dans Manifest Version 3 (propriété `manifest_version`)
fur: “{{api}}” al è stât gjavât de version 3 dal manifest (proprietât “manifest_version”)
fy_nl: ‘{{api}}’ is fuortsmiten yn Manifest ferzje 3 (eigenskip ‘manifest_version’)
he: ‏״{{api}}״ הוסר מגרסה 3 של Manifest (מאפיין `manifest_version`)
hu: A(z) „{{api}}” el lett távolítva a leíró 3. verziójából (`manifest_version` tulajdonság)
ia: "{{api}}" ha essite removite in File manifesto Version 3 (`manifest_version` property)
it: “{{api}}” è stato rimosso dalla versione 3 del manifesto (proprietà “manifest_version”)
ja: "{{api}}" はマニフェストバージョン 3 (`manifest_version` プロパティ) で削除されました
ka: „{{api}}“ მოცილებულია მანიფესტის მე-3 ვერსიიდან (`manifest_version` – თვისება)
nl: ‘{{api}}’ is verwijderd in Manifest versie 3 (eigenschap ‘manifest_version’)
nn_no: "{{api}}" er tatt bort i Manifest Version 3 (eigenskapen `manifest_version`)
pl: „{{api}}” zostało usunięte w 3. wersji Manifestu (właściwość „manifest_version”)
pt_br: "{{api}}" foi removida no Manifesto Versão 3 (propriedade `manifest_version`)
pt_pt: "{{api}}" foi removido da versão 3 do manifesto (propriedade `manifest_version`)
ru: «{{api}}» было удалено из Манифеста версии 3 (свойство `manifest_version`)
si: ව්‍යක්ත අනුවාදය 3 (`manifest_version` ගුණාංගය) හි "{{api}}" ඉවත් කර ඇත
sk: "{{api}}" bolo odstránené v manifeste verzie 3 (vlastnosť `manifest_version`)
sl: "{{api}}" je bil odstranjen v različici manifesta 3 (lastnost 'manifest_version')
sq: "{{api}}" është hequr te Manifest Version 3 (vetia `manifest_version`)
sv_se: "{{api}}" har tagits bort i Manifest Version 3 (egenskapen `manifest_version`)
tr: "{{api}}" Manifest Sürüm 3'te kaldırılmıştır (`manifest_version` özelliği)
uk: "{{api}}" вилучено у маніфесті версії 3 (властивість `manifest_version`)
vi: "{{api}}" đã bị xóa trong Manifest phiên bản 3 (thuộc tính `manifest_version`)

source: {{api}} is deprecated
cs: {{api}} je zastaralé
de: {{api}} wird nicht mehr unterstützt
el: Το {{api}} είναι παρωχημένο
fr: {{api}} n’est pas pris en charge
fur: {{api}} al è deplorât
fy_nl: {{api}} is ferâldere
he: ‏{{api}} הוצא משימוש
hu: A(z) {{api}} elavult
ia: {{api}} es obsolete
it: {{api}} è deprecato
ja: {{api}} は非推奨です
ka: {{api}} მოძველებულია
kab: {{api}} ur yettwaqbel ara
nl: {{api}} is verouderd
nn_no: {{api}} er forelda
pl: „{{api}}” jest przestarzałe
pt_br: {{api}} está obsoleta
pt_pt: {{api}} está obsoleta
ru: {{api}} устарело
si: {{api}} අත්හැර ඇත
sk: {{api}} je zastarané
sl: {{api}} ni več podprt
sq: {{api}} është nxjerrë nga përdorimi
sv_se: {{api}} är föråldrat
tr: {{api}} kullanımdan kaldırıldı
uk: {{api}} більше не підтримується
vi: {{api}} không được hỗ trợ

source: This API has been deprecated by Firefox.
cs: Toto API je ve Firefoxu označeno jako zastaralé.
de: Diese API wird von Firefox nicht mehr unterstützt.
el: Αυτό το API έχει καταργηθεί από το Firefox.
fr: Firefox considère désormais cette API obsolète.
fur: Cheste API e je stade deplorade di Firefox.
fy_nl: Dizze API is yn Firefox ferâldere.
he: ה־API הזה הוצא משימוש על־ידי Firefox.
hu: Ez az API elavult a Firefoxban.
ia: Iste API ha essite obsolete per Firefox.
it: Questa API è deprecata in Firefox.
ja: この API は Firefox で推奨されていません。
ka: ეს API მოძველებულია Firefox-ში.
kab: Asnas-a API yettuneḥsab d aqbur sɣur Firefox.
nl: Deze API is in Firefox verouderd.
nn_no: Denne API-en har blitt forelda av Firefox.
pl: To API zostało oznaczone jako przestarzałe w Firefoksie.
pt_br: Esta API foi tornada obsoleta pelo Firefox.
pt_pt: Esta API foi descontinuada pelo Firefox.
ru: Это API объявлено Firefox устаревшим.
si: ෆයර්ෆොක්ස් මගින් මෙම යෙ.ක්‍ර.මු. අත්හැර ඇත.
sk: Toto rozhranie API bolo pre Firefox zastarané.
sl: Firefox je opustil ta API.
sq: Kjo API është nxjerrë nga përdorimi nga Firefox-i.
sv_se: Detta API har föråldrats av Firefox.
tr: Bu API, Firefox tarafından kullanımdan kaldırıldı.
uk: Firefox більше не підтримує цей API.
vi: API này đã bị loại bỏ khỏi Firefox.

source: Content script file could not be found.
ar: تعذر العثور على ملف سكربت المحتوى.
bs: Sadržaj datoteke skripte nije pronađen.
cs: Obsah souboru se skriptem nebyl nalezen.
de: Inhalts-Skript-Datei wurde nicht gefunden.
el: Δεν ήταν δυνατή η εύρεση του αρχείου σεναρίου περιεχομένου.
es: No se puede encontrar el archivo script de contenido.
fi: Sisältökriptitiedostoa ei löytynyt.
fr: Impossible de trouver le fichier de script.
fur: Impussibil cjatâ il file content script.
fy_nl: Ynhâldsscriptbestân koe net fûn wurde.
he: לא ניתן למצוא קובץ תסריט תוכן.
hu: A tartalomparancsfájl nem található.
ia: Impossibile trovar le file script de contento.
id: Berkas skrip konten tidak dapat ditemukan.
it: Impossibile trovare il file content script.
ja: コンテンツスクリプトファイルが見つかりませんでした。
ka: სკრიპტის შემცველი ფაილი ვერ მოიძებნა.
kab: Afaylu n uskript n ugbur ulac-it.
ms: Fail skrip kandungan tidak dapat ditemui.
nl: Inhoudsscriptbestand kon niet worden gevonden.
nn_no: Fann ikkje innhaldskriptfila.
pl: Nie można odnaleźć pliku skryptu treści.
pt_br: O arquivo de script de conteúdo não pôde ser encontrado.
pt_pt: O ficheiro de script de conteúdo não pôde ser encontrado.
ro: Nu s-a găsit fișierul cu scriptul de conținut.
ru: Не удалось найти файл скрипта содержимого.
si: අන්තර්ගත අත්පත් ගොනුව හමු නොවිණි.
sk: Obsah súboru so skriptom nebol nájdený.
sl: Datoteke skripta vsebine ni bilo mogoče najti.
sq: S’u gjet dot kartelë programthi lëndësh.
sv_se: Innehållsskriptfilen kunde inte hittas.
te: కంటెంట్ స్క్రిప్ట్ ఫైలు కనుగొనబడలేదు.
th: ไม่พบไฟล์สคริปต์เนื้อหา
tr: İçerik betik dosyası bulunamadı.
uk: Не вдається знайти файл скрипту вмісту.
vi: Không thể tìm thấy tập lệnh nội dung.

source: "{{api}}" is deprecated or unimplemented
cs: "{{api}}" je zastaralé, nebo není vůbec implementované
de: „{{api}}“ wird nicht mehr unterstützt oder ist nicht implementiert
el: Το «{{api}}» είναι παρωχημένο ή δεν έχει υλοποιηθεί
fr: « {{api}} » est obsolète ou non implémenté
fur: “{{api}}” al è deplorât o nol è implementât
fy_nl: ‘{{api}}’ is ferâldere of net ymplemintearre
he: ‏״{{api}}״ הוצא משימוש או שאינו מיושם
hu: A(z) „{{api}}” elavult és nincs megvalósítva
ia: "{{api}}" es obsolete o non implementate
it: “{{api}}” è deprecato o non implementato
ja: "{{api}}" は非推奨または未実装です
ka: „{{api}}“ მოძველებულია და არ დანერგილა
nl: ‘{{api}}’ is verouderd of niet geïmplementeerd
nn_no: "{{api}}" er forelda eller ikkje implementert
pl: „{{api}}” jest przestarzałe lub niezaimplementowane
pt_br: "{{api}}" está obsoleto ou não foi implementado
pt_pt: "{{api}}" está obsoleto ou não está implementado
ru: «{{api}}» устарело или не реализовано
si: "{{api}}" අත්හැර හෝ ක්‍රියාවට නංවා නැත
sk: "{{api}}" je zastarané alebo neimplementované
sl: "{{api}}" je zastarel ali neuveljavljen
sq: "{{api}}" është nxjerrë nga përdorimi, ose s’është sendërtuar
sv_se: "{{api}}" är föråldrat eller ej implementerat
tr: "{{api}}" kullanımdan kaldırıldı veya mevcut değil
uk: "{{api}}" більше не підтримується або прибрано
vi: "{{api}}" không được dùng nữa và sẽ không hỗ trợ

source: Content script file could not be found
ar: تعذر العثور على ملف سكربت المحتوى
bs: Sadržaj datoteke skripte nije pronađen
cs: Obsah skriptu nemohl být nalezen
de: Inhalts-Skript-Datei wurde nicht gefunden
el: Δεν ήταν δυνατή η εύρεση του αρχείου σεναρίου περιεχομένου
es: No se puede encontrar el archivo script de contenido
fi: Sisältökriptitiedostoa ei löytynyt
fr: Impossible de trouver le fichier de script de contenu
fur: Impussibil cjatâ il file content script
fy_nl: Ynhâldsscriptbestân koe net fûn wurde
he: לא ניתן למצוא קובץ תסריט תוכן
hu: A tartalomparancsfájl nem található
ia: Impossibile trovar le file script de contento
id: Berkas skrip konten tidak dapat ditemukan
it: Impossibile trovare il file content script
ja: コンテンツスクリプトファイルが見つかりませんでした
ka: სკრიპტის შემცველი ფაილი ვერ მოიძებნა
kab: Afaylu n uskript n ugbur ulac-it
ms: Fail skrip kandungan tidak dapat ditemui
nl: Inhoudsscriptbestand kon niet worden gevonden
nn_no: Fann ikkje innhaldskriptfila
pl: Nie można odnaleźć pliku skryptu treści
pt_br: O arquivo de script de conteúdo não pôde ser encontrado
pt_pt: O ficheiro de script de conteúdo não pôde ser encontrado
ro: Nu s-a găsit fișierul cu scriptul de conținut
ru: Не удалось найти файл скрипта содержимого
si: අන්තර්ගත අත්පත් ගොනුව හමු නොවිණි
sk: Obsah súboru so skriptom nebol nájdený
sl: Datoteke skripta vsebine ni bilo mogoče najti.
sq: S’u gjet dot kartelë programthi lëndësh
sv_se: Innehållsskriptfilen kunde inte hittas
te: కంటెంట్ స్క్రిప్ట్ ఫైల్ కనుగొనబడలేదు
th: ไม่พบไฟล์สคริปต์เนื้อหา
tr: İçerik betik dosyası bulunamadı
uk: Не вдається знайти файл скрипту вмісту
vi: Không thể tìm thấy tập lệnh nội dung

source: "%(api)s" can cause issues when loaded temporarily
cs: API "%(api)s" může způsobit problémy při dočasném načítání
de: „%(api)s“ kann Probleme verursachen, wenn es temporär geladen wird
el: Το «%(api)s» μπορεί να προκαλέσει ζητήματα κατά την προσωρινή φόρτωση
fr: « %(api)s » peut causer des problèmes lorsqu’elle est chargée temporairement
fur: "$(api)s" e pues causâ problemis se e ven cjariade in mût temporani
fy_nl: ‘%(api)s’ kin problemen feroarsaakje as it tydlik laden wurdt
he: ‏״%(api)s״ עלול לגרום לבעיות בעת טעינה זמנית
hu: A(z) „%(api)s” problémákat okozhat, ha ideiglenesen betöltik
ia: "%(api)s" pote causar problemas quando cargate temporarimente
it: "$(api)s" può causare problemi se caricata temporaneamente
ka: „%(api)s“ ხარვეზებს იწვევს ხოლმე დროებით ჩატვირთვისას
pt_br: "%(api)s" pode causar problemas quando carregada temporariamente
pt_pt: "%(api)s" pode causar problemas quando carregado temporariamente
ru: «%(api)s» может вызывать проблемы при временной загрузке
sk: API "%(api)s" môže spôsobiť problémy pri dočasnom načítaní
sl: "%(api)s" lahko povzroča težave, če je naložena začasno
sq: “%(api)s” mund të shkaktojë probleme, kur ngarkohet përkohësisht
sv_se: "%(api)s" kan orsaka problem när den laddas tillfälligt
tr: "%(api)s" geçici olarak yüklendiğinde sorunlara neden olabilir
uk: "%(api)s" може спричиняти проблеми під час тимчасового завантаження
vi: "%(api)s" có thể gây ra sự cố khi tải tạm thời
