Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Hidden files complicate the review process and can contain sensitive information about the system that generated the add-on. Please modify the packaging process so that these files aren't included.
cs: Skryté soubory komplikují proces kontroly a mohou obsahovat citlivé informace o systému, které doplněk vygeneroval. Upravte proces balení tak, aby tyto soubory nebyly zahrnuty.
de: Versteckte Dateien erschweren den Überprüfungsprozess und können sensible Informationen über das System enthalten, das das Add-on generiert hat. Bitte ändern Sie den Paketierungsprozess, damit diese Dateien nicht enthalten sind.
el: Τα κρυφά αρχεία περιπλέκουν τη διαδικασία ελέγχου και μπορεί να περιέχουν ευαίσθητες πληροφορίες σχετικά με το σύστημα που δημιούργησε το πρόσθετο. Παρακαλούμε τροποποιήστε τη διαδικασία πακετοποίησης, ώστε να μην περιλαμβάνονται αυτά τα αρχεία.
fr: Les fichiers cachés compliquent le processus de revue et peuvent contenir des informations sensibles sur le système qui a généré le module. Merci de modifier le processus de création du paquet afin que ces fichiers ne soient plus inclus.
fur: I files platâts a complichin il procès di revision e a puedin contignî informazions sensibilis sul sisteme che al à gjenerât il component adizionâl. Par plasê modifiche il procès di creazion dai pachets in mût che chescj files no sedin includûts.
fy_nl: Ferburgen bestannen meitsje it beoardielingsproses swierder en kinne gefoelige gegevens befetsje oer it systeem dat de add-on generearre hat. Wizigje it ferpakkingsproses, sadat dizze bestannen net opnommen wurde.
he: קבצים נסתרים מסבכים את תהליך הסקירה ויכולים להכיל מידע רגיש על המערכת שיצרה את התוספת. נא לשנות את תהליך האריזה כך שהקבצים האלה לא יכללו.
hu: A rejtett fájlok nehezítik az ellenőrzési folyamatot, és érzékeny információkat tartalmazhatnak a kiegészítőt előállító rendszerről. Módosítsa a csomagolási folyamatot, hogy ezek a fájlok ne legyenek benne.
ia: Le files occulte complica le processo de revision e pote continer datos sensibile re le systema que genera le additivo. Modifica le processo de impaccamento assi que iste files non es includite.
it: I file nascosti complicano il processo di revisione e possono contenere informazioni riservate sul sistema che ha generato il componente aggiuntivo. Modificare il processo di creazione di pacchetti in modo che questi file non siano inclusi.
ka: დამალული ფაილები აძნელებს გარჩევის პროცესს და შეიძლება შეიცავდეს საფრთხილო მონაცემებს შემქმნელი სისტემის შესახებ. გთხოვთ შეცვალოთ შეფუთვის ხერხები ისე, რომ ეს ფაილები აღარ დაერთოს.
pt_br: Arquivos ocultos complicam o processo de revisão e podem conter informações confidenciais sobre o sistema que gerou a extensão. Modifique o processo de empacotamento para não incluir esses arquivos.
ru: Скрытые файлы усложняют процесс проверки и могут содержать конфиденциальную информацию о системе, сгенерировавшей дополнение. Пожалуйста, измените процесс упаковки, чтобы эти файлы не были включены.
sk: Skryté súbory komplikujú proces kontroly a môžu obsahovať citlivé informácie o systéme, ktoré doplnok vygeneroval. Upravte proces balenia tak, aby tieto súbory neboli zahrnuté.
sl: Skrite datoteke otežijo postopek pregleda in lahko vsebujejo občutljive podatke o sistemu, ki je ustvaril dodatek. Spremenite postopek pakiranja, da te datoteke ne bodo vključene.
sq: Kartela e fshehura e procesin e shqyrtimit dhe mund të përmbajnë informacion me spec rreth sistemit që prodhoi shtesën. Ju lutemi, ndryshoni procesin e paketimit, që këto kartela të mos përfshihen.
sv_se: Dolda filer komplicerar granskningen och kan innehålla känslig information om systemet som genererade tillägget. Ändra paketeringsprocessen så att dessa filer inte ingår.
tr: Gizli dosyalar inceleme işlemini zorlaştırır ve eklentiyi oluşturan sisteme dair hassas bilgiler içerebilir. Lütfen paketleme işlemini bu dosyalar eklenmeyecek şekilde değiştirin.
uk: Приховані файли ускладнюють процес розгляду й можуть містити конфіденційну інформацію про систему, в якій згенеровано додаток. Модифікуйте процес пакування, щоб ці файли включались.
vi: Các tập tin ẩn làm phức tạp quá trình xem xét và có thể chứa thông tin nhạy cảm về hệ thống đã tạo tiện ích mở rộng. Vui lòng sửa đổi quy trình đóng gói để không bao gồm các tập tin này.

source: Package contains duplicate entries
ar: تحتوي الحزمة مدخلات مكررة
bs: Pošiljka sadrži duple unose
cs: Balíček obsahuje duplicitní položky
de: Paket enthält doppelte Einträge
el: Το πακέτο περιέχει διπλότυπες καταχωρήσεις
es: El paquete incluye algunas entradas duplicadas
fr: Le paquet contient des entrées dupliquées
fur: Il pachet al conten vôs doplis
fy_nl: Pakket befettet dûbele fermeldingen
he: החבילה מכילה רשומות כפולות
hu: A csomag ismétlődő bejegyzéseket tartalmaz
ia: Le pacchetto contine entratas duplicate
id: Paket mengandung entri ganda
it: Il pacchetto contiene voci duplicate
ja: パッケージに重複したエントリーが含まれています
ka: ნაკრები შეიცავს გაორმაგებულ ერთეულებს
kab: Akemmus yegber inekcamen usligen
ms: Pakej mengandungi penyertaan berganda
nl: Pakket bevat dubbele vermeldingen
nn_no: Pakke inneheld doble oppføringar
pl: Pakiet zawiera podwójne wpisy
pt_br: O pacote contém entradas duplicadas
pt_pt: Pacote contém entradas duplicadas
ro: Pachetul conține intrări duplicate
ru: Пакет содержит дублирующиеся записи
si: ඇසුරුමෙහි අනුපිටපත් නිවේශිත තිබේ
sk: Balíček obsahuje duplicitné položky
sl: Paket vsebuje podvojene vnose
sq: Paketa përmban zëra të përsëdytur
sv_se: Paket innehåller dubbla poster
te: ప్యాకేజిలో ద్వంద్వ పద్దులు ఉన్నాయి
th: แพ็คเกจมีรายการที่ซ้ำกัน
tr: Paket yinelenen girdiler içermektedir
uk: Пакунок містить повторювані записи
vi: Gói chứa các mục trùng lặp

source: Flagged filename found
ar: وُجدت أسماء ملفات لا داعي لها
bs: Pronađeno ime datoteke sa zastavicom
cs: Označený soubor nalezen
de: Gemeldeter Dateiname gefunden
el: Βρέθηκε επισημασμένο όνομα αρχείου
es: Se encontró un nombre de archivo destacado
fr: Nom de fichier signalé détecté
fur: Rilevât non di file segnalât
fy_nl: Markearre bestânsnamme fûn
he: נמצא שם קובץ שסומן בדגל
hu: Megjelölt fájlnév találva
ia: Nomine de file signalate trovate
id: Nama berkas yang ditandai ditemukan
it: Rilevato un nome di file segnalato
ja: 特定のファイル名が確認されました
ka: აღმოჩენილია გასაჩივრებული ფაილის სახელი
kab: Isem n ufaylu yettwacerḍen yettwaf
ms: Menemui nama fail yang ditanda
nl: Gemarkeerde bestandsnaam gevonden
nn_no: Flagga filnamn vart funne
pl: Odnaleziono oznaczoną nazwę pliku
pt_br: Nome do arquivo marcado encontrado
pt_pt: Nome de ficheiro marcado encontrado
ro: S-a depistat o denumire de fișier semnalat
ru: Найдено отмеченное имя файла
sk: Bol nájdený označený názov súboru
sl: Najdeno označeno ime datoteke
sq: U gjet emër kartele me probleme
sv_se: Flaggat filnamn hittades
te: ఫ్లాగ్ చేయబడిన ఫైల్ పేరు కనుగొనబడింది
th: พบชื่อไฟล์ที่ถูกตั้งค่าสถานะ
tr: İşaretli dosya adı bulundu
uk: Знайдено позначену назву файлу
vi: Đã tìm thấy tên tập tin được gắn cờ

source: Files were found that are either unnecessary or have been included unintentionally. They should be removed.
cs: Byly nalezeny soubory, které jsou buď zbytečné, nebo byly zahrnuty neúmyslně. Měly by být odstraněny.
de: Es wurden Dateien gefunden, die entweder unnötig sind oder unbeabsichtigt eingefügt wurden. Sie sollten entfernt werden.
el: Βρέθηκαν αρχεία που είτε είναι περιττά είτε έχουν συμπεριληφθεί ακούσια. Θα πρέπει να αφαιρεθούν.
fr: Des fichiers inutiles ou ajoutés par inadvertance ont été trouvés. Ils devraient être supprimés.
fur: A son stâts rilevâts files che no coventin o includûts cence volê. A varessin di sei gjavâts.
fy_nl: Der binne bestannen fûn dy’t net nedich binne of sûnder bedoeling tafoege binne. Se moatte fuortsmiten wurde.
he: נמצאו קבצים שאינם נחוצים או שנכללו שלא במתכוון. יש להסיר אותם.
hu: Olyan fájlok találhatók, amelyek vagy feleslegesek, vagy véletlenül kerültek bele. Ezeket el kell távolítani.
ia: Files ha essite trovate que es inutile, o ha essite includite involuntarimente. Illos deberea esser removite.
it: Sono stati rilevati file non necessari o inclusi involontariamente. Dovrebbero essere rimossi.
ka: ნაპოვნია ფაილები, რომლებიც ან ზედმეტია, ან შემთხვევით დაერთო. საჭიროა მათი მოცილება.
pt_br: Foram encontrados arquivos desnecessários ou que foram incluídos involuntariamente. Eles devem ser removidos.
ru: Были обнаружены файлы, которые либо не нужны, либо были включены непреднамеренно. Их следует удалить.
sk: Boli nájdené súbory, ktoré sú buď nepotrebné, alebo boli zahrnuté neúmyselne. Mali by byť odstránené.
sl: Najdene so bile datoteke, ki so nepotrebne ali nenamerno vključene. Treba jih je odstraniti.
sq: U gjetën kartela që ose janë të panevojshme, ose janë përfshirë padashur. Duhen hequr.
sv_se: Filer hittades som antingen är onödiga eller som har inkluderats oavsiktligt. De bör tas bort.
tr: Gereksiz olan veya yanlışlıkla eklenmiş dosyalar bulundu. Bu dosyaların kaldırılması gerekiyor.
uk: Знайдено файли, які або непотрібні, або були включені ненавмисно. Їх слід вилучити.
vi: Đã tìm thấy các tập tin không cần thiết hoặc đã được đưa vào ngoài ý muốn. Chúng nên được loại bỏ.

source: The package contains multiple entries with the same name. This practice has been banned. Try unzipping and re-zipping your add-on package and try again.
cs: Balíček obsahuje více položek se stejným názvem. Tato praxe byla zakázána. Zkuste rozbalit a znovu zazipovat svůj balíček s doplňkem a zkuste to znovu.
de: Das Paket enthält mehrere Einträge mit demselben Namen. Diese Praxis wurde verboten. Versuchen Sie, Ihr Add-on-Paket zu entpacken und erneut zu komprimieren, und versuchen Sie es erneut.
el: Το πακέτο περιέχει πολλαπλές καταχωρήσεις με το ίδιο όνομα. Αυτή η πρακτική έχει απαγορευτεί. Δοκιμάστε να αποσυμπιέσετε και να συμπιέσετε εκ νέου το πακέτο του προσθέτου σας και προσπαθήστε ξανά.
fr: Le paquet contient plusieurs entrées avec le même nom. Cette pratique a été interdite. Essayez de décompresser puis de re-compresser le paquet de votre module puis essayez à nouveau.
fur: Il pachet al conten plui vôs cul stes non. Cheste pratiche e je stade vietade. Prove a decomprimi e tornâ a comprimi il pachet dal component adizionâl e po' tornâ a provâ.
fy_nl: It pakket befettet meardere entries mei deselde namme. Dit is ferbean. Probearje jo add-onpakket út te pakken en opnij te zippen en probearje it opnij.
he: החבילה מכילה מספר ערכים עם אותו שם. נוהג זה נאסר. ניתן לנסות לחלץ ולכווץ מחדש את חבילת התוספת שלך ולנסות שוב.
hu: A csomag több azonos nevű bejegyzést tartalmaz. Ez a gyakorlat tiltott. Próbálja ki a kiegészítőcsomag újracsomagolását, majd próbálja újra.
ia: Le pacchetto contine plure entratas con le mesme nomine. Iste practica ha essite bannite. Tenta de-zippar e re-zippar le pacchetto de tu additivo e retenta.
it: Il pacchetto contiene più voci con lo stesso nome. Questa pratica è stata vietata. Prova a decomprimere e ricomprimere il pacchetto del componente aggiuntivo e riprovare.
ka: კრებული შეიცავს რამდენიმე ჩანაწერს ერთი და იმავე სახელით. ამგვარი გადაწყვეტა აკრძალულია. სცადეთ zip-არქივის გახსნა და ხელახლა შეკუმშვა.
pt_br: O pacote contém vários itens com o mesmo nome. Esta prática foi proibida. Experimente descompactar e voltar a compactar o pacote de sua extensão e tente novamente.
ru: Пакет содержит несколько записей с одинаковым именем. Эта практика была запрещена. Попробуйте разархивировать и повторно заархивировать пакет дополнения и повторите попытку.
sk: Balík obsahuje viacero položiek s rovnakým názvom. Táto prax bola zakázaná. Skúste rozbaliť a znova vytvoriť balíček, a skúste to znova.
sl: Paket vsebuje več vnosov z istim imenom. Ta praksa je prepovedana. Poskusite razpakirati in znova zapakirati paket dodatka ter poskusiti znova.
sq: Paketa përmban shumë zëra me të njëjtin emër. Kjo praktikë është ndaluar. Provoni ta çngjeshni dhe ta ngjeshni sërish paketën e shtesës tuaj dhe të riprovoni.
sv_se: Paketet innehåller flera poster med samma namn. Denna praxis har förbjudits. Försök att packa upp och zippa om ditt tilläggspaket och försök igen.
uk: Пакунок містить кілька записів з однаковою назвою. Ця практика була заборонена. Спробуйте розархівувати та повторно заархівувати пакунок додатка та повторіть спробу.
vi: Gói chứa nhiều mục có cùng tên. Điều này đã bị cấm. Hãy thử giải nén và nén lại gói tiện ích của bạn rồi thử lại.

source: Flagged file extensions found
ar: وُجدت امتدادات ملفات لا داعي لها
bs: Pronađeno proširenje datoteke sa zastavicom
cs: Označený soubor rozšíření nalezen
de: Gemeldete Dateiendungen gefunden
el: Βρέθηκαν επισημασμένες επεκτάσεις αρχείου
es: Se encontraron extensiones de archivo destacadas
fr: Extensions de fichiers signalées détectées
fur: Rilevadis estensions di file segnaladis
fy_nl: Markearre bestânsútwreidingen fûn
he: נמצאה סיומת קובץ שסומנה בדגל
hu: Megjelölt fájlkiterjesztés találva
ia: Extensiones de file signalate trovate
id: Ekstensi berkas yang ditandai ditemukan
it: Rilevate estensioni di file segnalate
ja: 特定のファイル拡張子が確認されました
ka: აღმოჩენილია გასაჩივრებული ფაილის გაფართოება
kab: Isiɣzaf n ufaylu yettwacerḍen ttwafen
ms: Menemui ekstensi fail yang ditanda
nl: Gemarkeerde bestandsextensies gevonden
nn_no: Flagga filutviding funne
pl: Odnaleziono oznaczone rozszerzenia plików
pt_br: Extensões de arquivo marcada encontrada
pt_pt: Extensões de ficheiro marcadas encontradas
ro: S-au depistat extensii de fișiere semnalate
ru: Найдено отмеченное расширение файла
sk: Bol nájdený označený súbor rozšírenia
sl: Najdene označene končnice datotek
sq: U gjet zgjatim kartele me probleme
sv_se: Flaggad filändelse hittades
te: ఫ్లాగ్ చేయబడిన ఫైల్ పొడిగింతలు కనుగొనబడ్డాయి
th: พบนามสกุลไฟล์ที่ถูกตั้งค่าสถานะ
tr: İşaretli dosya uzantıları bulundu
uk: Знайдено позначені розширення файлів
vi: Đã tìm thấy phần mở rộng tập tin được gắn cờ

source: Flagged file type found
bs: Pronađen tip datoteke sa zastavicom
cs: Typ označených souborů nalezen
de: Gemeldeter Dateityp gefunden
el: Βρέθηκε επισημασμένος τύπος αρχείου
es: Se encontró un tipo de archivo destacado
fi: Merkitty tiedostotyyppi löytyi
fr: Type de fichier signalé détecté
fur: Rilevât gjenar di file segnalât
fy_nl: Markearre bestânstype fûn
he: נמצא סוג קובץ שסומן בדגל
hu: Megjelölt fájltípus találva
ia: Typo de file signalate trovate
id: Jenis berkas yang ditandai ditemukan
it: Rilevato un tipo di file segnalato
ja: 特定のファイル形式が確認されました
ka: აღმოჩენილია გასაჩივრებული ფაილის სახეობა
kab: Anaw n ufaylu yettwacerḍen yettwaf
ms: Menemui jenis fail yang ditanda
nl: Gemarkeerd bestandstype gevonden
nn_no: Flagga filtype vart funne
pl: Odnaleziono oznaczony typ pliku
pt_br: Tipo de arquivo marcado encontrado
pt_pt: Tipo de ficheiro marcado encontrado
ro: S-a depistat un tip de fișier semnalat
ru: Найден отмеченный тип файла
sk: Bol nájdený označený typ súboru
sl: Najdena označena vrsta datoteke
sq: U gjet lloj kartele me probleme
sv_se: Flaggad filtyp hittades
te: ఫ్లాగ్ చేయబడిన ఫైల్ రకం కనుగొనబడింది
th: พบชนิดไฟล์ที่ถูกตั้งค่าสถานะ
tr: İşaretlenen dosya türü bulundu
uk: Знайдено позначений тип файлу
vi: Đã tìm thấy loại tập tin được gắn cờ

source: Files whose names end with flagged extensions have been found in the add-on. The extension of these files are flagged because they usually identify binary components. Please see https://bit.ly/review-policy for more information on the binary content review process.
cs: V doplňku byly nalezeny soubory, jejichž názvy končí označenými příponami. Přípony těchto souborů jsou označeny, protože obvykle identifikují binární komponenty. Další informace o procesu kontroly binárního obsahu naleznete na adrese https://bit.ly/review-policy.
de: Dateien, deren Namen auf gekennzeichnete Dateiendungen enden, wurden im Add-on gefunden. Die Endungen dieser Dateien sind markiert, da sie normalerweise binäre Komponenten identifizieren. Weitere Informationen zum Prozess der Überprüfung binärer Inhalte finden Sie unter https://bit.ly/review-policy.
el: Το πρόσθετο περιέχει αρχεία των οποίων τα ονόματα τελειώνουν με επισημασμένες επεκτάσεις. Η επέκταση αυτών των αρχείων επισημαίνεται επειδή συνήθως προσδιορίζουν δυαδικά στοιχεία. Παρακαλούμε δείτε το https://bit.ly/review-policy για περισσότερες πληροφορίες σχετικά με τη διαδικασία ελέγχου του δυαδικού περιεχομένου.
fr: Des fichiers dont le nom se termine par une extension signalée ont été trouvés dans le module. L’extension de ces fichiers est signalée car ils identifient généralement des composants binaires. Veuillez consulter https://bit.ly/review-policy pour plus d’informations sur le processus de revue de contenu binaire.
fur: Tal component adizionâl a son stâts cjatâts files cun nons che a finissin cun estensions segnaladis. La estension di chescj files e je segnalade parcè che di solit e identifiche components binaris. Viôt https://bit.ly/review-policy par vê plui informazions sul procès di revision dai contignûts binaris.
fy_nl: Bestannen wêrfan de nammen einigje mei markearre útwreidingen binne fûn yn de add-on. De útwreiding fan dizze bestannen wurde markearre, omdat se gewoanlik binêre komponinten identifisearje. Sjoch https://bit.ly/review-policy foar mear ynformaasje oer it proses foar beoardieling fan binêre ynhâld.
he: קבצים ששמותיהם מסתיימים בסיומות מסומנות נמצאו בתוספת. הסיומת של קבצים אלה מסומנת מכיוון שהם בדרך כלל מזהים רכיבים בינאריים. אנא לעיין ב־https://bit.ly/review-policy למידע נוסף על תהליך סקירת תוכן בינארי.
hu: Megjelölt kiterjesztéssel végződő fájlok találhatók a kiegészítőben. Ezen fájlok kiterjesztései azért lettek megjelölve, mert ezek általában bináris komponenseket azonosítanak. Keresse fel a https://bit.ly/review-policy oldalt a bináris tartalmak értékelési folyamatának további információiért.
ia: Files cuje nomines fini con extensiones signalate ha essite trovate in le additivo. Le extension de iste files es signalate perque illos usualmente identifica componentes binari. Vide https://bit.ly/review-policy pro altere informationes sur le processo de revision de contentos binari.
it: Nel componente aggiuntivo sono stati trovati file i cui nomi terminano con estensioni contrassegnate. L'estensione di questi file è contrassegnata perché in genere identifica componenti binari. Per ulteriori informazioni sul processo di revisione dei contenuti binari, consultare https://bit.ly/review-policy.
ka: დამატებაში ნაპოვნია ფაილები, რომელთა დასახელებაც საგანგებო გაფართოებებით ბოლოვდება. ფაილთა გაფართოებები საგანგებოდ მიჩნეულია, რადგან, ჩვეულებრივ, ორობითი შემადგენელების აღმნიშვნელია ხოლმე. გთხოვთ, იხილოთ https://bit.ly/review-policy ვრცლად ორობითი შიგთავსის მიმოხილვის შესახებ.
pt_br: Foram encontrados arquivos cujos nomes terminam com extensões sinalizadas. As extensões desses arquivos são sinalizadas porque geralmente identificam componentes binários. Consulte mais informações em https://bit.ly/review-policy sobre o processo de revisão de conteúdo binário.
ru: В дополнении были обнаружены файлы, имена которых заканчиваются отмеченными расширениями. Расширения этих файлов отмечены, поскольку они обычно идентифицируют бинарные компоненты. Пожалуйста, посетите https://bit.ly/review-policy для получения дополнительной информации о процессе проверки бинарного контента.
sk: V doplnku sa našli súbory, ktorých názvy končia tzv. "označenými" príponami. Prípony týchto súborov sú označené, pretože zvyčajne identifikujú binárne komponenty. Ďalšie informácie o procese kontroly binárneho obsahu nájdete na https://bit.ly/review-policy.
sl: V dodatku so bile najdene datoteke, katerih imena se končujejo z eno od pripon, kakršne običajno pomenijo binarne komponente. Za več informacij o postopku pregleda binarne vsebine obiščite https://bit.ly/review-policy.
sq: Te shtesa janë gjetur kartela emrat e të cilave përmbajnë zgjatime me probleme. Zgjatimet e këtyre kartelave janë sinjalizuar ngaqë zakonisht identifikojnë përbërës dyorë. Për më tepër informacion rreth procesit të shqyrtimit të lëndës dyore, jJu lutemi, shihni https://bit.ly/review-policy.
sv_se: Filer vars namn slutar med flaggade tillägg har hittats i tillägget. Tillägget av dessa filer flaggas eftersom de vanligtvis identifierar binära komponenter. Se https://bit.ly/review-policy för mer information om processen för granskning av binärt innehåll.
uk: У додатку знайдено файли, назви яких закінчуються позначеними розширеннями. Розширення цих файлів позначено, оскільки вони зазвичай ідентифікують двійкові компоненти. За адресою https://bit.ly/review-policy ви можете дізнатися більше про процес розгляду двійкового вмісту.
vi: Các tập tin có tên kết thúc bằng phần mở rộng được gắn cờ đã được tìm thấy trong tiện ích mở rộng. Phần mở rộng của các tập tin này được gắn cờ vì chúng thường xác định các thành phần nhị phân. Vui lòng xem https://bit.ly/review-policy để biết thêm thông tin về quy trình xem xét nội dung nhị phân.

source: Package already signed
ar: وُقّعت الحزمة بالفعل
bs: Pošiljka već potpisana
cs: Balíček již byl podepsán
de: Paket bereit signiert
el: Το πακέτο έχει ήδη υπογραφεί
es: Paquete ya firmado
fi: Paketti on jo allekirjoitettu
fr: Le paquet est déjà signé
fur: Pachet za firmât
fy_nl: Pakket al ûndertekene
he: החבילה כבר נחתמה
hu: A csomag már aláírt
ia: Pacchetto ja signate
id: Paket yang sudah ditandatangani
it: Pacchetto già firmato
ja: パッケージはすでに署名されています
ka: ნაკრები უკვე დამოწმებულია
kab: Akemmus yettwasezmel yakan
ms: Pakej sudah ditandatangani
nl: Pakket al ondertekend
nn_no: Pakken er allereie signert
pl: Pakiet jest już podpisany
pt_br: Pacote já assinado
pt_pt: Pacote já assinado
ro: Pachetul este deja semnat
ru: Пакет уже подписан
si: ඇසුරුම දැනටමත් අත්සන් කර ඇත
sk: Balíček už bol podpísaný
sl: Paket je že podpisan
sq: Paketë tashmë e nënshkruar
sv_se: Paket redan signerat
te: ప్యాకేజీ ఇప్పటికే సంతకం చేయబడింది
th: แพ็คเกจถูกเซ็นชื่อแล้ว
tr: Paket zaten imzanmış
uk: Пакунок вже підписано
vi: Gói đã được ký
