Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: The "default_locale" value is not specifed in the manifest, but a "_locales" directory exists. See: https://mzl.la/2hjcaEE
cs: Hodnota „default_locale“ není v manifestu uvedena, ale existuje adresář „_locales“. Vizte https://mzl.la/2hjcaEE
de: Der Wert für „default_locale“ wurde im Manifest nicht angegeben, aber ein „_locales“-Ordner existiert. Siehe: https://mzl.la/2hjcaIE
el: Η τιμή «default_locale» δεν καθορίζεται στο αρχείο δήλωσης, αλλά υπάρχει ένας κατάλογος «_locales». Δείτε το https://mzl.la/2hjcaEE
fr: La valeur « default_locale » n’est pas spécifiée dans le manifeste, mais un répertoire « _locales » existe. Voir : https://mzl.la/2hjcaEE
fur: Il valôr “default_locale” nol è specificât tal manifest, ma e esist un cartele “_locales”. Viôt: https://mzl.la/2hjcaEE
fy_nl: De wearde ‘default_locale’ wurdt net opjûn yn it manifest, mar der bestiet in map ‘_locales’. Sjoch: https://mzl.la/2hjcaEE
he: הערך ״default_locale״ אינו מצוין ב־manifest, אך קיימת ספריית ״‎_locales״. נא לעיין ב־https://mzl.la/2hjcaEE
hu: A „default_locale” érték nincs megadva a jegyzékfájlban, de létezik „_locales” könyvtár. Lásd: https://mzl.la/2hjcaEE.
ia: Le valor "default_locale" non es specificate in le manifesto, ma existe un directorio "_locales". Vider: https://mzl.la/2hjcaEE
it: Il valore “default_locale” non è specificato nel manifesto, ma esiste una directory “_locales”. Consultare: https://mzl.la/2hjcaEE
ka: „default_locale“ მნიშვნელობა არაა მითითებული მანიფესტში, მაგრამ საქაღალდე „_locales“ წარმოდგენილია. იხილეთ: https://mzl.la/2hjcaEE
pt_br: O valor "default_locale" não é especificado no manifesto, mas existe um diretório "_locales". Consulte https://mzl.la/2hjcaEE
ru: Значение «default_locale» не указано в манифесте, но каталог «_locales» существует. См.: https://mzl.la/2hjcaEE
sk: Hodnota "default_locale" nie je uvedená v manifeste, ale je prítomný priečinok "_locales". Ďalšie informácie: https://mzl.la/2hjcaEE
sl: Vrednost "default_locale" ni navedena v manifestu, obstaja pa mapa "_locales". Glejte: https://mzl.la/2hjcaEE
sq: Vlera “default_locale” nuk specifikohet te manifesti, por ekziston një drejtori “_locales”. Shihni: https://mzl.la/2hjcaEE
sv_se: Värdet "default_locale" är inte specificerat i manifestet, men det finns en "_locales"-katalog. Se: https://mzl.la/2hjcaEE
tr: Manifest’te "default_locale" değeri belirtilmemiş ancak bir "_locales" dizini var. Daha fazla bilgi için https://mzl.la/2hjcaEE sayfasına bakın
uk: Значення "default_locale" не вказано в маніфесті, але каталог "_locales" існує. Перегляньте: https://mzl.la/2hjcaEE
vi: Giá trị "default_locale" không được chỉ định trong manifest, nhưng tồn tại thư mục "_locales". Xem: https://mzl.la/2hjcaEE

source: Unsupported image extension
ar: امتداد الصورة غير مدعوم
bs: Nepodržano proširenje slike
cs: Nepodporovaný formát obrázku
de: Nicht unterstützte Endung einer Grafikdatei
el: Μη υποστηριζόμενη επέκταση εικόνας
es: Extensión de imagen no admitida
fi: Kuvan tiedostotyyppiä ei tueta
fr: Extension d’image non prise en charge
fur: Estension di imagjin no supuartade
fy_nl: Net-stipe ôfbyldingsútwreding
he: סוג קובץ התמונה לא נתמך
hu: Nem támogatott képkiterjesztés
ia: Extension de imagine non supportate
id: Ekstensi gambar tidak didukung
it: Estensione di immagine non supportata
ja: 非対応画像拡張子
ka: სურათის ეს გაფართოება არაა მხარდაჭერილი
kab: Asiɣzef n tugna ur yettusefrak ara
ms: Ekstensi imej yang tidak disokong
nl: Niet-ondersteunde afbeeldingsextensie
nn_no: Ustøtta bildefilending
pl: Nieobsługiwane rozszerzenie obrazu
pt_br: Extensão de imagem não suportada
pt_pt: Extensão de imagem não suportada
ro: Extensie nepermisă de imagine
ru: Неподдерживаемое расширение изображения
si: සහාය නොදක්වන රූප දිගුවකි
sk: Nepodporovaný formát obrázku
sl: Nepodprta pripona slike
sq: Zgjerim i pambuluar figurash
sv_se: Filändelse för bild stöds ej
te: తోడ్పాటు లేని బొమ్మ ఎక్స్‌టెన్షన్
th: ไม่รองรับนามสกุลไฟล์ภาพนี้
tr: Desteklenmeyen resim uzantısı
uk: Розширення зображення не підтримується
vi: Phần mở rộng của hình ảnh không được hỗ trợ

source: Icons should be one of JPG/JPEG, WebP, GIF, PNG or SVG.
ar: يجب أن تكون الصورة: JPG/JPEG أو WebP أو GIF أو PNG أو SVG.
bs: Ikone moraju biti JPG/JPEG, WebP, GIF, PNG ili SVG.
cs: Ikona by měla mít formát JPG, JPEG, WebP, GIFF, PNG nebo SVG.
de: Symbole sollten JPG/JPEG, WebP, GIF, PNG oder SVG sein.
el: Τα εικονίδια πρέπει να είναι JPG/JPEG, WebP, GIF, PNG ή SVG.
es: Los iconos deberían ser JPG/JPEG, WebP, GIF, PNG o SVG.
fi: Kuvakkeen tulee olla muotoa JPG/JPEG, WebP, GIF, PNG tai SVG.
fr: Les icônes doivent être au format JPG/JPEG, WebP, GIF, PNG ou SVG.
fur: Lis iconis a scugnin jessi intun di chescj formâts: JPG/JPEG, WebP, GIF, PNG o SVG.
fy_nl: Piktogrammen moatte JPG/JPEG, WebP, GIF, PNG of SVG wêze.
he: הסמלים אמורים להיות אחד מסוגי התמונות הבאים: JPG/JPEG‏, WebP‏, GIF‏, PNG או SVG.
hu: Az ikonoknak JPG/JPEG, WebP, GIF, PNG vagy SVG fájloknak kell lenniük.
ia: Icones debe ser uno de JPG/JPEG, WebP, GIF, PNG o SVG.
id: Ikon harus salah satu dari JPG/JPEG, WebP, GIF, PNG, atau SVG.
it: Le icone devono essere in formato JPG/JPEG, WebP, GIF, PNG o SVG.
ja: アイコンは、JPG/JPEG、WebP、GIF、PNG あるいは SVG のいずれかでなければなりません。
ka: ხატულა უნდა იყოს JPG/JPEG, WebP, GIF, PNG, ან SVG.
kab: Yessefk tignitin ad ilint d yiwet seg JPG/JPEG, WebP, GIF, PNG neɣ SVG.
ms: Ikon hendaklah samada JPG/JPEG, WebP, GIF, PNG atau SVG.
nl: Pictogrammen dienen JPG/JPEG, WebP, GIF, PNG of SVG te zijn.
nn_no: Ikon bør vere av typen JPG/JPEG, WebP, GIFF, PNG eller SVG.
pl: Ikony muszą być typu JPG/JPEG, WebP, GIF, PNG lub SVG.
pt_br: Os ícones devem ter uma das extensões JPG/JPEG,, WebP, GIF, PNG ou SVG.
pt_pt: Íones devem ser um de JPG/JPEG, WebP, GIF, PNG ou SVG.
ro: Pictogramele trebuie să fie fișiere JPG/JPEG, WebP, GIF, PNG sau SVG.
ru: Значок должен быть в одном из следующих форматов — JPG/JPEG, WebP, GIF, PNG или SVG.
si: නිරූපක JPG/JPEG, WebP, GIF, PNG හෝ SVG වලින් එකක් විය යුතුය.
sk: Ikony by mala mať formát JPG/JPEG, WebP, GIF, PNG alebo SVG.
sl: Ikone morajo biti vrste JPG/JPEG, WebP, GIF, PNG ali SVG.
sq: Ikonat duhet të jenë JPG/JPEG, WebP, GIF, PNG ose SVG.
sv_se: Ikoner bör vara av JPG/JPEG, WebP, GIFF, PNG eller SVG.
te: ప్రతీకాలు JPG/JPEG, WebP, GIF, PNG లేదా SVGలలో ఒకటయి ఉండాలి.
th: ไอคอนควรมีนามสกุลไฟล์เป็น JPG/JPEG, WebP, GIF, PNG หรือ SVG
tr: Simgeler JPG/JPEG, WebP, GIF, PNG ya da SVG türlerinden biri olmalıdır.
uk: Піктограми повинні мати формат JPG/JPEG, WebP, GIF, PNG або SVG.
vi: Các biểu tượng phải là một trong JPG/JPEG, WebP, GIF, PNG hoặc SVG.

source: "applications" property overridden by "browser_specific_settings" property
cs: Vlastnost "applications" je nahrazena za "browser_specific_settings"
de: „applications“-Eigenschaft wird überschrieben durch „browser_specific_settings“-Eigenschaft
el: Η ιδιότητα «applications» αντικαταστάθηκε από την ιδιότητα «browser_specific_settings»
fr: Propriété « applications » remplacée par la propriété « browser_specific_settings »
fur: Proprietât “applications” sostituide de proprietât “browser_specific_settings”
fy_nl: Eigenskip ‘applications’ wurdt oerskreaun troch de eigenskip ‘browser_specific_settings’
he: המאפיין ״applications״ נדרס על־ידי המאפיין ״browser_specific_settings״
hu: Az „applications” tulajdonságot felülírja a „browser_specific_settings” tulajdonság
ia: proprietate "applicationes" supplantate per le proprietate "browser_specific_settings"
it: Proprietà “applications” sostituita dalla proprietà “browser_specific_settings”
ja: "applications" プロパティは "browser_specific_settings" プロパティによって上書きされます
ka: „applications“ თვისებას ანაცვლებს „browser_specific_settings“ თვისება
nl: Eigenschap ‘applications’ wordt overschreven door de eigenschap ‘browser_specific_settings’
nn_no: Eigenskapen «applications» overkøyrt av eigenskapen "browser_specific_settings"
pl: Właściwość „applications” zastąpiona właściwością „browser_specific_settings”
pt_br: Propriedade "applications" substituída pela propriedade "browser_specific_settings"
pt_pt: Propriedade "applications" foi substituída pela propriedade "browser_specific_settings"
ru: свойство «applications» переопределено свойством «browser_specific_settings»
si: "යෙදුම්" ගුණාංගය "browser_specific_settings" මගින් අභිබවයි
sk: Vlastnosť "applications" prepísaná vlastnosťou "browser_specific_settings"
sl: Lastnost "applications" je preglašena z lastnostjo "browser_specific_settings"
sq: Vetia “applications” e anashkaluar nga vetia “browser_specific_settings”
sv_se: Egenskapen "applications" åsidosatt av egenskapen "browser_specific_settings"
tr: "applications" özelliği "browser_spec_settings" özelliği tarafından geçersiz kılındı
uk: Властивість "applications" замінено властивістю "browser_specific_settings"
vi: Thuộc tính "applications" bị ghi đè bởi thuộc tính "browser_specific_settings"

source: The "applications" property is being ignored because it is superseded by the "browser_specific_settings" property which is also defined in your manifest. Consider removing applications.
cs: Vlastnost "applications" se ignoruje, protože je nahrazená vlastností "browser_specific_settings", která je též definovaná ve vašem manifestu. Zvažte odstranění vlastnosti "applications".
de: Die „applications“-Eigenschaft wird ignoriert, weil sie durch die Eigenschaft „browser_specific_settings“ ersetzt wird, die auch in Ihrem Manifest definiert ist. Ziehen Sie das Entfernen von Anwendungen in Erwägung.
el: Η ιδιότητα «applications» αγνοείται επειδή αντικαθίσταται από την ιδιότητα «browser_specific_settings», η οποία έχει επίσης οριστεί στο αρχείο δήλωσής σας. Εξετάστε το ενδεχόμενο αφαίρεσης του «applications».
fr: La propriété « applications » est ignorée car elle est remplacée par la propriété « browser_specific_settings » qui est également définie dans votre manifeste. Envisagez de supprimer « applications ».
fur: La proprietât “applications” e je stade ignorade parcè che e je stade sostituide de proprietât “browser_specific_settings”, ancje chê definide tal manifest. Valute la pussibilitât di gjavâ “applications”.
fy_nl: De eigenskip ‘applications’ wurdt negearre, omdat dizze ferfongen wurdt troch de eigenskip ‘browser_specific_settings’ dy’t ek yn jo manifest definiearre is. Tink oan it fuortsmiten fan applikaasjes.
he: המאפיין ״applications״ יזכה להתעלמות מכיוון שהוא מוחלף על־ידי המאפיין ״browser_specific_settings״ שגם מוגדר ב־manifest שלך. כדאי לשקול להסיר את applications.
hu: Az „applications” tulajdonság figyelmen kívül van hagyva, mert felváltja a „browser_specific_settings” tulajdonság, amely ugyancsak a jegyzékfájlban adható meg. Fontolja meg az „applications” eltávolítását.
ia: Le proprietate "applications" ha essite ignorate perque illo es supplantate per le proprietate "browser_specific_settings" que es alsi definite in tu manifesto. Considera le remotion del applicationes.
it: La proprietà “applications” è stata ignorata perché è stata sostituita dalla proprietà “browser_specific_settings”, anch'essa definita nel file manifesto. Valuta la possibilità di rimuovere “applications”.
ka: „applications“ თვისება უგულებელყოფილია, ვინაიდან სანაცვლოდ გამოიყენება „browser_specific_settings“, რომელიც ასევე განსაზღვრულია თქვენს მანიფესტში. უმჯობესია მოაცილოთ „applications“.
pt_br: A propriedade "applications" está sendo ignorada porque foi suplantada pela propriedade "browser_specific_settings" que também está definida em seu manifesto. Considere remover "applications".
ru: Свойство «applications» игнорируется, поскольку оно заменено свойством «browser_specific_settings», которое также определено в вашем манифесте. Рассмотрите возможность удаления «applications».
sk: Vlastnosť "applications" sa ignoruje, pretože je nahradená vlastnosťou "browser_specific_settings", ktorá je tiež definovaná vo vašom manifeste. Zvážte odstránenie vlastnosti "applications".
sl: Lastnost "applications" je prezrta, ker je nadomeščena z lastnostjo "browser_specific_settings", ki je prav tako definirana v vašem manifestu. Razmislite o odstranitvi aplikacij.
sq: Vetia "applications" po shpërfillet, ngaqë anashkalohet nga vetia "browser_specific_settings", e cila është përkufizuar në manifestin tuaj edhe kjo. Shihni mundësinë e heqjes së aplikacioneve.
sv_se: Egenskapen "applications" ignoreras eftersom den ersätts av egenskapen "browser_specific_settings" som också definieras i ditt manifest. Överväg att ta bort applikationer.
uk: Властивість "applications" ігнорується, оскільки вона замінена властивістю "browser_specific_settings", яка також визначена у вашому маніфесті. Розгляньте можливість вилучення applications.
vi: Thuộc tính "applications" đang bị bỏ qua vì thuộc tính này được thay thế bởi thuộc tính "browser_specific_settings" cũng được xác định trong manifest của bạn. Xem xét gỡ bỏ applications.

source: Empty language directory
ar: دليل اللغات فارغ
bs: Prazan jezični direktorij
cs: Prázdný adresář jazyků
de: Leeres Sprachverzeichnis
el: Κενός κατάλογος γλώσσας
es: Directorio de idioma vacío
fi: Tyhjä kielihakemisto
fr: Répertoire de langues vide
fur: Cartele des lenghis vueide
fy_nl: Lege taalmap
he: תיקיית שפה ריקה
hu: Üres nyelvi könyvtár
ia: Directorio de linguas vacue
id: Direktori bahasa kosong
it: Cartella lingue vuota
ja: 空の言語ディレクトリー
ka: ენის საქაღალდე ცარიელია
kab: Akaram n tutlayin d ilem
ms: Direktori bahasa kosong
nl: Lege taalmap
nn_no: Tom språkkatalog
pl: Pusty katalog języka
pt_br: Diretório de idiomas vazio
pt_pt: Diretório de idiomas vazio
ro: Director de limbi gol
ru: Пустой каталог языков
si: හිස් භාෂා නාමාවලිය
sk: Prázdny priečinok s jazykmi
sl: Prazna jezikovna mapa
sq: Drejtori gjuhësh e zbrazët
sv_se: Tom språkkatalog
th: ไดเรกทอรีภาษาที่ว่างเปล่า
tr: Dil klasörü boş
uk: Порожній каталог мов
vi: Thư mục ngôn ngữ trống

source: messages.json file missing in "%(path)s"
ar: لم يوجد الملف messages.json في ”%(path)s“.
bs: messages.json datoteka nedostaje u "%(path)s"
cs: messages.json na cestě "%(path)s" chybí
de: Datei „messages.json“ fehlt in „%(path)s“
el: Το αρχείο messages.json λείπει από το «%(path)s»
es: No existe el archivo messages.json en "%(path)s"
fi: messages.json -tiedosto puuttuu polusta "%(path)s"
fr: Fichier messages.json manquant dans « %(path)s »
fur: Al mancje il file messages.json in "%(path)s"
fy_nl: Bestân messages.json ûntbrekt yn ‘%(path)s’
he: הקובץ messages.json חסר תחת „%(path)s”
hu: A messages.json fájl hiányzik innen: „%(path)s”
ia: File messages.json mancante in "%(path)s"
id: Berkas messages.json tidak ada dalam "%(path)s"
it: Il file messages.json non è presente in "%(path)s"
ja: messages.json が「%(path)s」に存在しません
ka: messages.json ფაილი ვერ მოიძებნა „%(path)s“ მისამართზე
kab: Afaylu messages.json ulac-it di "%(path)s"
ms: Fail messages.json tiada dalam "%(path)s"
nl: Bestand messages.json ontbreekt in ‘%(path)s’
nn_no: messages.json fil manglar i "%(path)s"
pl: W „%(path)s” brakuje pliku messages.json
pt_br: Está faltando o arquivo messages.json em "%(path)s"
pt_pt: Ficheiro messages.json em falta em "%(path)s"
ro: Fișierul messages.json lipsește în „%(path)s"
ru: Файл messages.json отсутствует по пути «%(path)s»
si: "%(path)s" හි messages.json ගොනුව මඟහැරී ඇත
sk: V „%(path)s“ chýba súbor messages.json
sl: V mapi "%(path)s" manjka datoteka messages.json.
sq: Mungon kartelë messages.json te "%(path)s"
sv_se: messages.json fil saknas i "%(path)s"
te: "%(path)s" లలో messages.json ఫైలు లేదు
th: ไฟล์ messages.json ขาดหายไปใน "%(path)s"
tr: "%(path)s" klasöründe messages.json dosyası eksik
uk: Файл messages.json відсутній в "%(path)s"
vi: Thiếu tập tin messages.json trong "%(path)s"

source: Manifest key not supported by the specified minimum Firefox version
cs: Klíč v manifestu není uvedenou minimální verzí Firefoxu podporován
de: Manifest-Schlüssel wird von der angegebenen Mindestversion von Firefox nicht unterstützt
el: Το κλειδί δήλωσης δεν υποστηρίζεται από την καθορισμένη ελάχιστη έκδοση του Firefox
es: La versión mínima especificada por Firefox no admite la clave de manifiesto
fr: La clé du manifeste n’est pas prise en charge par la version minimale de Firefox spécifiée
fur: Il manifest key nol è supuartât te version minime di Firefox specificade
fy_nl: Manifestkaai net stipe troch de opjûne minimale Firefox-ferzje
he: מפתח ה־manifest אינו נתמך על־ידי גרסת Firefox המינימלית שצוינה
hu: A leírókulcs nem támogatott a megadott minimális Firefox verzióban
ia: Clave de file manifesto non supportate per le minime version de Firefox specificate
id: Kunci manifes tidak didukung oleh versi Firefox minimum yang dispesifikasikan
it: Il manifest key non è supportato nella versione minima specificata di Firefox
ja: manifest キーは指定された Firefox の最低バージョンでサポートされていません
ka: მანიფესტის გასაღები მხარდაუჭერელია Firefox-ის მითითებული უმცირესი ვერსიით
kab: Tasarut n umeskan ur tettusefrak ara deg lqem Firefox adday i d-ittunefken
nl: Manifestsleutel niet ondersteund door de opgegeven minimale Firefox-versie
nn_no: Manifestnøkkel er ikkje støtta av den spesifiserte minimum Firefox-versjonen
pl: Klucz manifestu nie jest obsługiwany przez podaną minimalną wersję Firefoksa
pt_br: Chave de manifesto não suportada pela versão mínima especificada do Firefox
pt_pt: Chave de manifesto não suportada pela versão mínima especificada do Firefox
ro: Cheia manifestului nu are suport în versiunea Firefox minimă specificată
ru: Ключ манифеста не поддерживается указанной минимальной версией Firefox
si: නිරූපිත ඇන්ඩ්‍රොයිඩ් සඳහා ෆයර්ෆොක්ස් අවම අනුවාදයට ව්‍යක්ත යතුර සහාය නොදක්වයි
sk: Kľúč manifestu nie je podporovaný danou minimálnou verziou Firefoxu
sl: Ključ manifesta ni podprt v najnižji podprti različici Firefoxa
sq: Zë manifesti i pambuluar nga versioni minimum i specifikuar për Firefox-in
sv_se: Manifest-nyckel stöds inte av den angivna lägsta Firefox-versionen
te: పేర్కొన్న కనిష్ట Firefox వెర్షనులో మానిఫెస్ట్ కీ తోడ్పాటు లేదు
th: คีย์ไฟล์กำกับไม่รองรับโดย Firefox รุ่นขั้นต่ำที่ระบุ
tr: Manifest anahtarı belirtilen minimum Firefox sürümü tarafından desteklenmiyor
uk: Ключ маніфесту не підтримується в Firefox вказаної мінімальної версії
vi: Khóa kê khai không được hỗ trợ bởi phiên bản Firefox tối thiểu đã chỉ định

source: "strict_min_version" requires Firefox %(minVersion)s, which was released before version %(versionAdded)s introduced support for "%(key)s".
cs: "strict_min_version" vyžaduje Firefox %(minVersion)s, který byl vydán předtím, než verze %(versionAdded)s zavedla podporu pro "%(key)s".
de: „strict_min_version“ benötigt Firefox %(minVersion)s, der veröffentlicht wurde, bevor Version %(versionAdded)s die Unterstützung für „%(key)s“ einführte.
el: Το «strict_min_version» απαιτεί την έκδοση %(minVersion)s του Firefox, η οποία κυκλοφόρησε πριν η έκδοση %(versionAdded)s παρουσιάσει την υποστήριξη για το «%(key)s».
fr: « strict_min_version » a besoin de la version %(minVersion)s de Firefox, publiée avant la version %(versionAdded)s qui a introduit la prise en charge de « %(key)s ».
fur: “strict_min_version” al à bisugne di Firefox %(minVersion)s, che al è stât publicât prime che la version %(versionAdded)s e introdusès il supuart par “%(key)s”.
fy_nl: ‘strict_min_version’ fereasket Firefox %(minVersion)s, dy’t útbrocht waard eardat ferzje %(versionAdded)s stipe foar ‘%(key)s’ yntrodusearre.
he: ‏״strict_min_version״ דורש שימוש ב־Firefox %(minVersion)s, אשר שוחרר לפני שגרסה %(versionAdded)s הציגה תמיכה עבור ״%(key)s״.
hu: A(z) „strict_min_version” szerint Firefox %(minVersion)s szükséges, amely korábbi, mint a(z) %(versionAdded)s verzió, amely bevezette a(z) „%(key)s” támogatását.
ia: "strict_min_version" require Firefox %(minVersion)s, que era publicate ante que le version %(versionAdded)s introduceva le assistentia al "%(key)s".
it: “strict_min_version” richiede Firefox %(minVersion)s, che è stato rilasciato prima che la versione %(versionAdded)s introducesse il supporto per “%(key)s”.
ka: „strict_min_version“ საჭიროებს Firefox %(minVersion)s ვერსიას ანუ უფრო ადრინდელ გამოშვებას, ვიდრე %(versionAdded)s ვერსიაა, რომლიდან მოყოლებულიც მხარდაჭერილია „%(key)s“.
nn_no: "strict_min_version" krev Firefox %(minVersion)s, som vart sleppt før versjon %(versionAdded)s introduserte støtte for "%(key)s".
pt_br: "strict_min_version" requer Firefox %(minVersion)s, que foi lançado antes da versão %(versionAdded)s introduzir suporte para "%(key)s".
ru: Для «strict_min_version» требуется Firefox %(minVersion)s, который был выпущен до того, как версия %(versionAdded)s представила поддержку «%(key)s».
sk: "strict_min_version" vyžaduje Firefox %(minVersion)s, ktorý bol vydaný predtým, ako verzia %(versionAdded)s zaviedla podporu pre "%(key)s".
sl: "strict_min_version" zahteva Firefox %(minVersion)s, ki je bil izdan, preden je različica %(versionAdded)s uvedla podporo za "%(key)s".
sq: "strict_min_version" lyp Firefox %(minVersion)s, i cili qe hedhur në qarkullim para se versioni %(versionAdded)s të sillte për herë të parë mbulim për "%(key)s".
sv_se: "strict_min_version" kräver Firefox %(minVersion)s, som släpptes innan version %(versionAdded)s introducerade stöd för "%(key)s".
uk: Для "strict_min_version" потрібен Firefox %(minVersion)s, який було випущено до того, як у версії %(versionAdded)s представлено підтримку для "%(key)s".
vi: "strict_min_version" yêu cầu Firefox %(minVersion)s, được phát hành trước khi phiên bản %(versionAdded)s giới thiệu hỗ trợ cho "%(key)s".

source: Permission not supported by the specified minimum Firefox version
cs: Oprávnění nepodporované uvedenou minimální verzí Firefoxu
de: Die Berechtigung wird von der angegebenen Mindestversion von Firefox nicht unterstützt
el: Η άδεια δεν υποστηρίζεται από την καθορισμένη ελάχιστη έκδοση του Firefox
es: La versión mínima especificada por Firefox no admite el permiso
fr: La permission n’est pas prise en charge par la version minimale de Firefox spécifiée
fur: Il permès nol è supuartât de version minime di Firefox specificade
fy_nl: Tastimming net stipe troch de opjûne minimale Firefox-ferzje
he: ההרשאה אינה נתמכת על־ידי גרסת Firefox המינימלית שצוינה
hu: Az engedély nem támogatott a megadott minimális Firefox verzióban
ia: Permission non supportate per le version minime de Firefox specificate
id: Izin tidak didukung oleh versi Firefox minimum yang dispesifikasikan
it: Il permesso non è supportato nella versione minima specificata di Firefox
ja: 許可設定は指定された Firefox の最低バージョンでサポートされていません
ka: ნებართვები მხარდაუჭერელია Firefox-ის მითითებული უმცირესი ვერსიით
kab: Tasiregt ur tettusefrak ara deg lqem Firefox adday i d-ittunefken
nl: Toestemming niet ondersteund door de opgegeven minimale Firefox-versie
nn_no: Løyve er ikkje støtta av den spesifiserte minimum Firefox-versjonen
pl: Uprawnienie nie jest obsługiwane przez podaną minimalną wersję Firefoksa
pt_br: Permissão não suportada pela versão mínima especificada do Firefox
pt_pt: Permissão não suportada pela versão mínima do Firefox especificada
ro: Permisiunea nu are suport în versiunea Firefox minimă specificată
ru: Разрешение не поддерживается указанной минимальной версией Firefox
si: නිරූපිත ඇන්ඩ්‍රොයිඩ් සඳහා ෆයර්ෆොක්ස් අවම අනුවාදයට අවසරය සහාය නොදක්වයි
sk: Povolenie nie je podporované danou minimálnou verziou Firefoxu
sl: Dovoljenje ni podprto v najnižji podprti različici Firefoxa
sq: Leje e pambuluar nga versioni minimum i specifikuar për Firefox-in
sv_se: Behörighet stöds inte av den angivna lägsta Firefox-versionen
te: పేర్కొన్న కనీస Firefox వెర్షనులో అనుమతికి తోడ్పాటు లేదు
th: สิทธิอนุญาตไม่รองรับโดย Firefox รุ่นขั้นต่ำที่ระบุ
tr: Bu İzin, belirtilen minimum Firefox sürümü tarafından desteklenmiyor
uk: Дозвіл не підтримується в Firefox вказаної мінімальної версії
vi: Quyền hạn không được hỗ trợ bởi phiên bản Firefox tối thiểu đã chỉ định
