Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Theme image file has an unsupported file extension
ar: لملف صورة السمة امتدادًا غير مدعوم
cs: Obrázek vzhledu má nepodporovanou koncovku
de: Die Theme-Grafikdatei hat eine nicht unterstützte Dateierweiterung
el: Το αρχείο εικόνας θέματος έχει μια μη υποστηριζόμενη επέκταση αρχείου
es: El archivo de imagen del tema tiene una extensión de archivo no compatible
fr: L’extension du fichier de l'image du thème n'est pas prise en charge
fur: Il file imagjin dal teme al à une estension che no je supuartade
fy_nl: Temaôfbyldingsbestân hat in net-stipe bestânsekstinsje
he: קובץ תמונת ערכת הנושא בעל סיומת קובץ שאינה נתמכת
hu: A téma képfájlja nem támogatott fájlkiterjesztéssel rendelkezik
ia: Le file imagine del thema ha un extension non supportate
id: Berkas gambar tema memiliki ekstensi berkas yang tidak didukung
it: L’estensione del file immagine del tema non è supportata
ja: テーマ画像ファイルのファイル拡張子はサポートされていません
ka: თემის გამოსახულებას ფაილის მხარდაუჭერელი გაფართოება აქვს
kab: Asiɣzef n ufaylu n tugna n usentel ur yettusefrak ara
nl: Thema-afbeeldingsbestand heeft een niet-ondersteunde bestandsextensie
nn_no: Temabildefila har ei filending som ikkje er støtta.
pl: Plik obrazu motywu ma nieobsługiwane rozszerzenie pliku
pt_br: Arquivo de imagem de tema tem uma extensão de arquivo não suportada
pt_pt: O ficheiro de imagem do tema tem uma extensão de ficheiro não suportada
ro: Fișierul de imagine al temei are o extensie de fișier fără suport
ru: Файл изображения темы имеет неподдерживаемое расширение
si: තේමා රූප ගොනුවේ සහාය නොදක්වන ගොනු දිගුවක් ඇත
sk: Súbor s obrázkom témy vzhľadu obsahuje nepodporované rozšírenie
sl: Slikovna datoteka teme ima nepodprto pripono
sq: Kartela e figurës së temës ka një zgjerim të pambuluar kartelash
sv_se: Temabildfil har ett filändelse som inte stöds
te: అలంకారపు బొమ్మ ఫైలు తోడ్పాటులేని ఫైలు ఎక్స్‌టెన్షన్ కలిగివుంది
th: ไฟล์ภาพชุดตกแต่งมีนามสกุลไฟล์ที่ไม่รองรับ
tr: Tema resmi dosyası desteklenmeyen bir dosya uzantısına sahip
uk: Файл зображення теми має непідтримуване розширення
vi: Tập tin hình ảnh chủ đề có phần mở rộng không được hỗ trợ

source: Theme image file at "%(path)s" has an unsupported file extension
ar: لملف صورة السمة في ”%(path)s“ امتدادًا غير مدعوم
cs: Soubor s obrázkem "%(path)s" má nepodporovanou koncovku názvu
de: Die Theme-Grafikdatei unter „%(path)s“ hat eine nicht unterstützte Dateierweiterung
el: Το αρχείο εικόνας θέματος στο "%(path)s" έχει μια μη υποστηριζόμενη επέκταση αρχείου
es: El archivo de imagen del tema ubicado en "%(path)s" tiene una extensión de archivo no compatible
fr: L’extension du fichier de l’image du thème à l’emplacement « %(path)s » n'est pas prise en charge
fur: Il file imagjin dal teme in "%(path)s" al à une estension che no je supuartade
fy_nl: Temaôfbyldingsbestân op ‘%(path)s’ hat in net-stipe bestânsekstinsje
he: קובץ תמונת ערכת הנושא ב־״%(path)s״ בעל סיומת קובץ שאינה נתמכת
hu: A(z) „%(path)s” helyen lévő témafájl kiterjesztése nem támogatott
ia: Le file imagine del thema a "%(path)s" ha un extension non supportate
id: Berkas gambar tema di "%(path)s" memiliki ekstensi berkas yang tidak didukung
it: L’estensione del file immagine del tema in “%(path)s” non è supportata
ja: 「%(path)s」のテーマ画像ファイルのファイル拡張子はサポートされていません
ka: თემის გამოსახულებას მისამართზე „%(path)s“ ფაილის მხარდაუჭერელი გაფართოება აქვს
kab: Asiɣzef n ufaylu deg "%(path)s" ɣer-s asiɣzef ur yettusefraken ara
nl: Thema-afbeeldingsbestand op ‘%(path)s’ heeft een niet-ondersteunde bestandsextensie
nn_no: Temabildefila på «%(path)s» har ei filending som ikkje er støtta
pl: Plik obrazu motywu w „%(path)s” ma nieobsługiwane rozszerzenie pliku
pt_br: Arquivo de imagem de tema em "%(path)s" tem uma extensão de arquivo não suportada
pt_pt: O ficheiro de imagem do tema em "%(path)s" tem uma extensão de ficheiro não suportada
ro: Fișierul de imagine al temei de la „%(path)s” are o extensie de fișier fără suport
ru: Файл изображения темы по пути «%(path)s» имеет неподдерживаемое расширение
si: "%(path)s" හි තේමා රූප ගොනුව සඳහා සහාය නොදක්වන ගොනු දිගුවක් ඇත
sk: Súbor s obrázkom témy vzhľadu v „%(path)s“ obsahuje nepodporované rozšírenie
sl: Slikovna datoteka na "%(path)s" ima nepodprto pripono
sq: Kartela e figurës së temës te "%(path)s" ka një zgjerim të pambuluar kartelash
sv_se: Temabildfil på "%(path)s" har en filändelse som inte stöds
th: ไฟล์ภาพชุดตกแต่งที่ "%(path)s" มีนามสกุลไฟล์ที่ไม่รองรับ
tr: "%(path)s" adresindeki tema resmi desteklenmeyen bir dosya uzantısına sahip
uk: Файл зображення теми в "%(path)s" має непідтримуване розширення
vi: Tập tin hình ảnh chủ đề tại "%(path)s" có phần mở rộng không được hỗ trợ

source: Theme image file has an unsupported mime type
ar: لملف صورة السمة نوع MIME غير مدعوم
cs: Obrázek vzhledu je nepodporovaného typu
de: Die Theme-Grafikdatei hat einen nicht unterstützten MIME-Typ
el: Το αρχείο εικόνας θέματος έχει ένα μη υποστηριζόμενο τύπο mime
es: El archivo de imagen del tema tiene un tipo MIME no compatible
fr: Le type MIME du fichier de l’image du thème n’est pas pris en charge
fur: Il file imagjin dal teme al à un gjenar mime no supuartât
fy_nl: Temaôfbyldingsbestân hat in net-stipe mime-type
he: קובץ תמונת ערכת הנושא בעל סוג mime שאינו נתמך
hu: A téma képfájlja nem támogatott MIME-típussal rendelkezik
ia: Le file imagine del thema ha un typo de mime non supportate
id: Berkas gambar tema memiliki tipe mime yang tidak didukung
it: Il tipo MIME del file immagine del tema non è supportato
ja: テーマ画像ファイルの MIME タイプはサポートされていません
ka: თემის გამოსახულება მხარდაუჭერელი mime-სახისაა
kab: Tugna n usentel ɣur-s anaw mime ur yettisefraken ara
nl: Thema-afbeeldingsbestand heeft een niet-ondersteund mime-type
nn_no: Temabildefila har ein mime-type som ikkje er støtta
pl: Plik obrazu motywu ma nieobsługiwany typ MIME
pt_br: Arquivo de imagem de tema tem um tipo mime não suportado
pt_pt: O ficheiro de imagem do tema tem um tipo de MIME não suportado
ro: Fișierul de imagine al temei are un tip mime fără suport
ru: Файл изображения темы имеет неподдерживаемый MIME-тип
si: තේමා රූප ගොනුවේ සහාය නොදක්වන mime වර්ගයක් ඇත
sk: Súbor s obrázkom témy vzhľadu má nepodporovaný typ mime
sl: Slikovna datoteka teme ima nepodprto vrsto mime
sq: Kartela e figurës së temës ka një lloj MIME të pambuluar
sv_se: Temabildfil har en mime-typ som inte stöds
th: ไฟล์ภาพของชุดตกแต่งมีชนิด MIME ที่ไม่รองรับ
tr: Tema resmi desteklenmeyen bir mime türüne sahip
uk: Файл зображення теми має непідтримуваний тип mime
vi: Tập tin hình ảnh chủ đề có loại mime không được hỗ trợ

source: Theme image file at "%(path)s" has the unsupported mime type "%(mime)s"
cs: Soubor s obrázkem "%(path)s" je typu "%(mime)s", který není podporován
de: Die Theme-Grafikdatei unter „%(path)s“ hat einen nicht unterstützten MIME-Typ „%(mime)s“
el: Το αρχείο εικόνας θέματος στο "%(path)s" έχει τον μη υποστηριζόμενο τύπο mime, "%(mime)s"
es: El archivo de imagen del tema ubicado en "%(path)s" tiene un tipo "%(mime)s" no compatible
fr: Le type MIME « %(mime)s » du fichier de l’image du thème à l’emplacement « %(path)s » n’est pas pris en charge
fur: Il file imagjin dal teme in "%(path)s" al à il gjenar mime "%(mime)s" che nol è supuartât
fy_nl: Temaôfbyldingsbestân op ‘%(path)s’ hat it net-stipe mime-type ‘%(mime)s’
he: קובץ תמונת ערכת הנושא ב־״%(path)s״ בעל סוג mime שאינו נתמך ״%(mime)s״
hu: A(z) „%(path)s” helyen lévő képfájl nem támogatott MIME-típussal rendelkezik
ia: Le file imagine del thema a "%(path)s" ha le typo de mime non tractate "%(mime)s"
id: Berkas gambar tema pada "%(path)s" memiliki mime tipe "%(mime)s" yang tidak didukung
it: Il tipo MIME “%(mime)s” del file immagine del tema in “%(path)s” non è supportato
ja: 「%(path)s」のテーマ画像ファイルの MIME タイプ「%(mime)s」はサポートされていません
ka: თემის გამოსახულება მისამართზე „%(path)s“ მხარდაუჭერელი mime-სახისაა „%(mime)s“
kab: Tugna n usentel deg "%(path)s" ɣur-s anaw mime "%(mime)s" ur yettusefraken ara
nl: Thema-afbeeldingsbestand op ‘%(path)s’ heeft het niet-ondersteunde mime-type ‘%(mime)s’
nn_no: Temabildefila på "%(path)s" har ei mime-type "%(mime)s" som ikkje er støtta
pl: Plik obrazu motywu w „%(path)s” ma nieobsługiwany typ MIME „%(mime)s”
pt_br: Arquivo de imagem de tema em "%(path)s" tem o tipo mime não suportado "%(mime)s"
pt_pt: O ficheiro de imagem do tema em "%(path)s" tem um tipo de MIME "%(mime)s" não suportado
ro: Fișierul de imagine al temei de la „%(path)s” are un tip mime „%(mime)s” fără suport
ru: Файл изображения темы по пути «%(path)s» имеет неподдерживаемый MIME-тип «%(mime)s»
si: "%(path)s" හි තේමා රූප ගොනුවෙහි සහාය නොදක්වන "%(mime)s" mime වර්ගය ඇත
sk: Súbor s obrázkom témy vzhľadu v „%(path)s“ má nepodporovaný typ mime „%(mime)s“
sl: Slikovna datoteka na "%(path)s" ima nepodprto vrsto mime "%(mime)s"
sq: Kartela e figurës së temës te "%(path)s" ka një lloj MIME "%(mime)s" të pambuluar
sv_se: Temabildfil på "%(path)s" har en mime-typ "%(mime)s" som inte stöds
th: ไฟล์ภาพของชุดตกแต่งที่ "%(path)s" มีชนิด mime ที่ไม่รองรับ "%(mime)s"
tr: "%(path)s" adresindeki tema resmi desteklenmeyen "%(mime)s" mime türüne sahip
uk: Файл зображення теми в "%(path)s" має непідтримуваний тип mime "%(mime)s"
vi: Tập tin hình ảnh chủ đề tại "%(path)s" có loại mime không được hỗ trợ "%(mime)s"

source: "%(fieldName)s" is not supported.
cs: "%(fieldName)s" není podporováno.
de: „%(fieldName)s“ wird nicht unterstützt.
el: Το «%(fieldName)s» δεν υποστηρίζεται.
fr: « %(fieldName)s » n’est pas pris en charge.
fur: “%(fieldName)s” nol è supuartât.
fy_nl: ‘%(fieldName)s’ wurdt net stipe.
he: ‏״%(fieldName)s״ אינו נתמך.
hu: A(z) „%(fieldName)s” nem támogatott.
ia: "%(fieldName)s" non es supportate.
it: “%(fieldName)s” non è supportato.
ka: „%(fieldName)s“ არაა მხარდაჭერილი.
pt_br: "%(fieldName)s" não é suportado.
ru: «%(fieldName)s» не поддерживается.
sk: "%(fieldName)s" nie je podporované.
sl: "%(fieldName)s" ni podprt.
sq: "%(fieldName)s" nuk mbulohet.
sv_se: "%(fieldName)s" stöds inte.
tr: "%(fieldName)s" desteklenmiyor.
uk: "%(fieldName)s" не підтримується.
vi: "%(fieldName)s" không được hỗ trợ.

source: Theme image file mime type does not match its file extension
cs: Typ a koncovka názvu obrázku nesouhlasí
de: Der MIME-Typ der Grafikdatei stimmt nicht mit der Dateierweiterung überein
el: Ο τύπος mime του αρχείου εικόνας θέματος δεν ταιριάζει με την επέκταση αρχείου
es: El tipo de mime del archivo de imagen del tema no coincide con su extensión de archivo
fr: Le type MIME du fichier de l’image du thème ne correspond pas à l’extension de son fichier
fur: Il gjenar mime dal file imagjin dal teme nol corispuint ae estension dal file
fy_nl: Mime-type fan it temaôfbyldingsbestân komt net oerien mei de bestandsekstinsje
he: קובץ תמונת ערכת הנושא בעל סוג mime שאינו תואם את סיומת הקובץ שלו
hu: A téma képfájljának MIME-típusa nem egyezik a fájlkiterjesztésével
ia: Le typo de mime del file imagine del thema non concorda su extension
id: Jenis mime berkas gambar tema tidak cocok dengan ekstensi berkasnya
it: Il tipo MIME del file immagine del tema non corrisponde all’estensione del file
ja: テーマ画像ファイルの MIME タイプがファイル拡張子と一致しません
ka: თემის გამოსახულების mime-სახეობა არ ემთხვევა ფაილის გაფართოებას
kab: Anaw mime n ufaylu n tugna n usentel ur yemṣada ara d usiɣzef n ufaylu-is
nl: Mime-type van het thema-afbeeldingsbestand komt niet overeen met de bestandsextensie
nn_no: Mime-typen for temabildefila samsvarar ikkje med filendinga
pl: Typ MIME pliku obrazu motywu nie zgadza się z jego rozszerzeniem
pt_br: Tipo mime do arquivo de imagem de tema não combina com sua extensão de arquivo
pt_pt: O tipo de MIME do ficheiro de imagem do tema não corresponde com a sua extensão de ficheiro
ro: Tipul mime al fișierului de imagine al temei nu se potrivește cu extensia fișierului
ru: MIME-тип файла изображения темы не соответствует его расширению
si: තේමා රූප ගොනුවේ mime වර්ගය එහි ගොනු දිගුව සමඟ නොගැළපේ
sk: Typ mime súboru s obrázkom témy vzhľadu nezodpovedá svojmu rozšíreniu
sl: Vrsta mime slikovne datoteke se ne ujema s pripono datoteke
sq: Lloji MIME i kartelës së figurës së temës nuk përputhet me zgjatimin e vet të kartelës
sv_se: Mime-typ för temabildfil matchar inte filändelsen
te: అలంకారపు బొమ్మ ఫైలు యొక్క మైమ్ రకం దాని ఎక్స్‌టెన్షనుతో సరిపోలలేదు
th: ชนิด mime ของไฟล์ภาพของชุดตกแต่งไม่ตรงกับนามสกุลไฟล์
tr: Tema resmi dosyasının mime türü, dosya uzantısıyla eşleşmiyor
uk: Тип mime файлу зображення теми не збігається з його розширенням файлу
vi: Loại mime của tập tin hình ảnh chủ đề không khớp với phần mở rộng tập tin của nó

source: Theme image file extension at "%(path)s" does not match its actual mime type "%(mime)s"
cs: Koncovka souboru s obrázkem "%(path)s" neodpovídá jeho skutečnému typu "%(mime)s"
de: Die Dateierweiterung der Theme-Grafikdatei unter „%(path)s“ stimmt nicht mit dem tatsächlichen MIME-Typ „%(mime)s“ überein
el: Η επέκταση αρχείου εικόνας θέματος στο "%(path)s" δεν αντιστοιχεί στον πραγματικό τύπο mime της, "%(mime)s"
es: La extensión del archivo de imagen del tema en "%(path)s" no coincide con su tipo mimereal "%(mime)s"
fr: L’extension du fichier de l’image du thème à l’emplacement « %(path)s » ne correspond pas au type MIME « %(mime)s » contenu
fur: La estension dal file imagjin dal teme in “%(path)s” no corispuint al gjenar mime efetîf “%(mime)s”
fy_nl: Temaôfbyldingsbestân op ‘%(path)s’ komt net oerien mei it wurklike mime-type ‘%(mime)s’
he: סיומת קובץ תמונת ערכת הנושא ב־״%(path)s״ אינה תואמת את סוג ה־mime האמיתי שלו ״%(mime)s״
hu: A(z) „%(path)s” helyen lévő képfájl kiterjesztése nem egyezik a tényleges „%(mime)s” MIME-típusával.
ia: Le extension del file imagine del thema a "%(path)s" non concorda su actual typo de mime "%(mime)s"
id: Ekstensi berkas gambar tema di "%(path)s" tidak cocok dengan mime jenis "%(mime)s" yang sebenarnya
it: L’estensione del file immagine del tema in “%(path)s” non corrisponde al tipo MIME effettivo “%(mime)s”
ja: 「%(path)s」のテーマ画像ファイルの拡張子が実際の MIME タイプ「%(mime)s」と一致しません
ka: თემის გამოსახულების გაფართოება მისამართზე „%(path)s“ არ ემთხვევა მის არსებულ mime-სახეობას „%(mime)s“
kab: Asiɣzef n ufaylu n usentel deg "%(path)s" ur yemṣada ara akked wanaw-is mime amiran "%(mime)s"
nl: Thema-afbeeldingsbestand op ‘%(path)s’ komt niet overeen met het werkelijke mime-type ‘%(mime)s’
nn_no: Filendinga for temabildefila på «%(path)s» samsvarar ikkje med den verkelege mime-typen «%(mime)s»
pl: Rozszerzenie pliku obrazu motywu w „%(path)s” nie zgadza się z jego rzeczywistym typem MIME „%(mime)s”
pt_br: Extensão de arquivo de imagem de tema em "%(path)s" não combina com seu verdadeiro tipo mime "%(mime)s"
pt_pt: O ficheiro de imagem do tema em "%(path)s" não corresponde com o seu tipo de MIME "%(mime)s" atual
ro: Extensia fișierului de imagine al temei de la „%(path)s” nu se potrivește cu tipul mime „%(mime)s” efectiv
ru: Расширение файла изображения темы по пути «%(path)s» не соответствует его MIME-типу «%(mime)s»
si: "%(path)s" හි තේමා රූප ගොනු දිගුව එහි සැබෑ "%(mime)s" mime වර්ගයට නොගැළපේ
sk: Rozšírenie obrázka témy vzhľadu v „%(path)s“ nezodpovedá typu mime „%(mime)s“
sl: Vrsta mime slikovne datoteke na "%(path)s" se ne ujema z njeno dejansko vrsto mime "%(mime)s"
sq: Zgjatimi i kartelës së figurës së temës te "%(path)s" nuk përputhet me llojin e vet aktual MIME "%(mime)s"
sv_se: Filändelsen för temabildfil på "%(path)s" matchar inte med den verkliga mime-typen "%(mime)s"
th: นามสกุลไฟล์ภาพของชุดตกแต่งที่ "%(path)s" ไม่ตรงกับชนิด mime จริง "%(mime)s"
tr: "%(path)s" konumundaki tema resmi dosya uzantısı gerçek "%(mime)s" mime türüyle eşleşmiyor
uk: Розширення файлу зображення теми в "%(path)s" не збігається з його типом mime "%(mime)s"
vi: Phần mở rộng Tập tin hình ảnh chủ đề tại "%(path)s" không khớp với loại mime thực của nó "%(mime)s"

source: The "default_locale" is missing localizations.
ar: ليس في ”default_locale“ أيّ ملفات توطين.
bs: U "default_locale" nedostaje lokalizacija.
cs: Jazyku „default_locale“ chybí překlady.
de: In der „default_locale“ fehlen Lokalisierungen.
el: Λείπουν μεταφράσεις από τo "default_locale".
es: Faltan traducciones en "default_locale".
fi: Kohteesta "default_locale" puuttuu lokalisaatioita.
fr: Des traductions sont manquantes pour « default_locale ».
fur: La traduzion par "default_locale" no je complete.
fy_nl: De ‘default_locale’ mist lokalisaasjes.
he: ל־„default_locale” חסרים תרגומים.
hu: A „default_locale” területi beállításhoz hiányoznak a fordítások.
ia: Le "default_locale" manca de localisationes.
id: "default_locale" tidak memiliki pelokalan.
it: La traduzione per "default_locale" è incompleta.
ja: 「default_locale」でロケールが定義されていません。
ka: „default_locale“ აკლია თარგმანებში.
kab: Tisuqilin ulac-iten i "default_locale".
ms: "default_locale" tiada lokalisasi.
nl: De ‘default_locale’ mist lokalisaties.
nn_no: «default_locale» manglar lokaliseringar.
pl: „default_locale” nie ma lokalizacji.
pt_br: Falta idiomas no "default_locale".
pt_pt: O "default_locale" tem falta de idiomas.
ro: „default_locale" nu are traduceri.
ru: Отсутствуют переводы для "default_locale".
si: "default_locale" හි දේශීයකරණ මඟහැරී ඇත.
sk: Jazyku „default_locale“ chýbajú preklady.
sl: V "default_locale" manjkajo lokalizacije.
sq: "default_locale" i mungojnë përkthime.
sv_se: "default_locale" saknar lokaliseringar.
te: ఈ "default_locale" లో స్థానికీకరణలు లేవు.
th: "default_locale" ขาดข้อมูลการแปลเป็นภาษาท้องถิ่น
tr: "default_locale" değerinde yerelleştirmeler eksik.
uk: Відсутні переклади для "default_locale".
vi: Thuộc tính "default_locale" bị thiếu bản địa hóa.

source: The "default_locale" value is specified in the manifest, but no matching "messages.json" in the "_locales" directory exists. See: https://mzl.la/2hjcaEE
cs: Hodnota „default_locale“ je uvedena v manifestu, ale v adresáři „_locales“ neexistuje žádný odpovídající soubor „messages.json“. Viz: https://mzl.la/2hjcaEE
de: Der Wert „default_locale“ ist im Manifest angegeben, aber es existiert keine übereinstimmende „messages.json“ im Verzeichnis „_locales“. Siehe: https://mzl.la/2hjcaIE
el: Η τιμή «default_locale» καθορίζεται στο αρχείο δήλωσης, αλλά δεν υπάρχει αντίστοιχο «messages.json» στον κατάλογο «_locales». Δείτε το https://mzl.la/2hjcaEE
fr: La valeur « default_locale » est spécifiée dans le manifeste, mais il n’existe pas de « messages.json » correspondant dans le répertoire « _locales ». Voir : https://mzl.la/2hjcaEE
fur: Il valôr “default_locale" al è specificât tal manifest, ma nol esist nissun “messages.json” corispondent te cartele “_locales”. Viôt: https://mzl.la/2hjcaEE
fy_nl: De wearde ‘default_locale’ is opjûn yn it manifest, mar der bestiet gjin oerienkommende ‘messages.json’ yn de map ‘_locales’. Sjoch: https://mzl.la/2hjcaEE
he: הערך ״default_locale״ מצוין ב־manifest, אך לא קיים ״messages.json״ תואם בספריית ״‎_locales״. נא לעיין ב־https://mzl.la/2hjcaEE
hu: A „default_locale” érték meg van adva a jegyzékfájlban, de nem létezik megfelelő „messages.json” a „_locales” könyvtárban. Lásd: https://mzl.la/2hjcaEE.
ia: Le valor "default_locale" es specificate in le manifesto, ma nulle "messages.json" concordante existe in le directorio "_localisationes". Vider: https://mzl.la/2hjcaEE
it: Il valore “default_locale" è specificato nel manifesto, ma non esiste alcun “messages.json” corrispondente nella directory “_locales”. Consultare: https://mzl.la/2hjcaEE
ka: „default_locale“ მნიშვნელობა მითითებულია მანიფესტში, მაგრამ შესაბამისი „messages.json“ ვერ მოინახა საქაღალდეში „_locales“. იხილეთ: https://mzl.la/2hjcaEE
pt_br: O valor "default_locale" é especificado no manifesto, mas não existe nenhum "messages.json" correspondente no diretório "_locales". Consulte https://mzl.la/2hjcaEE
ru: Значение «default_locale» указано в манифесте, но в каталоге «_locales» не существует соответствующего файла messages.json. См.: https://mzl.la/2hjcaEE
sk: Hodnota "default_locale" je prítomná v manifeste, ale v priečinku "_locales" neexistuje žiadny zodpovedajúci súbor "messages.json". Ďalšie informácie: https://mzl.la/2hjcaEE
sl: V manifestu je navedena vrednost "default_locale", vendar v imeniku "_locales" ne obstaja ujemajoča se datoteka "messages.json". Glejte: https://mzl.la/2hjcaEE
sq: Vlera “default_locale” specifikohet te manifesti, por s’ekzistojnë “messages.json” me përputhje te drejtoria “_locales”. Shihni: https://mzl.la/2hjcaEE
sv_se: Värdet "default_locale" anges i manifestet, men det finns inga matchande "messages.json" i katalogen "_locales". Se: https://mzl.la/2hjcaEE
tr: Manifest dosyasında "default_locale" değeri belirtilmiş ancak "_locales" dizininde eşleşen bir "messages.json" dosyası yok. Daha fazla bilgi için https://mzl.la/2hjcaEE sayfasına bakın
uk: Значення "default_locale" вказано в маніфесті, але відповідного "messages.json" у каталозі "_locales" не існує. Перегляньте: https://mzl.la/2hjcaEE
vi: Giá trị "default_locale" được chỉ định trong manifest, nhưng không khớp "messages.json" trong thư mục tồn tại "_locales". Xem: https://mzl.la/2hjcaEE

source: The "default_locale" is missing but "_locales" exist.
ar: ‏”default_locale“ ليس موجودًا، ولكنّ ”‎_locales“ موجود.
bs: Nedostaje "default_locale" ali "_locales" postoji.
cs: Jazyk „default_locale“ chybí, ale „_locales“ existuje.
de: Die „default_locale“ fehlt, aber „_locales“ existiert.
el: Το «default_locale» λείπει, αλλά το «_locales» υπάρχει.
es: Falta "default_locale", pero sí existe "_locales".
fi: "default_locale" puuttuu, mutta "_locales" on olemassa.
fr: « default_locale » est manquant, mais « _locales » existe.
fur: Rilevât "_locales", ma no "default_locale".
fy_nl: De ‘default_locale’ ûntbrekt, mar ‘_locales’ bestiet.
he: ה־„default_locale” חסר אבל ה־„‎_locales” קיים.
hu: A „default_locale” hiányzik, de a „_locales” létezik.
ia: Le "default_locale" manca, ma "_locales" existe.
id: Ada "_locales", tetapi "default_locale" tidak ditemukan.
it: Rilevato "_locales", ma non "default_locale".
ja: 「default_locale」が見当たらない一方で「_locales」は存在します
ka: „default_locale“ აკლია, თუმცა „_locales“ არსებობს.
kab: "default_locale" ulac-it acu kan "_locales" yella.
ms: "default_locale" tiada lokalisasi tapi ada "_locales".
nl: De ‘default_locale’ ontbreekt, maar ‘_locales’ bestaat.
nn_no: «default_locale» manglar men «_locales» finst.
pl: Brakuje „default_locale”, ale istnieje „_locales”.
pt_br: Está faltando "default_locale" mas "_locales" existe.
pt_pt: O "default_locale" está em falta mas "_locales" existe.
ro: „default_locale" lipsește, dar „_locales" există.
ru: «default_locale» отсутствует, а «_locales» существует.
si: "default_locale" මඟහැරී ඇත නමුත් "_locales" පවතී.
sk: Jazyk „default_locale“ chýba, no „_locales“ existuje.
sl: "default_locale" manjka, vendar obstaja "_locales".
sq: "default_locale" mungon, por "_locales" ekziston.
sv_se: "default_locale" saknas men "_locales" existerar.
te: "default_locale" లేదు కానీ "_locales" మాత్రం ఉన్నాయి.
th: "default_locale" ขาดหายไป แต่มี "_locales" อยู่
tr: "default_locale" eksik fakat "_locales" mevcut.
uk: "default_locale" відсутня, але "_locales" наявна.
vi: Thuộc tính "default_locale" bị thiếu nhưng "_locales" tồn tại.
