Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: See http://mzl.la/1STmr48 (MDN Docs) for more information.
ar: طالِع http://mzl.la/1STmr48 (وثائق MDN) لمعلومات أكثر.
bs: Pogledajte http://mzl.la/1STmr48 (MDN dokumente) za više informacija.
cs: Podívejte se na http://mzl.la/1STmr48 (MDN Dokumenty) pro více informací.
de: Weitere Informationen finden Sie unter http://mzl.la/1STmr48 (MDN Docs).
el: Δείτε το http://mzl.la/1STmr48 (Έγγραφα MDN) για περισσότερες πληροφορίες.
es: Para más información, consulta http://mzl.la/1STmr48 (documento de MDN).
fi: Katso lisätietoja osoitteesta http://mzl.la/1STmr48 (MDN-dokumentit).
fr: Voir https://mzl.la/1STmr48 (MDN Docs) pour plus d’informations.
fur: Viôt http://mzl.la/1STmr48 (Documentazion MDN) par vê plui informazions.
fy_nl: Sjoch http://mzl.la/1STmr48 (MDN Docs) foar mear ynformaasje.
he: יש לעיין ב־http://mzl.la/1STmr48 (מסמכי MDN) למידע נוסף.
hu: További információkért lásd: http://mzl.la/1STmr48 (MDN dokumentáció).
ia: Vider http://mzl.la/1STmr48 (MDN Docs) pro altere informationes.
id: Lihat http://mzl.la/1STmr48 (MDN Docs) untuk informasi lebih lanjut.
it: Visita http://mzl.la/1STmr48 (Documentazione MDN) per maggiori informazioni.
ja: 詳しくは http://mzl.la/1STmr48 (MDN Docs) をご覧ください。
ka: იხილეთ http://mzl.la/1STmr48 (MDN მასალები), დამატებითი ინფორმაციისთვის.
kab: Wali http://mzl.la/1STmr48 (MDN Docs) i wugar n telɣut.
ms: Lihat http://mzl.la/1STmr48 (Dokumen MDN) untuk maklumat lanjut.
nl: Zie http://mzl.la/1STmr48 (MDN Docs) voor meer informatie.
nn_no: Sjå http://mzl.la/1STmr48 (MDN Docs) for meir informasjon.
pl: http://mzl.la/1STmr48 (dokumentacja MDN) zawiera więcej informacji.
pt_br: Veja http://mzl.la/1STmr48 (Documentação MDN) para mais informações.
pt_pt: Veja http://mzl.la/1STmr48 (MDN Docs) para mais informação.
ro: Vezi http://mzl.la/1STmr48 (Documentația MDN) pentru mai multe informații.
ru: Смотрите http://mzl.la/1STmr48 (Документацию на MDN) для получения дополнительной информации.
si: තව විස්තර සඳහා http://mzl.la/1STmr48 (MDN ප්‍රලේඛනය) බලන්න.
sk: Ďalšie informácie nájdete na http://mzl.la/1STmr48 (dokumentácia na MDN).
sl: Za več informacij glejte http://mzl.la/1STmr48 (dokumente na MDN-u).
sq: Për më tepër të dhëna, shihni http://mzl.la/1STmr48 (Dokumentim te MDN).
sv_se: Se http://mzl.la/1STmr48 (MDN Docs) för mer information.
te: మరింత సమాచారం కోసం http://mzl.la/1STmr48 (MDN డాక్స్) చూడండి.
th: ดู http://mzl.la/1STmr48 (คู่มือ MDN) สำหรับข้อมูลเพิ่มเติม
tr: Daha fazla bilgi için http://mzl.la/1STmr48 (MDN Docs) sayfasına bakın.
uk: Перегляньте http://mzl.la/1STmr48 (Документацію MDN) для отримання докладної інформації.
vi: Xem tại http://mzl.la/1STmr48 (Tài liệu MDN) để biết thêm thông tin.

source: "update_url" is not allowed.
ar: ليس مسموحًا بِ‍ ”update_url“.
bs: "update_url" nije dozvoljen.
cs: "update_url" není povoleno.
de: „update_url“ ist nicht zulässig.
el: Το "update_url" δεν επιτρέπεται.
es: no se permite "update_url".
fi: "update_url" ei ole sallittu.
fr: « update_url » n’est pas autorisé.
fur: "update_url" nol è consintût.
fy_nl: ‘update_url’ is net tastien.
he: אסור להשתמש ב־„update_url”.
hu: Az „update_url” nem engedélyezett.
ia: "update_url" non es permittite.
id: "update_url" tidak diizinkan.
it: "update_url" non è consentito.
ja: 「update_url」は使用できません。
ka: „update_url“ არაა დაშვებული.
kab: "update_url" ur ittwasireg ara.
ms: "update_url" tidak dibenarkan.
nl: ‘update_url’ is niet toegestaan.
nn_no: «update_url» er ikkje lov.
pl: „update_url” jest niedozwolone.
pt_br: "update_url" não é permitido.
pt_pt: "update_url" não é permitido.
ro: Nu se permite „update_url".
ru: «update_url» не разрешено.
si: "update_url" සඳහා ඉඩ නොදේ.
sk: „update_url“ nie je povolené.
sl: "update_url" ni dovoljen.
sq: "update_url" nuk lejohet.
sv_se: "update_url" är inte tillåtet.
te: "update_url" అనుమతించబడదు.
th: ไม่ได้รับอนุญาตให้ใช้ "update_url"
tr: "update_url" kabul edilmemektedir.
uk: "update_url" не дозволено.
vi: "update_url" không được cho phép.

source: "applications.gecko.update_url" or "browser_specific_settings.gecko.update_url" are not allowed for Mozilla-hosted add-ons.
cs: "applications.gecko.update_url" nebo "browser_specific_settings.gecko.update_url" nejsou povoleny pro doplňky hostované Mozillou.
de: „applications.gecko.update_url“ oder „browser_specific_settings.gecko.update_url“ sind für von Mozilla gehostete Add-ons nicht erlaubt.
el: Τα «applications.gecko.update_url» και «browser_specific_settings.gecko.update_url» δεν επιτρέπονται για τα πρόσθετα που φιλοξενούνται από τη Mozilla.
fr: « applications.gecko.update_url » et « browser_specific_settings.gecko.update_url » ne sont pas autorisés pour les modules hébergés par Mozilla.
fur: “applications.gecko.update_url” o “browser_specific_settings.gecko.update_url” no son consintûts pai components adizionâi ospitâts di Mozilla.
fy_nl: ‘applications.gecko.update_url’ of ‘browser_specific_settings.gecko.update_url’ binne net tastien foar troch Mozilla hoste add-ons.
he: ‏״applications.gecko.update_url״ או ״browser_specific_settings.gecko.update_url״ אינם מותרים עבור תוספות המתארחות ב־Mozilla.
hu: Az „applications.gecko.update_url” vagy a „browser_specific_settings.gecko.update_url” nem engedélyezett a Mozilla által kiszolgált kiegészítőknél.
ia: "applications.gecko.update_url" o "browser_specific_settings.gecko.update_url" non es permittite al additivos hospite de Mozilla.
it: “applications.gecko.update_url” o “browser_specific_settings.gecko.update_url” non sono consentiti per i componenti aggiuntivi ospitati da Mozilla.
ka: „applications.gecko.update_url“ ან „browser_specific_settings.gecko.update_url“ აკრძალულია Mozilla-საიტზე განთავსებულ დამატებებზე.
pt_br: "applications.gecko.update_url" ou "browser_specific_settings.gecko.update_url" não são permitidos em extensões hospedadas pela Mozilla.
ru: «applications.gecko.update_url» или «browser_specific_settings.gecko.update_url» не разрешены для дополнений, размещенных у Mozilla.
sk: Pre doplnky hostované Mozillou nie sú povolené "applications.gecko.update_url" alebo "browser_specific_settings.gecko.update_url".
sl: "applications.gecko.update_url" ali "browser_specific_settings.gecko.update_url" nista dovoljena za dodatke, ki gostujejo pri Mozilli.
sq: "applications.gecko.update_url" ose "browser_specific_settings.gecko.update_url" nuk lejohen për shtesa të strehuara nga Mozilla.
sv_se: "applications.gecko.update_url" eller "browser_specific_settings.gecko.update_url" är inte tillåtna för tillägg på Mozilla.
uk: "applications.gecko.update_url" або "browser_specific_settings.gecko.update_url" не дозволені для додатків, розміщених у Mozilla.
vi: "applications.gecko.update_url" hoặc "browser_specific_settings.gecko.update_url" không được phép cho các tiện ích mở rộng do Mozilla lưu trữ.

source: The "update_url" property is not used by Firefox.
ar: لا يستعمل Firefox الصفة ”update_url“.
bs: Svojstvo "update_url" nije korišteno od strane Firefoxa.
cs: Obsah "update_url" parametru není používán Firefoxem.
de: Die Eigenschaft „update_url“ wird von Firefox nicht verwendet.
el: Η ιδιότητα "update_url" δεν χρησιμοποιείται από το Firefox.
es: Firefox no utiliza la propiedad "update_url".
fi: Firefox ei käytä "update_url"-ominaisuutta.
fr: La propriété « update_url » n’est pas utilisée par Firefox.
fur: La proprietât "update_url" no ven doprade di Firefox.
fy_nl: De eigenskip ‘update_url’ wurdt net troch Firefox brûkt.
he: המאפיין „update_url” אינו בשימוש ב־Firefox.
hu: Az „update_url” tulajdonságot nem használja a Firefox.
ia: Le proprietate "update_url" non es usate per Firefox.
id: Properti "update_url" tidak digunakan oleh Firefox.
it: La proprietà "update_url" non viene utilizzata da Firefox.
ja: Firefox では「update_url」プロパティは使われていません。
ka: „update_url“ თვისებას არ იყენებს Firefox.
kab: Taɣara "update_url" ur tt-yesseqdac ara Firefox.
ms: Sifat "update_url" tidak digunakan oleh Firefox.
nl: De eigenschap ‘update_url’ wordt niet door Firefox gebruikt.
nn_no: Eigenskapen "update_url" vert ikkje brukt av Firefox.
pl: Właściwość „update_url” nie jest używana w Firefoksie.
pt_br: A propriedade "update_url" não é utilizada pelo Firefox.
pt_pt: A propriedade "update_url" não é utilizada pelo Firefox.
ro: Proprietatea „update_url" nu este folosită de Firefox.
ru: Свойство «update_url» не используется Firefox.
si: "update_url" ගුණාංගය ෆයර්ෆොක්ස් සඳහා භාවිතා නොකෙරේ.
sk: Vlastnosť „update_url“ nie je Firefoxom používaná.
sl: Lastnosti "update_url" Firefox ne uporablja.
sq: Vetia "update_url" nuk përdoret nga Firefox-i.
sv_se: Egenskapen "update_url" används inte av Firefox.
te: "update_url" లక్షణాన్ని Firefox వాడుకోదు.
th: คุณสมบัติ "update_url" ไม่ได้ถูกใช้โดย Firefox
tr: "update_url" özelliği Firefox tarafından kullanılmıyor.
uk: Властивість "update_url" не використовується в Firefox.
vi: Thuộc tính "update_url" không được sử dụng bởi Firefox.

source: The "update_url" is not used by Firefox in the root of a manifest; your add-on will be updated via the Add-ons site and not your "update_url". See: https://mzl.la/25zqk4O
cs: Firefox nepoužívá "update_url" v kořenu manifestu; váš doplněk bude aktualizován prostřednictvím webu doplňků, nikoli prostřednictvím vaší "update_url". Viz: https://mzl.la/25zqk4O
de: Die „update_url“ wird von Firefox nicht im Wurzelverzeichnis eines Manifests verwendet. Ihr Add-on wird über die Add-ons-Website aktualisiert und nicht über Ihre „update_url“. Siehe: https://mzl.la/25zqk4O
el: Το «update_url» δεν χρησιμοποιείται από το Firefox στον ριζικό κατάλογο ενός αρχείου δήλωσης: το πρόσθετό σας θα ενημερώνεται μέσω του ιστοτόπου προσθέτων και όχι μέσω του «update_url». Δείτε το https://mzl.la/25zqk4O
fr: Le champ « update_url » n’est pas utilisé par Firefox à la racine d’un manifeste : votre module complémentaire se mettra à jour depuis le site des modules complémentaires et non depuis votre adresse « update_url ». Voir : https://mzl.la/25zqk4O
fur: "update_url" nol è doprât di Firefox te lidrîs di un manifest; il component adizionâl al vignarà inzornât midiant il sît dai components adizionâi e no midiant “update_url”. Viôt: https://mzl.la/25zqk4O
fy_nl: De ‘update_url’ wurdt troch Firefox net brûkt yn de haadmap fan in manifest; jo add-on wurdt bywurke fia de Add-ons-website en net fia jo ‘update_url’. Sjoch: https://mzl.la/25zqk4O
he: ה־״update_url״ אינו בשימוש על־ידי Firefox בשורש של קובץ manifest; התוספת שלך תעודכן דרך אתר התוספות ולא דרך ה־״update_url״ שלך. נא לעיין ב־https://mzl.la/25zqk4O
hu: A leírófájl gyökerében lévő „update_url” paramétert nem használja a Firefox; a kiegészítője a Kiegészítők oldalon keresztül fog frissülni, és nem az „update_url” címen keresztül. Lásd: https://mzl.la/25zqk4O.
ia: Le "update_url" non es usate per Firefox in le radice de un manifesto; tu additivo sera actualisate via le sito Additivos e non via tu "update_url". Vider: https://mzl.la/25zqk4O
it: "update_url" non è utilizzato da Firefox nella radice di un manifesto; il componente aggiuntivo verrà aggiornato tramite il sito dei componenti aggiuntivi e non tramite “update_url”. Consultare: https://mzl.la/25zqk4O
ka: „update_url“ მითითებას არ იყენებს Firefox ძირეულ მანიფესტში; თქვენი დამატების განსაახლებლად გამოყენებული იქნება დამატებების საიტი და არა თქვენი „update_url“. იხილეთ: https://mzl.la/25zqk4O
pt_br: O "update_url" não é usado pelo Firefox na raiz de um manifesto. Sua extensão será atualizada por meio do site de extensões e não pelo seu "update_url". Consulte https://mzl.la/25zqk4O
ru: «update_url» не используется Firefox в корне манифеста; ваше дополнение будет обновлено через сайт дополнений, а не через ваш «update_url». См.: https://mzl.la/25zqk4O
sk: Firefox nepoužíva "update_url" definovanú v manifeste; váš doplnok bude aktualizovaný prostredníctvom stránky AMO a nie vašej "update_url". Ďalšie informácie: https://mzl.la/25zqk4O
sl: Firefox ne uporablja "update_url" v korenu manifesta; vaš dodatek bo posodobljen na strani z dodatki in ne na "update_url". Glej: https://mzl.la/25zqk4O
sq: "update_url" s’përdoret nga Firefox-i te rrënja e një manifesti; shtesa juaj do të përditësohet përmes sajtit Shtesa dhe jo përmes "update_url" tuaj. Shihni: https://mzl.la/25zqk4O
sv_se: "update_url" används inte av Firefox i roten av ett manifest; ditt tillägg kommer att uppdateras via tilläggswebbplatsen och inte din "update_url". Se: https://mzl.la/25zqk4O
uk: "update_url" не використовується Firefox у корені маніфесту; ваш додаток буде оновлено через сайт додатків, а не через "update_url". Читайте: https://mzl.la/25zqk4O
vi: "update_url" không được Firefox sử dụng trong thư mục gốc của tập tin manifest; tiện ích mở rộng của bạn sẽ được cập nhật qua trang web tiện ích mở rộng chứ không phải "update_url" của bạn. Xem: https://mzl.la/25zqk4O

source: "strict_max_version" not required.
ar: ‏”strict_max_version“ ليس مطلوبًا.
bs: "strict_max_version" nije potreban.
cs: "strict_max_version" není vyžadováno.
de: „strict_max_version“ nicht erforderlich.
el: Δεν απαιτείται «strict_max_version».
es: "strict_max_version" no es obligatoria.
fi: "strict_max_version" ei ole vaadittu.
fr: « strict_max_version » n’est pas nécessaire.
fur: "strict_max_version" no necessari.
fy_nl: ‘strict_max_version’ net fereaske.
he: „strict_max_version” לא נחוץ.
hu: A „strict_max_version” nem kötelező.
ia: "strict_max_version" non obligatori.
id: "strict_max_version" tidak diperlukan.
it: "strict_max_version" non richiesto.
ja: "strict_max_version" は必須ではありません。
ka: "strict_max_version" არაა აუცილებელი.
kab: "strict_max_version" ilaq.
ms: "strict_max_version" tidak diperlukan.
nl: ‘strict_max_version’ niet vereist.
nn_no: «strict_max_versjon» ikkje påkravd.
pl: „strict_max_version” nie jest wymagane.
pt_br: "strict_max_version" não é obrigatório.
pt_pt: "strict_max_version" não é requerido.
ro: „strict_max_version" nu este necesar.
ru: «strict_max_version» не требуется.
si: "strict_max_version" අවශ්‍ය නොවේ.
sk: „strict_max_version“ nie je vyžadované.
sl: "strict_max_version" ni zahtevan.
sq: "strict_max_version" jo i domosdoshëm.
sv_se: "strict_max_version" krävs inte.
te: "strict_max_version" అవసరం లేదు.
th: ไม่จำเป็นต้องมี "strict_max_version"
tr: "strict_max_version" gerekli değil.
uk: "strict_max_version" не вимагається.
vi: "strict_max_version" không bắt buộc.

source: "strict_max_version" shouldn't be used unless the add-on is expected not to work with future versions of Firefox.
cs: "strict_max_version" by se neměla používat, pokud se neočekává, že doplněk nebude fungovat s budoucími verzemi Firefoxu.
de: „strict_max_version“ sollte nicht verwendet werden, es sei denn, das Add-on wird nicht mit zukünftigen Firefox-Versionen funktionieren.
el: Το «strict_max_version» δεν θα πρέπει να χρησιμοποιείται, εκτός εάν το πρόσθετο αναμένεται να μη λειτουργεί με μελλοντικές εκδόσεις του Firefox.
fr: « strict_max_version » ne doit pas être utilisé à moins qu’il soit prévu que le module ne fonctionne pas avec les futures versions de Firefox.
fur: No sta doprâ “strict_max_version” gjavât che no tu previodis che il component adizionâl nol funzioni cu lis versions futuris di Firefox.
fy_nl: ‘strict_max_version’ mei net brûkt wurde, útsein ferwachte wurdt dat de add-on net wurkje sil mei takomstige ferzjes fan Firefox.
he: אין להשתמש ב־״strict_max_version״ אלא אם התוספת צפויה לא לעבוד עם גרסאות עתידיות של Firefox.
hu: A „strict_max_version” paramétert nem szabad használni, kivéve, ha a kiegészítő várhatóan nem fog működni a Firefox jövőbeli verzióival.
ia: "strict_max_version" non debe esser usate salvo que le additivo es expectate non laborar con le versiones futur de Firefox.
it: Non utilizzare “strict_max_version” a meno che non si preveda che il componente aggiuntivo non funzioni con le versioni future di Firefox.
ka: „strict_max_version“ უმჯობესია არ გამოიყენებოდეს, თუ არაა მოსალოდნელი, რომ დამატება ვერ იმუშავებს Firefox-ის მომდევნო ვერსიებთან.
pt_br: "strict_max_version" não deve ser usado, a menos que se espere que a extensão não funcione em futuras versões do Firefox.
ru: «strict_max_version» не следует использовать, если не ожидается, что дополнение не будет работать с будущими версиями Firefox.
sk: "strict_max_version" by sa nemalo používať, pokiaľ sa neočakáva, že doplnok nebude fungovať s budúcimi verziami Firefoxu.
sl: "strict_max_version" se ne sme uporabljati, razen če se pričakuje, da dodatek s prihodnjimi različicami Firefoxa ne bo deloval.
sq: S’duhet përdorur "strict_max_version", veç nëse pritet që shtesa të mos funksionojë me versione të ardhshëm të Firefox-it.
sv_se: "strict_max_version" bör inte användas om inte tillägget ska sluta fungera med framtida versioner av Firefox.
uk: "strict_max_version" не слід використовувати, якщо не очікується, що додаток не працюватиме з майбутніми версіями Firefox.
vi: Không nên sử dụng "strict_max_version" trừ khi tiện ích mở rộng được cho là sẽ không hoạt động với các phiên bản Firefox trong tương lai.

source: No "%(property)s" property found in manifest.json
cs: V souboru manifest.json se nenašla žádná vlastnost "%(property)s".
de: Keine „%(property)s“-Eigenschaft in manifest.json gefunden
el: Δεν βρέθηκε ιδιότητα «%(property)s» στο manifest.json
fr: Aucune propriété « %(property)s » trouvée dans le fichier manifest.json
fur: No je stade cjatade nissune proprietât “%(property)s” in manifest.json
fy_nl: Gjin eigenskip ‘%(property)s’ fûn yn manifest.json
he: לא נמצא מאפיין ״%(property)s״ ב־manifest.json
hu: Nem található „%(property)s” tulajdonság a manifest.json fájlban
ia: Nulle proprietate "%(property)s" trovate in manifest.json
it: Nessuna proprietà “%(property)s” trovata in manifest.json
ka: manifest.json-ში თვისება „%(property)s“ ვერ მოიძებნა
pt_br: Não foi encontrada nenhuma propriedade "%(property)s" em manifest.json
ru: Свойство «%(property)s» не найдено в manifest.json
sk: V súbore manifest.json sa nenašla žiadna "%(property)s".
sl: V datoteki manifest.json ni bilo mogoče najti lastnosti "%(property)s"
sq: S’u gjet veti "%(property)s" në manifest.json
sv_se: Ingen "%(property)s"-egenskap hittades i manifest.json
tr: manifest.json içinde "%(property)s" özelliği bulunamadı
uk: У manifest.json не знайдено властивості "%(property)s"
vi: Không tìm thấy thuộc tính "%(property)s" nào trong manifest.json

source: "%(property)s" is required
cs: Vlastnost "%(property)s" je povinná
de: „%(property)s“ ist erforderlich
el: Το «%(property)s» απαιτείται
fr: La propriété « %(property)s » est requise
fur: “%(property)s” al è obligatori
fy_nl: ‘%(property)s’ is ferplichte
he: נדרש ״%(property)s״
hu: A(z) „%(property)s” kötelező
ia: "%(property)s" es obligatori
it: “%(property)s” è obbligatorio
ka: „%(property)s“ აუცილებელია
nn_no: "%(property)s" er påkravd
pt_br: "%(property)s" é obrigatório
ru: Требуется «%(property)s»
sk: Vlastnosť "%(property)s" je povinná
sl: Lastnost "%(property)s" je obvezna
sq: “%(property)s” është e domosdoshme
sv_se: "%(property)s" krävs
tr: "%(property)s" zorunludur
uk: Потрібно вказати "%(property)s"
vi: "%(property)s" là bắt buộc

source: An icon defined in the manifest could not be found in the package.
ar: لم توجد إحدى الأيقونات المعرّفة في البيان داخل الحزمة.
bs: Ikona određena u manifestu nije pronađena u pošiljci.
cs: Ikona definovaná v manifestu nebyla v balíčku nalezena.
de: Ein im Manifest definiertes Symbol konnte im Paket nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση ενός εικονιδίου, που έχει οριστεί στο αρχείο δήλωσης, στο πακέτο.
es: No se pudo encontrar en el paquete un icono definido en el manifiesto.
fi: Manifestissa määritettyä kuvaketta ei löytynyt paketista.
fr: Une icône définie dans le manifeste est introuvable dans le paquet.
fur: Nol è stât pussibil cjatâ tal pachet une icone definide tal manifest.
fy_nl: In yn it manifest definiearre piktogram koe net yn it pakket fûn wurde.
he: סמל שהוגדר ב־manifest לא נמצא בחבילה.
hu: A leíróban definiált ikon nem található a csomagban.
ia: Un icone definite in le file manifesto non pote ser trovate in le pacchetto.
id: Ikon yang ditentukan di manifes tidak ditemukan di dalam paket.
it: Non è possibile trovare nel pacchetto un'icona definita nel manifesto.
ja: manifest で定義されたアイコンがパッケージ内に見つかりませんでした。
ka: მანიფესტში განსაზღვრული ხატულა კრებულში ვერ მოიძებნა.
kab: Tignit yettwasbadun deg umeskan ulac-itt deg ukemmus.
ms: Ikon yang ditakrif dalam manifes tidak dapat ditemui dalam pakej.
nl: Een in het manifest gedefinieerd pictogram kon niet in het pakket worden gevonden.
nn_no: Eit ikon definert i manifestet kunne ikkje finnast i pakka.
pl: Nie można odnaleźć w pakiecie ikony określonej w manifeście.
pt_br: Um ícone definido no manifesto não foi encontrado no pacote.
pt_pt: Um ícone definido no manifesto não pôde ser encontrado no pacote.
ro: O pictogramă definită în manifest nu se regăsește în pachet.
ru: Значок, обозначенный в манифесте, не удалось найти в пакете.
si: ව්‍යක්තයෙහි දක්වා තිබෙන නිරූපකයක් ඇසුරුම තුළ හමු නොවිණි.
sk: Ikona definovaná v manifeste nebola v balíčku nájdená.
sl: V paketu ni bilo mogoče najti ikone, določene v manifestu.
sq: Te manifesti s’u gjet dot një ikonë e përkufizuar te paketa.
sv_se: En ikon definierad i manifestet kunde inte hittas i paketet.
te: మానిఫెస్ట్‌లో నిర్వచించిన ప్రతీకం ప్యాకేజీలో కనబడలేదు.
th: ไม่พบไอคอนที่กำหนดไว้ในไฟล์กำกับในแพ็คเกจ
tr: Manifest dosyasında tanımlanan bir simge paketin içinde bulunamadı.
uk: Не вдалося знайти визначену в маніфесті піктограму в пакунку.
vi: Không thể tìm thấy biểu tượng được xác định trong tập tin manifest trong gói.

source: Icon could not be found at "%(path)s".
ar: لم توجد الأيقونة في ”%(path)s“.
bs: Ikona nije pronađena na "%(path)s".
cs: V umístění "%(path)s" nebyla nalezena ikona.
de: Symbol konnte nicht unter „%(path)s“ gefunden werden.
el: Δεν ήταν δυνατή η εύρεση του εικονιδίου στο "%(path)s".
es: No se pudo encontrar el icono en "%(path)s".
fi: Kuvaketta ei löytynyt polusta "%(path)s".
fr: Icône introuvable à l’emplacement « %(path)s ».
fur: Impussibil cjatâ la icone in "%(path)s".
fy_nl: Piktogram koe net fûn wurde fûn yn ‘%(path)s’.
he: לא ניתן למצוא את הסמל ב־„%(path)s”.
hu: A(z) „%(path)s” helyen lévő ikon nem található.
ia: Icone non pote ser trovate al "%(path)s".
id: Ikon tidak ditemukan dalam "%(path)s".
it: Impossibile trovare l’icona in "%(path)s".
ja: アイコンが "%(path)s" に見つかりませんでした。
ka: ხატულა, ვერ მოიძებნა მისამართზე „%(path)s“.
kab: Ulac-ot di "%(path)s".
ms: Ikon tidak ditemui dalam "%(path)s".
nl: Pictogram kon niet worden gevonden in ‘%(path)s’.
nn_no: Klarte ikkje å finne ikon på "%(path)s".
pl: Nie można odnaleźć ikony w „%(path)s”.
pt_br: O ícone não pôde ser encontrado em "%(path)s".
pt_pt: Ícone não pôde ser encontrado em "%(path)s".
ro: Pictograma nu a putut fi găsită la „%(path)s”.
ru: Не удалось найти значок по пути «%(path)s».
si: "%(path)s" හි නිරූපකය හමු නොවිණි.
sk: V umiestnení „%(path)s“ nebola nájdená ikona.
sl: V mapi "%(path)s" ni bilo mogoče najti ikone.
sq: S’u gjet ikonë te "%(path)s".
sv_se: Ikonen kunde inte hittas på "%(path)s".
te: "%(path)s" వద్ద ప్రతీకం కనబడలేదు.
th: ไม่พบไอคอนที่ "%(path)s"
tr: Simge "%(path)s" yolunda bulunamadı.
uk: Не вдалося знайти піктограму в "%(path)s".
vi: Không thể tìm thấy biểu tượng ở "%(path)s".
