Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Validation Summary:
ar: ملخص التحقق:
bs: Validacija sažetka:
cs: Souhrn validace:
de: Validierungs-Zusammenfassung:
el: Σύνοψη επαλήθευσης:
es: Resumen de la validación:
fi: Validoinnin yhteenveto:
fr: Résumé des validations :
fur: Sintesi de convalide:
fy_nl: Falidaasjegearfetting:
he: סיום בדיקה:
hu: Ellenőrzési összefoglaló:
ia: Summario de validation:
id: Ringkasan Validasi:
it: Riepilogo della convalida:
ja: 検証結果:
ka: შემოწმების შეჯამება:
kab: Agzul n usentem:
ms: Ringkasan Pengesahan:
nl: Validatiesamenvatting:
nn_no: Valideringsoversikt:
pl: Podsumowanie sprawdzania poprawności:
pt_br: Resumo da validação:
pt_pt: Sumário de validação:
ro: Rezumatul validărilor:
ru: Сводка валидации:
si: වලංගුකරණ සාරාංශය:
sk: Súhrn overenia:
sl: Povzetek preverjanja:
sq: Përmbledhje Vleftësimi:
sv_se: Valideringsöversikt:
te: ధ్రువీకరణ సారాంశం:
th: ข้อมูลสรุปการตรวจสอบความถูกต้อง:
tr: Doğrulama özeti:
uk: Підсумок валідації:
vi: Tóm tắt xác nhận:

source: Code
ar: الرمز
bs: Kod
cs: Kód
de: Quelltext
el: Κώδικας
es: Código
fi: Koodi
fur: Codiç
fy_nl: Koade
he: קוד
hu: Kód
ia: Codice
id: Kode
it: Codice
ja: コード
ka: პირველწყარო
kab: Tangalt
ms: Kod
nn_no: Kode
pl: Kod
pt_br: Código
pt_pt: Código
ro: Cod
ru: Код
si: කේතය
sk: Kód
sl: Koda
sq: Kod
sv_se: Kod
te: కోడ్
th: โค้ด
tr: Kod
uk: Код
vi: Đoạn mã

source: Message
ar: الرسالة
bs: Poruka
cs: Zpráva
de: Nachricht
el: Μήνυμα
es: Mensaje
fi: Viesti
fur: Messaç
fy_nl: Berjocht
he: הודעה
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ka: შეტყობინება
kab: Izen
ms: Mesej
nl: Bericht
nn_no: Melding
pl: Komunikat
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
si: පණිවිඩය
sk: Správa
sl: Sporočilo
sq: Mesazh
sv_se: Meddelande
te: సందేశం
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn

source: Description
ar: الوصف
bs: Opis
cs: Popisek
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
fur: Descrizion
fy_nl: Beskriuwing
he: תיאור
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ka: აღწერილობა
kab: Aglam
ms: Keterangan
nl: Beschrijving
nn_no: Skildring
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
si: සවිස්තරය
sk: Popis
sl: Opis
sq: Përshkrim
sv_se: Beskrivning
te: వివరణ
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả

source: File
ar: الملف
bs: Datoteka
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fi: Tiedosto
fr: Fichier
fy_nl: Bestân
he: קובץ
hu: Fájl
id: Berkas
ja: ファイル
ka: ფაილი
kab: Afaylu
ms: Fail
nl: Bestand
nn_no: Fil
pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ro: Fișier
ru: Файл
si: ගොනුව
sk: Súbor
sl: Datoteka
sq: Kartelë
sv_se: Fil
te: ఫైలు
th: ไฟล์
tr: Dosya
uk: Файл
vi: Tập tin

source: Line
ar: السطر
bs: Linija
cs: Řádek
de: Zeile
el: Γραμμή
es: Línea
fi: Rivi
fr: Ligne
fur: Rie
fy_nl: Rige
he: שורה
hu: Sor
ia: Linea
id: Baris
it: Riga
ja: 行
ka: სტრიქონი
kab: Izirig
ms: Baris
nl: Regel
nn_no: Linje
pl: Wiersz
pt_br: Linha
pt_pt: Linha
ro: Rând
ru: Строка
si: පේළිය
sk: Riadok
sl: Vrstica
sq: Rresht
sv_se: Rad
te: వరుస
th: บรรทัด
tr: Satır
uk: Рядок
vi: Dòng

source: Column
ar: العمود
bs: Kolona
cs: Sloupec
de: Spalte
el: Στήλη
es: Columna
fi: Sarake
fr: Colonne
fur: Colone
fy_nl: Kolom
he: עמודה
hu: Oszlop
ia: Columna
id: Kolom
it: Colonna
ja: 列
ka: სვეტი
kab: Tigejdit
ms: Lajur
nl: Kolom
nn_no: Kolonne
pl: Kolumna
pt_br: Coluna
pt_pt: Coluna
ro: Coloană
ru: Столбец
si: තීරුව
sk: Stĺpec
sl: Stolpec
sq: Shtyllë
sv_se: Kolumn
te: నిలువు వరుస
th: คอลัมน์
tr: Sütun
uk: Стовпчик
vi: Cột

source: Invalid manifest version range requested: --min-manifest-version (currently set to %(minManifestVersion)s) should not be greater than --max-manifest-version (currently set to %(maxManifestVersion)s).
cs: Požadovaný neplatný rozsah verzí manifestu: --min-manifest-version (aktuálně nastaveno na %(minManifestVersion)s) by nemělo být větší než --max-manifest-version (aktuálně nastaveno na %(maxManifestVersion)s).
de: Ungültiger Manifest-Versionsbereich angefordert: --min-manifest-version (derzeit auf %(minManifestVersion)s gesetzt) sollte nicht größer sein als --max-manifest-version (derzeit auf %(maxManifestVersion)s gesetzt).
el: Ζητήθηκε μη έγκυρο εύρος έκδοσης αρχείου δήλωσης: το --min-manifest-version (έχει οριστεί σε %(minManifestVersion)s) δεν πρέπει να είναι μεγαλύτερο από το --max-manifest-version (έχει οριστεί σε %(maxManifestVersion)s).
fr: L’intervalle de version de manifeste demandé n’est pas valide : --min-manifest-version (la valeur actuelle est %(minManifestVersion)s) ne doit pas être supérieur à --max-manifest-version (la valeur actuelle est %(maxManifestVersion)s).
fur: Domandât interval di versions dal manifest no valit: --min-manifest-version (in chest moment metût a %(minManifestVersion)s) nol à di jessi plui grant di --max-manifest-version (in chest moment metût a %(maxManifestVersion)s).
fy_nl: Unjildich manifestferzjeberik oanfrege: --min-manifest-version (op dit stuit ynsteld op %(minManifestVersion)s) mei net grutter wêze as --max-manifest-version (op dit stuit ynsteld op %(maxManifestVersion)s).
he: התבקש טווח גרסת manifest לא חוקי: ‎--min-manifest-version (כרגע מוגדר כ־%(minManifestVersion)s) לא צריך להיות גדול מ־‎--max-manifest-version (כרגע מוגדר כ־%(maxManifestVersion)s).
hu: A jegyzékfájl kért verziótartománya érvénytelen: a --min-manifest-version (jelenleg érték: %(minManifestVersion)s) nem lehet nagyobb, mint a --max-manifest-version (jelenlegi érték: %(maxManifestVersion)s).
ia: Campo de version requirite del manifesto non valide: --min-manifest-version(actualmente con le valor %(minManifestVersion)s) non pote esser major que ---max-manifest-version (actualmente con le valor %(maxManifestVersion)s).
it: Richiesto intervallo di versioni del manifesto non valido: --min-manifest-version (attualmente impostato a %(minManifestVersion)s) non deve essere maggiore di --max-manifest-version (attualmente impostato a %(maxManifestVersion)s).--min-manifest-version
ka: მოთხოვნილია მანიფესტის ვერსიის უმართებულო შუალედი: --min-manifest-version (ამჟამად მითითებულია %(minManifestVersion)s) არ უნდა იყოს მეტი, ვიდრე --max-manifest-version ( ამჟამად მითითებულია %(maxManifestVersion)s).
pt_br: Solicitado intervalo inválido de versões de manifesto: --min-manifest-version (atualmente definido como %(minManifestVersion)s) não deve ser maior que --max-manifest-version (atualmente definido como %(maxManifestVersion)s).
pt_pt: Pedido de intervalo da versão de manifesto inválido: --min-manifest-version (atualmente definido como %(minManifestVersion)s) não deveria ser maior do que --max-manifest-version (atualmente definido como %(maxManifestVersion)s).
ru: Запрошен недопустимый диапазон версий манифеста: --min-manifest-version (в настоящее время установлено значение %(minManifestVersion)s) не должен превышать --max-manifest-version (в настоящее время установлено значение %(maxManifestVersion)s).
sk: Požadovaný neplatný rozsah verzie manifestu: --min-manifest-version (momentálne nastavené na %(minManifestVersion)s) by nemalo byť väčšie ako --max-manifest-version (momentálne nastavené na %(maxManifestVersion)s).
sl: Zahtevan obseg različic manifesta je neveljaven: --min-manifest-version (trenutno nastavljen na %(minManifestVersion)s) ne sme biti večji od --max-manifest-version (trenutno nastavljen na %(maxManifestVersion)s).
sq: U kërkua interval i pavlefshëm versionesh manifesti: --min-manifest-version (aktualisht vënë sa %(minManifestVersion)s) s’mund të jetë më i madh se --max-manifest-version (aktualisht vënë sa %(maxManifestVersion)s).
sv_se: Ogiltigt manifestversionsområde begärt: --min-manifest-version (för närvarande inställt på %(minManifestVersion)s) bör inte vara större än --max-manifest-version (för närvarande inställt på %(maxManifestVersion)s).
uk: Запитується недійсний діапазон версій маніфесту: --min-manifest-version (наразі встановлено %(minManifestVersion)s) не має бути більше за --max-manifest-version (наразі встановлено %(maxManifestVersion)s).
vi: Yêu cầu phạm vi phiên bản tập tin manifest không hợp lệ: --min-manifest-version (hiện tại đặt thành %(minManifestVersion)s) không được lớn hơn --max-manifest-version (hiện tại đặt là %(maxManifestVersion)s).

source: Your FTL is not valid.
ar: ملف FTL غير صحيح.
bs: Vaš FTL nije ispravan.
cs: Váš FTL není validní.
de: Ihre FTL ist ungültig.
el: Το FTL σας δεν είναι έγκυρο.
es: Tu FTL no es válido.
fi: Määrittelemäsi FTL ei ole kelvollinen.
fr: Votre fichier FTL n’est pas valide.
fur: Il to file FTL nol è valit.
fy_nl: Jo FTL is net jildich.
he: ה־FTL שלך שגוי.
hu: Az FTL érvénytelen.
ia: Tu FTL non es valide.
id: FTL Anda tidak valid.
it: Il file FTL non è valido.
ja: FTL が正しくありません。
ka: თქვენი FTL არამართებულია.
kab: FTL inek mačči d ameγtu.
ms: FTL anda tidak sah.
nl: Uw FTL is niet geldig.
nn_no: FTL er ikkje gyldig.
pl: Plik FTL jest nieprawidłowy.
pt_br: O seu FTL não é válido.
pt_pt: O seu FTL não é válido.
ro: FTL-ul tău nu este valid.
ru: Ваш FTL некорректен.
si: ඔබගේ FTL වලංගු නොවේ.
sk: Vaše FTL je neplatné.
sl: Vaš FTL ni veljaven.
sq: FTL-ja juaj s’është e vlefshme.
sv_se: Din FTL är inte giltig.
te: మీ FTL చెల్లదు.
th: FTL ของคุณไม่ถูกต้อง
tr: FTL geçerli değil.
uk: Ваш FTL неправильний.
vi: FTL của bạn không hợp lệ.

source: Your FTL file could not be parsed.
ar: تعذّر تحليل ملف FTL.
bs: Vaša FTL datoteka se ne može raščlaniti.
cs: Váš FTL nemohl být parsován.
de: Ihre FTL-Datei konnte nicht geparst werden.
el: Αδυναμία λήψης του αρχείου FTL σας.
es: Tu archivo FTL no se ha podido interpretar.
fi: FTL-tiedostoasi ei voitu jäsentää.
fr: Votre fichier FTL n’a pas pu être analysé.
fur: Nol è pussibil analizâ il to file FTL.
fy_nl: Jo FTL-bestân koe net ferwurke wurde.
he: לא ניתן לפענח את קובץ ה־FTL שלך.
hu: Az FTL fájl nem dolgozható fel.
ia: Tu file FTL non pote ser analysate.
id: File FTL Anda tidak dapat diurai.
it: Impossibile analizzare il file FTL.
ja: FTL ファイルを解析できませんでした。
ka: თქვენი FTL ფაილი ვერ დამუშავდა.
kab: Ur d-yelli wamek ad yettwasleḍ FTL inek.
ms: Fail FTL anda tidak dapat dihuraikan.
nl: Uw FTL-bestand kon niet worden geparset.
nn_no: Klarte ikkje å tolke FTL-fila di.
pl: Nie można przetworzyć pliku FTL.
pt_br: Seu arquivo FTL não pôde ser analisado.
pt_pt: O seu ficheiro FTL não pôde ser analisado.
ro: Fișierul FTL nu a putut fi analizat.
ru: Не удалось распарсить ваш FTL файл.
si: ඔබගේ FTL ගොනුව විග්‍රහ කළ නොහැකිය.
sk: Vaše FTL nemohlo byť parsované.
sl: Vaše datoteke FTL ni bilo mogoče razčleniti.
sq: Kartela juaj FTL s’u përtyp dot.
sv_se: Din FTL-fil kunde inte tolkas.
th: ไม่สามารถแยกวิเคราะห์ไฟล์ FTL ของคุณ
tr: FTL dosyanız işlenemedi.
uk: Не вдалося прочитати ваш файл FTL.
vi: Tệp FTL của bạn không thể phân tích cú pháp.

source: Remote scripts are not allowed as per the Add-on Policies.
ar: ليس مسموحا بالسكربتات البعيدة حسب سياسات الإضافات.
bs: Udaljene skripte nisu dozvoljene prema pravilima dodataka.
cs: Vzdálené skripty nejsou povoleny bezpečnostní politikou doplňků.
de: Fremd-Skripte sind laut Add-on-Regeln nicht erlaubt.
el: Τα απομακρυσμένα σενάρια δεν επιτρέπονται σύμφωνα με τις Πολιτικές Προσθέτων.
es: Los scripts remotos no están permitidos por las políticas de complementos.
fi: Lisäosakäytäntöjen vuoksi etäskriptejä ei sallita.
fr: Les scripts externes ne sont pas autorisés, comme indiqué dans les termes relatifs aux modules.
fur: Lant daûr des politichis dai components adizionâi, i scripts esternis/lontans no son ametûts.
fy_nl: Neefens it add-onbelied binne eksterne scripts net tastien.
he: תסריטים מרוחקים אסורים לפי מדיניות התוספת.
hu: A távoli parancsfájlok a kiegészítők irányelvei szerint nem engedélyezettek.
ia: Le scripts remote non es permittite per le politicas concernente le additivos.
id: Skrip jarak jauh tidak diperkenankan menurut Kebijakan Pengaya.
it: Gli script remoti non sono consentiti secondo la politica dei componenti aggiuntivi.
ja: アドオンポリシーに従いリモートスクリプトは許可されていません。
ka: გარეშე სკრიპტები არაა დაშვებული დამატების დებულებებით.
kab: Iskripten inmeggagen ur ttwasirgen ara akken i d-yettwalmmel deg tiwtilin icudden ar izegrar.
ms: Skrip jauh tidak dibenarkan mengikut Polisi Add-on.
nl: Externe scripts zijn volgens het add-onbeleid niet toegestaan.
nn_no: Eksterne skript er ikkje tillatne ifølgje utvidingsretningslinjene.
pl: Zdalne skrypty są niedozwolone zgodnie z zasadami dodatków.
pt_br: Scripts remotos não são permitidos conforme as políticas de extensões.
pt_pt: Scripts remotos não são permitidos conforme as políticas de extras.
ro: Scripturile la distanță nu sunt permise conform politicilor privind suplimentele.
ru: Внешние скрипты не разрешены Политикой дополнений.
si: එක්කහු ප්‍රතිපත්තිවලට අනුව දුරස්ථ අත්පත් සඳහා ඉඩ නොදේ.
sk: Vzdialené skripty nie sú povolené bezpečnostnou politikou doplnkov.
sl: Pravilnik dodatkov ne dovoljuje oddaljenih skriptov.
sq: Programthet e largët nuk lejohen, siç tregohet te Rregulla Shtesash.
sv_se: Fjärrskript är inte tillåtna enligt tilläggspolicyn.
te: పొడగింతల విధానాల ప్రకారం రిమోట్ స్క్రిప్టులు అనుమతించబడవు.
th: ไม่อนุญาตให้ใช้สคริปต์ระยะไกลตามที่ระบุไว้ในนโยบายส่วนเสริม
tr: Eklenti Politikası gereğince uzak betikler kabul edilmemektedir.
uk: Віддалені скрипти не дозволені політикою додатків.
vi: Các tập lệnh từ xa không được phép theo Chính sách tiện ích mở rộng.

source: Please include all scripts in the add-on. For more information, refer to https://mzl.la/2uEOkYp.
cs: Zahrňte prosím všechny skripty do doplňku. Více informací naleznete na https://mzl.la/2uEOkYp.
de: Bitte fügen Sie alle Skripte im Add-on hinzu. Weitere Informationen finden Sie unter https://mzl.la/2uEOkYp.
el: Παρακαλούμε συμπεριλάβετε όλα τα σενάρια του προσθέτου. Για περισσότερες πληροφορίες, ανατρέξτε στο https://mzl.la/2uEOkYp.
fr: Merci d’inclure tous les scripts dans le module complémentaire. Pour plus d’informations, consultez https://mzl.la/2uEOkYp.
fur: Inclût ducj i scripts tal component adizionâl. Par vê plui informazions, fâs riferiment a https://mzl.la/2uEOkYp.
fy_nl: Foegje alle scripts ta oan de add-on. Foar mear ynformaasje, sjoch https://mzl.la/2uEOkYp.
he: נא לכלול את כל התסריטים בתוספת. למידע נוסף, יש לעיין בכתובת https://mzl.la/2uEOkYp.
hu: Adja meg az összes, a kiegészítőben lévő parancsfájlt. További információkért lásd: https://mzl.la/2uEOkYp.
ia: Include tote le scripts in le additivo. Pro altere informationes, referer se a https://mzl.la/2uEOkYp.
it: Includere tutti gli script nel componente aggiuntivo. Per ulteriori informazioni, fare riferimento a https://mzl.la/2uEOkYp.
ka: გთხოვთ, ყველა სკრიპტი დაურთოთ დამატებას. ვრცლად იხილეთ https://mzl.la/2uEOkYp.
pt_br: Inclua todos os scripts na extensão. Consulte mais informações em https://mzl.la/2uEOkYp.
pt_pt: Por favor, inclua todos os scripts no extra. Para mais informação, consulte https://mzl.la/2uEOkYp.
ru: Пожалуйста, включите все скрипты в дополнение. Для получения дополнительной информации прочитайте https://mzl.la/2uEOkYp.
sk: Zahrňte do doplnku všetky skripty. Ďalšie informácie nájdete na https://mzl.la/2uEOkYp.
sl: V dodatek vključite vse skripte. Za več informacij si oglejte https://mzl.la/2uEOkYp.
sq: Ju lutemi, përfshini krejt programthet te shtesa. Për më tepër informacion, shihni https://mzl.la/2uEOkYp.
sv_se: Inkludera alla skript i tillägget. För mer information, se https://mzl.la/2uEOkYp.
tr: Lütfen eklentideki tüm betik dosyalarını ekleyin. Daha fazla bilgi için https://mzl.la/2uEOkYp adresine bakabilirsiniz.
uk: Додайте всі скрипти в додаток. Для отримання додаткової інформації зверніться до https://mzl.la/2uEOkYp.
vi: Vui lòng bao gồm tất cả các tập lệnh trong tiện ích mở rộng. Để biết thêm thông tin, hãy tham khảo https://mzl.la/2uEOkYp.

source: Inline scripts blocked by default
ar: السكربتات الداخلية/Inline ممنوعة مبدئيا
bs: Skripte iste razine su blokirane po izvornim postavkama
cs: Vložené skripty jsou ve výchozím nastavení zablokovány
de: Inline-Skripte werden standardmäßig blockiert
el: Τα inline σενάρια αποκλείονται από προεπιλογή
es: Los scripts incrustados están bloqueados por defecto
fi: Sisennetyt skriptit on oletusarvoisesti estetty
fr: Les scripts inline sont bloqués par défaut
fur: I scripts in linie a son blocâts tant che impostazion predefinide
fy_nl: Ynline scripts wurde standert blokkearre
he: תסריטים פנימיים חסומים כברירת מחדל
hu: A soron belüli parancsfájlok alapértelmezetten blokkoltak
ia: Le scripts inline es blocate per predefinition
id: Skrip selarik berkelanjutan diblokir
it: Gli script inline sono bloccati per impostazione predefinita
ja: インラインスクリプトは既定でブロックされます
ka: ხაზოვანი სკრიპტები შეზღუდულია ნაგულისხმევად
kab: Iskripten inline weḥlen si tazwara
ms: Skrip sebaris disekat secara piawai
nl: Inline scripts zijn standaard geblokkeerd
nn_no: Inline-script er blokkerte som standard
pl: Wstawione skrypty są domyślnie blokowane
pt_br: Scripts em linha bloqueados por padrão
pt_pt: Scripts em linha bloqueados por predefinição
ro: Scripturile inline sunt blocate implicit
ru: Встроенные скрипты блокируются по умолчанию
sk: Vložené skripty sú v predvolenom nastavení zakázané
sl: Notranji skripti so privzeto zavrnjeni.
sq: Programthe të brendshëm të bllokuar si parazgjedhje
sv_se: Inline-skript blockeras som standard
te: inlinescripts అప్రమేయంగా నిరోధించబడతాయి
th: สคริปต์แบบอินไลน์ถูกบล็อกตามค่าเริ่มต้น
tr: Satır içi betikler varsayılan olarak engellenmiştir
uk: Вбудовані скрипти типово блокуються
vi: Các tập lệnh nội tuyến bị chặn theo mặc định

source: Default CSP rules prevent inline JavaScript from running (https://mzl.la/2pn32nd).
cs: Výchozí pravidla CSP zabraňují spuštění inline JavaScriptu (https://mzl.la/2pn32nd).
de: Standard-CSP-Regeln verhindern die Ausführung von Inline-JavaScript (https://mzl.la/2pn32nd).
el: Οι προεπιλεγμένοι κανόνες CSP εμποδίζουν την εκτέλεση της ενσωματωμένης JavaScript (https://mzl.la/2pn32nd).
fr: Les règles CSP par défaut empêchent l’exécution de JavaScript en ligne (https://mzl.la/2pn32nd).
fur: Lis regulis CSP predefinidis a impedissin la esecuzion di JavaScript in linie (https://mzl.la/2pn32nd).
fy_nl: Standert CSP-regels foarkomme dat inline JavaScript útfierd wurdt (https://mzl.la/2pn32nd).
he: כללי CSP ברירת מחדל מונעים הפעלת JavaScript מוטבע (https://mzl.la/2pn32nd).
hu: Az alapértelmezett CSP-szabályok megakadályozzák a beágyazott JavaScript futtatását (https://mzl.la/2pn32nd).
ia: Le regulas CSP predefinite impedi al JavaScript in linea de exequer (https://mzl.la/2pn32nd).
it: Le regole CSP predefinite impediscono l’esecuzione di JavaScript inline (https://mzl.la/2pn32nd).
ka: ნაგულისხმევი CSP-წესები კრძალავს სტრიქონიდან გაშვებულ JavaScript-ს (https://mzl.la/2pn32nd).
pt_br: Regras CSP padrão impedem a execução de JavaScript inline (https://mzl.la/2pn32nd).
pt_pt: As regras CSP predefinidas impedem a execução do JavaScript em linha (https://mzl.la/2pn32nd).
ru: Правила CSP по умолчанию запрещают запуск встроенного JavaScript (https://mzl.la/2pn32nd).
sk: Predvolené pravidlá CSP zabraňujú spusteniu vloženého JavaScriptu (https://mzl.la/2pn32nd).
sl: Privzeta pravila CSP preprečujejo izvajanje znotrajvrstičnega JavaScripta (https://mzl.la/2pn32nd).
sq: Rregulla parazgjedhje CSP pengojnë xhirim JavaScript të brendshëm (https://mzl.la/2pn32nd).
sv_se: Standard CSP-regler förhindrar att inline JavaScript körs (https://mzl.la/2pn32nd).
tr: Varsayılan CSP kuralları, satır içi JavaScript’in çalışmasını engeller (https://mzl.la/2pn32nd).
uk: Типові правила CSP запобігають запуску вбудованого JavaScript (https://mzl.la/2pn32nd).

source: Unadvised 3rd-party JS library
ar: مكتبة جافاسكربت من طرف ثالث غير منصوح بها
bs: Neutvrđena JS biblioteka treće strane
cs: Nedoporučené externí JS knihovny
de: Unbekannte externe JS-Bibliothek
el: Ασύνετη βιβλιοθήκη JS τρίτου
es: Biblioteca JS de terceros desaconsejada
fi: Ei suositeltu kolmannen osapuolen JS-kirjasto
fr: Bibliothèque JS tierce déconseillée
fur: Librarie JS di tiercis parts disconseade
fy_nl: Ofrêden JS-biblioteek fan tredden
he: ספריית JS בלתי מומלצת מצד שלישי
hu: Nem tanácsolt harmadik féltől származó JS könyvtár
ia: Bibliotheca JS de tertios disconsiliate
id: Pustaka JS pihak ke-3 yang tidak dianjurkan
it: Librerie JS di terze parti sconsigliate
ja: 不明なサードパーティ JS ライブラリ
ka: არასასურველი გარეშე JS ბიბლიოთეკა
kab: Tamkerḍit JS tis kraḍ d iritt i useqdec
ms: Pustaka JS pihak ke-3 yang tidak disyorkan
nl: Niet-geadviseerde JS-bibliotheek van derden
nn_no: Ikkje-tilrådd tredjeparts JS-bibliotek
pl: Niezalecana biblioteka JS od firmy trzeciej
pt_br: Biblioteca JS de terceiros desaconselhada
pt_pt: Biblioteca JS de terceiros desaconselhada
ro: Bibliotecă JS de la terți nerecomandată
ru: Нерекомендуемая сторонняя JS библиотека
sk: Neodporúčaná JS knižnica tretej strany
sl: Nepriporočena knjižnica JS tretje osebe
sq: Librari e pakëshilluar JS prej palësh të treta
sv_se: Ej rekommenderat JS-biblioteket från tredje part
te: సూచించబడని 3వ-పక్ష JS లైబ్రరీ
th: ไลบรารี JS ของบุคคลที่สามที่ไม่แนะนำให้ใช้
tr: Önerilmeyen üçüncü taraf JS kütüphanesi
uk: Нерекомендована стороння бібліотека JS
vi: Thư viện JS của bên thứ 3 không được chấp nhận

source: Your add-on uses a JavaScript library we do not recommend. Read more: https://bit.ly/1TRIyZY
cs: Váš doplněk používá knihovnu JavaScriptu, kterou nedoporučujeme. Čtěte si více na: https://bit.ly/1TRIyZY
de: Ihr Add-on verwendet eine JavaScript-Bibliothek, die wir nicht empfehlen. Weitere Informationen: https://bit.ly/1TRIyZY
el: Το πρόσθετό σας χρησιμοποιεί μια βιβλιοθήκη JavaScript που δεν συνιστούμε. Διαβάστε περισσότερα: https://bit.ly/1TRIyZY
fr: Votre module complémentaire utilise une bibliothèque JavaScript que nous ne recommandons pas. Pour plus d’informations, consultez : https://bit.ly/1TRIyZY
fur: Il to component adizionâl al dopre une librarie JavaScript che no conseìn. Lei di plui achì: https://bit.ly/1TRIyZY
fy_nl: Jo add-on brûkt in JavaScript-biblioteek dy’t wy net oanrekommandearje. Mear ynfo: https://bit.ly/1TRIyZY
he: התוספת שלך משתמשת בספריית JavaScript שאיננו ממליצים עליו. ניתן לקרוא עוד כאן: https://bit.ly/1TRIyZY
hu: A kiegészítője egy általunk nem javasolt JavaScript programkönyvtárat használ. Bővebben: https://bit.ly/1TRIyZY
ia: Tu additivo usa un bibliotheca JavaScript que nos non recommenda. Lege plus: https://bit.ly/1TRIyZY
it: Il componente aggiuntivo utilizza una libreria JavaScript non consigliata. Per ulteriori informazioni: https://bit.ly/1TRIyZY
ka: თქვენი დამატება იყენებს JavaScript-ბიბლიოთეკას, რომელიც არასასურველია. იხილეთ ვრცლად: https://bit.ly/1TRIyZY
pt_br: Sua extensão usa uma biblioteca JavaScript que não recomendamos. Saiba mais: https://bit.ly/1TRIyZY
pt_pt: O seu extra utiliza uma biblioteca de JavaScript que nós não recomendamos. Saber mais: https://bit.ly/1TRIyZY
ru: В вашем дополнении используется библиотека JavaScript, которую мы не рекомендуем. Подробнее: https://bit.ly/1TRIyZY
sk: Váš doplnok používa knižnicu JavaScriptu, ktorú neodporúčame. Ďalšie informácie: https://bit.ly/1TRIyZY
sl: Vaš dodatek uporablja knjižnico JavaScript, ki je ne priporočamo. Več na: https://bit.ly/1TRIyZY
sq: Shtesa juaj përdor një bibliotekë JavaScript që nuk e rekomandjmë. Lexoni më tepër: https://bit.ly/1TRIyZY
sv_se: Ditt tillägg använder ett JavaScript-bibliotek som vi inte rekommenderar. Läs mer: https://bit.ly/1TRIyZY
tr: Eklentiniz önermediğimiz bir JavaScript kitaplığı kullanıyor. Daha fazla bilgi için: https://bit.ly/1TRIyZY
uk: Ваш додаток використовує бібліотеку JavaScript, яку ми не рекомендуємо. Докладніше: https://bit.ly/1TRIyZY
vi: Tiện ích mở rộng của bạn sử dụng thư viện JavaScript mà chúng tôi không khuyên dùng. Đọc thêm: https://bit.ly/1TRIyZY
