Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Placeholder is missing the content property
ar: ينقصه حافظ المكان صفة المحتوى/content
bs: Nedostaje sadržaj za rezervisano mjesto
cs: Zástupnému textu chybí vlastnost content
de: Platzhalter hat keine Inhaltseigenschaft
el: Η ιδιότητα "content" λείπει από το σύμβολο υποκατάστασης
es: Al marcador de posición le faltan propiedades de contenido
fr: L’emplacement ne possède pas de propriété de contenu
fur: Al segnepuest i mancje la proprietât “content“
fy_nl: Placeholder mist de eigenskip ynhâld
he: לממלא המקום חסר המאפיין content
hu: A helykitöltőből hiányzik a content tulajdonság
ia: Le spatio reservate non ha le proprietate de contento
id: Placeholder tidak memiliki properti konten
it: Proprietà “content“ mancante nel segnaposto
ja: プレースホルダーにコンテンツプロパティが含まれていません
ka: ჩანაცვლების არეს აკლია შიგთავსის თვისება
kab: Amḍiq yettwaḥerzen ulac-it di tmeẓlit n ugbur
ms: Ruang letak tiada sifat kandungan
nl: Plaatshouder bevat geen inhoudseigenschap
nn_no: Plasshaldaren manglar innhaldseigenskapen
pl: W elemencie zastępczym brak właściwości treści
pt_br: Está faltando a propriedade de conteúdo do marcador de posição
pt_pt: Marcador de posição tem em falta a propriedade do conteúdo
ro: Substituentului îi lipsește proprietatea de conținut
ru: В замещающем тексте отсутствует свойство «content»
sk: Placeholderu chýba vlastnosť content
sl: Označbi mesta manjka lastnost vsebine
sq: Mungon vendmbajtëse te veti lënde
sv_se: Platshållaren saknar innehållsegenskapen
te: ప్లేస్‌హోల్డర్‌కు కంటెంట్ లక్షణం లేదు
th: ตัวยึดตำแหน่งขาดคุณสมบัติเนื้อหา
tr: Yer tutucuda content özelliği eksik
uk: В тексті заміщення відсутня властивість "content"
vi: Placeholder thiếu thuộc tính content

source: A placeholder needs a content property defining the replacement of it (https://mzl.la/2DT1MQd)
cs: Placeholder musí mít přiřazený atribut content, který definuje jeho nahrazení (https://mzl.la/2DT1MQd)
de: Ein Platzhalter benötigt eine Inhaltseigenschaft, die seinen Ersatz definiert (https://mzl.la/2DT1MQd)
el: Ένα σύμβολο υποκατάστασης χρειάζεται μια ιδιότητα περιεχομένου που καθορίζει την αντικατάστασή του (https://mzl.la/2DT1MQd)
fr: Un nom d’emplacement a besoin d’une propriété de contenu définissant son remplacement (https://mzl.la/2DT1MQd)
fur: Un segnepuest al à bisugne di une proprietât content che int definìs la sostituzion (https://mzl.la/2DT1MQd)
fy_nl: In plakhâlder hat in ynhâldeigenskip nedich dyt de ferfanging dêrfan definiearret (https://mzl.la/2DT1MQd)
he: מציין מיקום צריך מאפיין תוכן המגדיר את החלפתו (https://mzl.la/2DT1MQd)
hu: Egy helykitöltőhöz szükséges a tartalom tulajdonság, amely meghatározza, hogy mire lesz cserélve (https://mzl.la/2DT1MQd)
ia: Un marca-loco besonia de un proprietate de contento definiente su reimplaciamento (https://mzl.la/2DT1MQd)
it: Un segnaposto necessita di una proprietà content che ne definisca la sostituzione (https://mzl.la/2DT1MQd)
ka: ჩანაცვლების არე საჭიროებს შიგთავსის თვისების განსაზღვრას მისი შემცვლელისთვის (https://mzl.la/2DT1MQd)
pt_br: Um campo precisa de uma propriedade de conteúdo definindo a substituição dele (https://mzl.la/2DT1MQd)
ru: Для замещающего текста требуется свойство «content», определяющее его замену (https://mzl.la/2DT1MQd)
sk: Placeholder musí mať priradený atribút content, ktorý definuje jeho nahradenie (https://mzl.la/2DT1MQd)
sl: Ograda mesta potrebuje lastnost vsebine, ki določa njegovo zamenjavo (https://mzl.la/2DT1MQd)
sq: Një vendmbajtëse lyp një lëndë që përkufizon si duhet zëvendësimin e saj (https://mzl.la/2DT1MQd)
sv_se: En platshållare behöver en innehållsegenskap som definierar ersättningen av den (https://mzl.la/2DT1MQd)
tr: Yer tutucular, yerini neyin alacağını tanımlayan bir içerik özelliğine ihtiyaç duyar (https://mzl.la/2DT1MQd)
uk: Заповнювач потребує властивості вмісту, що визначає його заміну (https://mzl.la/2DT1MQd)
vi: Placeholder cần một thuộc tính nội dung xác định việc thay thế nó (https://mzl.la/2DT1MQd)

source: Translation string is missing the message property
ar: سلسلة الترجمة النصية ناقصة في صفة الرسالة/message
bs: Stringu za prijevod nedostaje message svojstvo
cs: Řetězci překladu chybí parametr message
de: Übersetzungsstring hat keine Nachrichteneigenschaft
el: Η ιδιότητα "message" λείπει από το νήμα μετάφρασης
es: Falta la propiedad del mensaje en la cadena de traducción
fi: Käännösmerkkijonosta puuttuu "message" -ominaisuus
fr: La chaîne de traduction ne contient pas la propriété « message »
fur: Ae stringhe de traduzion i mancje la proprietât “message“
fy_nl: Oersetrigel mist de eigenskip berjocht
he: למחרוזת התרגום חסר המאפיין message
hu: A fordítási karakterláncból hiányzik a message tulajdonság
ia: Catena de traduction mancante del proprietates del message
id: String terjemahan tidak memiliki properti pesan
it: Proprietà “message“ mancante nella stringa tradotta
ja: 翻訳メッセージにメッセージプロパティが含まれていません
ka: თარგმნილ სტრიქონს არ გააჩნია შეტყობინების თვისება
kab: Azrir n tsuqilt ur yegbir ara taɣara n yizen
ms: String terjemahan kehilangan sifat mesej
nl: Te vertalen tekenreeks bevat geen berichteigenschap
nn_no: Omsettingsstrengen manglar meldingseigenskapen
pl: W ciągu tłumaczenia brak właściwości komunikatu
pt_br: Está faltando a propriedade da mensagem de tradução da string
pt_pt: String de tradução está em falta na propriedade de mensagem
ro: Proprietatea mesajului lipsește în șirul de traducere
ru: В переведённой строке отсутствует свойство «message»
si: පරිවර්තන තන්තුවට පණිවිඩ ගුණාංගය මඟහැරී ඇත
sk: Reťazcu prekladu chýba vlastnosť message
sl: Nizu prevoda manjka lastnost sporočila
sq: Mungon varg përkthimi te veti mesazhi
sv_se: Översättningssträngen saknar meddelandegenskapen
te: అనువాద పదబంధానికి సందేశపు లక్షణం లేదు
th: สตริงการแปลขาดคุณสมบัติข้อความ
tr: Çeviri dizgisinin message özelliği eksik
uk: В рядку перекладу відсутня властивість "message"
vi: Chuỗi dịch bị thiếu thuộc tính tin nhắn

source: No "message" message property is set for a string (https://mzl.la/2DSBTjA).
ar: لم تُضبط صفة الرسالة ”message“ للسلسلة النصية (https://mzl.la/2DSBTjA).
bs: Nije podešeno "message" svojstvo za string (https://mzl.la/2DSBTjA).
cs: Pro řetězec není nastavena zpráva ve vlastnosti „message“ (https://mzl.la/2DSBTjA).
de: Für einen String wurde keine Nachrichteneigenschaft „message“ gesetzt (https://mzl.la/2DSBTjA).
el: Δεν έχει οριστεί καμία ιδιότητα μηνύματος "message" για συμβολοσειρά (https://mzl.la/2DSBTjA).
es: No se configuró ninguna propiedad de mensaje en la cadena (https://mzl.la/2DSBTjA).
fi: Viestiominaisuutta "message" ei ole asetettu merkkijonolle (https://mzl.la/2DSBTjA).
fr: Aucune propriété de « message » n’est attribuée à une chaîne (https://mzl.la/2DSBTjA).
fur: Nissune proprietât “message“ e je configurade par une stringhe (https://mzl.la/2DSBTjA).
fy_nl: Der is gjin ‘berjocht’ foar de eigenskip berjocht ynsteld foar in rigel (https://mzl.la/2DSBTjA).
he: לא הוגדר מאפיין „message” למחרוזת (https://mzl.la/2DSBTjA).
hu: Nincs „message” üzenettulajdonság beállítva a karakterlánchoz (https://mzl.la/2DSBTjA).
ia: Nulle proprietate de message "message" es definite pro un catena (https://mzl.la/2DSBTjA).
id: Tidak ada properti pesan "message" yang ditentukan untuk string (https://mzl.la/2DSBTjA).
it: Nessuna proprietà “message“ è impostata per una stringa (https://mzl.la/2DSBTjA).
ja: 文字列に「message」メッセージプロパティが設定されていません。(https://mzl.la/2DSBTjA)
ka: „message“ შეტყობინების თვისება არაა განსაზღვრული სტრიქონისთვის (https://mzl.la/2DSBTjA).
kab: Ulac taɣara n yizen "message yettusbadun i uzrir (https://mzl.la/2DSBTjA).
ms: Sifat mesej tiada "message" ditetapkan untuk string (https://mzl.la/2DSBTjA).
nl: Geen berichteigenschap ‘message’ voor een tekenreeks ingesteld (https://mzl.la/2DSBTjA).
nn_no: Ingen meldingseigenskap «message» er sett for ein streng (https://mzl.la/2DSBTjA).
pl: Dla ciągu nie jest ustawiona właściwość komunikatu „message” (https://mzl.la/2DSBTjA).
pt_br: Nenhuma propriedade de mensagem "message" está definida para uma string (https://mzl.la/2DSBTjA).
pt_pt: Nenhuma propriedade de mensagem "message" está definida para uma string (https://mzl.la/2DSBTjA).
ro: Nu este setată nicio proprietate de mesaj „mesaj” pentru un șir (https://mzl.la/2DSBTjA).
ru: Свойство сообщения «message» для строки не задано (https://mzl.la/2DSBTjA).
si: තන්තුවක් සඳහා "message" පණිවිඩ ගුණාංගයක් සකසා නැත (https://mzl.la/2DSBTjA).
sk: Pre reťazec nie je nastavená správa vo vlastnosti „message“ (https://mzl.la/2DSBTjA).
sl: Za niz ni bilo nastavljeno nobeno sporočilo "message" (https://mzl.la/2DSBTjA).
sq: S’ka të caktuar veti mesazhi "message" për një varg (https://mzl.la/2DSBTjA).
sv_se: Ingen meddelandeegenskap "message" är satt för en sträng (https://mzl.la/2DSBTjA).
th: ไม่ได้ตั้งค่าคุณสมบัติข้อความ "message" สำหรับสตริง (https://mzl.la/2DSBTjA)
tr: Bir dizgi için "message" mesaj özelliği ayarlanmadı (https://mzl.la/2DSBTjA).
uk: Властивість повідомлення "message" для рядка не задано (https://mzl.la/2DSBTjA).
vi: Không có thuộc tính thông báo "message" nào được đặt cho một chuỗi (https://mzl.la/2DSBTjA).

source: The field is required.
ar: هذا الحقل مطلوب.
bs: Polje je obavezno.
cs: Toto pole je vyžadováno.
de: Dieses Feld ist erforderlich.
el: Απαιτούμενο πεδίο.
es: Este campo es obligatorio.
fi: Tämä kenttä vaaditaan.
fr: Ce champ est requis.
fur: Cjamp obligatori.
fy_nl: It fjild is fereaske.
he: שדה זה נחוץ.
hu: A mező kötelező.
ia: Le campo es obligatori.
id: Bidang yang wajib diisi.
it: Campo obbligatorio.
ja: この項目は必須です。
ka: ველის შევსება აუცილებელია.
kab: Aferdis-agi yettwasra.
ms: Medan ini diperlukan.
nl: Het veld is vereist.
nn_no: Feltet er påkravd.
pl: Pole jest wymagane.
pt_br: O campo é requerido.
pt_pt: O campo é requerido.
ro: Câmpul este necesar.
ru: Это обязательное поле.
si: ක්‍ෂේත්‍රය අවශ්‍යයි.
sk: Toto pole je povinné.
sl: Polje je zahtevano.
sq: Fusha është e domosdoshme.
sv_se: Fältet är obligatoriskt.
te: ఫీల్డ్ అవసరం.
th: จำเป็นต้องกรอกข้อมูลในช่องนี้
tr: Bu alan zorunludur.
uk: Це поле обов'язкове.
vi: Trường này là bắt buộc.

source: The permission type is unsupported.
ar: نوع التصريح غير مدعوم.
bs: Tip dozvole nije podržan.
cs: Tento typ oprávnění není podporován.
de: Der Erlaubnistyp wird nicht unterstützt.
el: Ο τύπος δικαιώματος δεν υποστηρίζεται.
es: No se admite el tipo de permiso.
fi: Käyttöoikeustyyppi ei ole tuettu.
fr: Ce type de permission n’est pas pris en charge.
fur: Il gjenar di permès nol è supuartât.
fy_nl: It tastimmingstype wurdt net stipe.
he: סוג ההרשאה אינו נתמך.
hu: Az engedélytípus nem támogatott.
ia: Iste typo de permission non es supportate.
id: Tipe izin tidak didukung.
it: Il tipo di permesso non è supportato.
ja: この許可タイプには対応していません。
ka: ამ სახის ნებართვა არაა მხარდაჭერილი.
kab: Anaw-agi n tsiregt ur yettwasefrak ara.
ms: Jenis keizinan yang tidak disokong.
nl: Het toestemmingstype wordt niet ondersteund.
nn_no: Kompetansetypen vert ikkje støtta.
pl: Typ uprawnienia jest nieobsługiwany.
pt_br: O tipo de permissão não é suportado.
pt_pt: O tipo de permissão não é suportado.
ro: Tipul de permisiune nu are suport.
ru: Неподдерживаемый тип разрешения.
si: සහාය නොදක්වන අවසර වර්ගයකි.
sk: Tento typ povolenia nie je podporovaný.
sl: Vrsta dovoljenja ni podprta.
sq: Lloji i lejes është i pambuluar.
sv_se: Behörighetstyp stöds inte.
te: ఆ అనుమతి రకానికి తోడ్పాటు లేదు.
th: ไม่รองรับชนิดสิทธิอนุญาตนี้
tr: İzin türü desteklenmemektedir.
uk: Тип дозволу не підтримується.
vi: Loại quyền hạn không được hỗ trợ.

source: See https://mzl.la/1R1n1t0 (MDN Docs) for more information.
ar: طالع https://mzl.la/1R1n1t0 (وثائق MDN) لمعلومات أكثر.
bs: Pogledajte https://mzl.la/1R1n1t0 (MDN dokumente) za više informacija.
cs: Podívejte se na https://mzl.la/1R1n1t0 (MDN dokumentace) pro více informací.
de: Weitere Informationen finden Sie unter https://mzl.la/1R1n1t0 (MDN Docs).
el: Δείτε το https://mzl.la/1R1n1t0 (MDN Docs) για περισσότερες πληροφορίες.
es: Para más información, consulta https://mzl.la/1R1n1t0 (documento de MDN).
fi: Katso lisätietoja osoitteesta https://mzl.la/1R1n1t0 (MDN-dokumentit).
fr: Voir https://mzl.la/1R1n1t0 (MDN Docs) pour plus d’informations.
fur: Viôt https://mzl.la/1R1n1t0 (Documentazion MDN) par vê plui informazions.
fy_nl: Sjoch https://mzl.la/1R1n1t0 (MDN Docs) foar mear ynformaasje.
he: יש לעיין ב־https://mzl.la/1R1n1t0 (מסמכי MDN) למידע נוסף.
hu: További információkért lásd: https://mzl.la/1R1n1t0 (MDN dokumentáció).
ia: Vide https://mzl.la/1R1n1t0 (MDN Docs) pro altere informationes.
id: Lihat https://mzl.la/1R1n1t0 (MDN Docs) untuk informasi lebih lanjut.
it: Visita https://mzl.la/1R1n1t0 (Documentazione MDN) per maggiori informazioni.
ja: 詳しくは https://mzl.la/1R1n1t0 (MDN Docs) をご覧ください。
ka: იხილეთ https://mzl.la/1R1n1t0 (MDN მასალები), დამატებითი ინფორმაციისთვის.
kab: Wali https://mzl.la/1R1n1t0 (MDN Docs) i wugar n telɣut.
ms: Lihat https://mzl.la/1R1n1t0 (Dokumen MDN) untuk maklumat lanjut.
nl: Zie https://mzl.la/1R1n1t0 (MDN Docs) voor meer informatie.
nn_no: Sjå https://mzl.la/1R1n1t0 (MDN Docs) for meir informasjon.
pl: https://mzl.la/1R1n1t0 (dokumentacja MDN) zawiera więcej informacji.
pt_br: Veja mais informações em https://developer.mozilla.org/pt-BR/docs/Mozilla/Add-ons/WebExtensions/manifest.json/permiss%C3%B5es (MDN Docs).
pt_pt: Veja https://mzl.la/1R1n1t0 (MDN Docs) para mais informação.
ro: Vezi https://mzl.la/1R1n1t0 (Documentația MDN) pentru mai multe informații.
ru: Смотрите https://mzl.la/1R1n1t0 (Документацию на MDN) для получения дополнительной информации.
si: තව විස්තර සඳහා https://mzl.la/1R1n1t0 (MDN ප්‍රලේඛනය) බලන්න.
sk: Ďalšie informácie nájdete na https://mzl.la/1R1n1t0 (dokumentácia na MDN).
sl: Za več informacij glejte https://mzl.la/1R1n1t0 (dokumente na MDN-u).
sq: Për më tepër të dhëna, shihni https://mzl.la/1R1n1t0 (Dokumentim te MDN).
sv_se: Se https://mzl.la/1R1n1t0 (MDN Docs) för mer information.
te: మరింత సమాచారం కోసం https://mzl.la/1R1n1t0 (MDN డాక్స్) చూడండి.
th: ดู https://mzl.la/1R1n1t0 (คู่มือ MDN) สำหรับข้อมูลเพิ่มเติม
tr: Daha fazla bilgi için https://mzl.la/1R1n1t0 (MDN Docs) sayfasına bakın.
uk: Перегляньте https://mzl.la/1R1n1t0 (Документацію MDN) для отримання докладної інформації.
vi: Xem tại https://mzl.la/1R1n1t0 (Tài liệu MDN) để biết thêm thông tin.

source: See https://mzl.la/1ZOhoEN (MDN Docs) for more information.
ar: طالع https://mzl.la/1ZOhoEN (وثائق MDN) لمعلومات أكثر.
bs: Pogledajte https://mzl.la/1ZOhoEN (MDN dokumente) za više informacija.
cs: Podívejte se na https://mzl.la/1ZOhoEN (MDN dokumentace) pro více informací.
de: Weitere Informationen finden Sie unter https://mzl.la/1ZOhoEN (MDN Docs).
el: Δείτε το https://mzl.la/1ZOhoEN (Έγγραφα MDN) για περισσότερες πληροφορίες.
es: Para más información, consulta https://mzl.la/1ZOhoEN (documento de MDN).
fi: Katso lisätietoja osoitteesta https://mzl.la/1ZOhoEN (MDN-dokumentit).
fr: Voir https://mzl.la/1ZOhoEN (MDN Docs) pour plus d’informations.
fur: Viôt https://mzl.la/1ZOhoEN (Documentazion MDN) par vê plui informazions.
fy_nl: Sjoch https://mzl.la/1ZOhoEN (MDN Docs) foar mear ynformaasje.
he: יש לעיין ב־https://mzl.la/1ZOhoEN (מסמכי MDN) למידע נוסף.
hu: További információkért lásd: https://mzl.la/1ZOhoEN (MDN dokumentáció).
ia: Vide https://mzl.la/1ZOhoEN (MDN Docs) pro plus de informationes.
id: Lihat https://mzl.la/1ZOhoEN (MDN Docs) untuk informasi lebih lanjut.
it: Visita https://mzl.la/1ZOhoEN (Documentazione MDN) per maggiori informazioni.
ja: 詳しい情報は、https://mzl.la/1ZOhoEN (MDN Docs) をご覧ください。
ka: იხილეთ https://mzl.la/1ZOhoEN (MDN დოკუმენტაცია) დამატებითი ინფორმაციისთვის.
kab: Wali https://mzl.la/1ZOhoEN (MDN Docs) i wugar n telɣut.
ms: Lihat https://mzl.la/1ZOhoEN (Dokumen MDN) untuk maklumat lanjut.
nl: Zie https://mzl.la/1ZOhoEN (MDN Docs) voor meer informatie.
nn_no: Sjå https://mzl.la/1ZOhoEN (MDN Docs) for meir informasjon.
pl: https://mzl.la/1ZOhoEN (dokumentacja MDN) zawiera więcej informacji.
pt_br: Consulte mais informações em https://mzl.la/1ZOhoEN (MDN Docs).
pt_pt: Veja https://mzl.la/1ZOhoEN (MDN Docs) para mais informação.
ro: Vezi https://mzl.la/1ZOhoEN (Documentația MDN) pentru mai multe informații.
ru: Смотрите https://mzl.la/1ZOhoEN (Документацию на MDN) для получения дополнительной информации.
si: තව විස්තර සඳහා https://mzl.la/1ZOhoEN (MDN ප්‍රලේඛනය) බලන්න.
sk: Ďalšie informácie nájdete na https://mzl.la/1ZOhoEN (dokumentácia na MDN).
sl: Za več informacij glejte https://mzl.la/1ZOhoEN (dokumente na MDN-u).
sq: Për më tepër informacion, shihni te https://mzl.la/1ZOhoEN (Dokumentim MDN).
sv_se: Se https://mzl.la/1ZOhoEN (MDN Docs) för mer information.
te: మరింత సమాచారం కోసం https://mzl.la/1ZOhoEN (MDN డాక్స్) చూడండి.
th: ดู https://mzl.la/1ZOhoEN (คู่มือ MDN) สำหรับข้อมูลเพิ่มเติม
tr: Daha fazla bilgi için https://mzl.la/1ZOhoEN (MDN Docs) adresine bakabilirsiniz.
uk: Перегляньте https://mzl.la/1ZOhoEN (Документацію MDN) для отримання докладної інформації.
vi: Xem https://mzl.la/1ZOhoEN (Tài liệu MDN) để biết thêm thông tin.

source: See https://mzl.la/2Qn0fWC (MDN Docs) for more information.
cs: Podrobnosti najdete v MDN Docs na adrese https://mzl.la/2Qn0fWC.
de: Weitere Informationen finden Sie unter https://mzl.la/2Qn0fWC (MDN Docs).
el: Δείτε το https://mzl.la/2Qn0fWC (MDN Docs) για περισσότερες πληροφορίες.
fr: Voir https://mzl.la/2Qn0fWC (MDN Docs) pour plus d’informations.
fur: Viôt https://mzl.la/2Qn0fWC (Documentazion MDN) par vê plui informazions.
fy_nl: Sjoch https://mzl.la/2Qn0fWC (MDN Docs) foar mear ynformaasje.
he: יש לעיין ב־https://mzl.la/2Qn0fWC (מסמכי MDN) למידע נוסף.
hu: További információkért lásd: https://mzl.la/2Qn0fWC (MDN dokumentáció).
ia: Vide https://mzl.la/2Qn0fWC (MDN Docs) pro altere informationes.
it: Visita https://mzl.la/2Qn0fWC (Documentazione MDN) per maggiori informazioni.
ja: 詳しくは https://mzl.la/2Qn0fWC (MDN Docs) をご覧ください。
ka: იხილეთ ვრცლად https://mzl.la/2Qn0fWC (MDN-მასალები).
kab: Wali https://mzl.la/20PenXl (MDN Docs) i wugar n telɣut.
nl: Zie https://mzl.la/2Qn0fWC (MDN Docs) voor meer informatie.
nn_no: Sjå https://mzl.la/2Qn0fWC (MDN Docs) for meir informasjon.
pl: https://mzl.la/2Qn0fWC (dokumentacja MDN) zawiera więcej informacji.
pt_br: Consulte mais informações em https://mzl.la/2Qn0fWC (MDN Docs).
pt_pt: Consulte https://mzl.la/2Qn0fWC (MDN Docs) para mais informação.
ru: Смотрите https://mzl.la/2Qn0fWC (Документацию на MDN) для получения дополнительной информации.
si: තව විස්තර සඳහා https://mzl.la/2Qn0fWC (MDN ප්‍රලේඛනය) බලන්න.
sk: Ďalšie informácie nájdete na https://mzl.la/2Qn0fWC (Dokumenty MDN).
sl: Za več informacij glejte https://mzl.la/2Qn0fWC (dokumente na MDN-u).
sq: Për më tepër hollësi, shihni https://mzl.la/2Qn0fWC (Dokumentin te MDN).
sv_se: Se https://mzl.la/2Qn0fWC (MDN Docs) för mer information.
tr: Daha fazla bilgi için https://mzl.la/2Qn0fWC (MDN Docs) sayfasına bakın.
uk: Перегляньте https://mzl.la/2Qn0fWC (Документацію MDN) для отримання докладної інформації.
vi: Xem tại https://mzl.la/2Qn0fWC (Tài liệu MDN) để biết thêm thông tin.

source: See https://mzl.la/3Woeqv4 (MDN Docs) for more information.
cs: Podívejte se na https://mzl.la/3Woeqv4 (MDN dokumentace) pro více informací.
de: Weitere Informationen finden Sie unter https://mzl.la/3Woeqv4 (MDN Docs).
el: Δείτε το https://mzl.la/3Woeqv4 (MDN Docs) για περισσότερες πληροφορίες.
fr: Voir https://mzl.la/3Woeqv4 (MDN Docs) pour plus d’informations.
fur: Viôt https://mzl.la/3Woeqv4 (Documentazion MDN) par vê plui informazions.
fy_nl: Sjoch https://mzl.la/3Woeqv4 (MDN Docs) foar mear ynformaasje.
he: יש לעיין ב־https://mzl.la/3Woeqv4 (מסמכי MDN) למידע נוסף.
hu: További információkért lásd: https://mzl.la/3Woeqv4 (MDN dokumentáció).
ia: Vide https://mzl.la/3Woeqv4 (MDN Docs) pro altere informationes.
it: Visita https://mzl.la/3Woeqv4 (MDN Docs) per ulteriori informazioni.
ka: იხილეთ https://mzl.la/3Woeqv4 (MDN-მასალები) ვრცლად.
nn_no: Sjå https://mzl.la/3Woeqv4 (MDN Docs) for meir informasjon.
pt_br: Consulte mais informações em https://mzl.la/3Woeqv4 (MDN Docs).
ru: Смотрите https://mzl.la/3Woeqv4 (Документацию на MDN) для получения дополнительной информации.
sk: Ďalšie informácie nájdete na stránke https://mzl.la/3Woeqv4 (dokumentácia na MDN).
sl: Za več informacij glejte https://mzl.la/3Woeqv4 (dokumente na MDN).
sq: Për më tepër hollësi, shihni https://mzl.la/3Woeqv4 (Dokumentim te MDN).
sv_se: Se https://mzl.la/3Woeqv4 (MDN Docs) för mer information.
tr: Daha fazla bilgi için https://mzl.la/3Woeqv4 (MDN Docs) sayfasına bakın.
uk: Перегляньте https://mzl.la/3Woeqv4 (Документацію MDN) для отримання докладної інформації.
vi: Xem tại https://mzl.la/3Woeqv4 (Tài liệu MDN) để biết thêm thông tin.

source: Unknown permission.
ar: التصريح مجهول.
bs: Nepoznata dozvola.
cs: Neznámé oprávnění.
de: Unbekannte Erlaubnis.
el: Άγνωστο δικαίωμα.
es: Permiso desconocido.
fi: Tuntematon käyttöoikeus.
fr: Permission inconnue.
fur: Permès no cognossût.
fy_nl: Unbekende tastimming.
he: הרשאה לא ידועה.
hu: Ismeretlen engedély.
ia: Permission incognite.
id: Izin tidak dikenal.
it: Permesso sconosciuto.
ja: 不明な許可設定です。
ka: უცნობი სახის ნებართვა.
kab: Tasiragt tarussint.
ms: Izin tidak diketahui.
nl: Onbekende toestemming.
nn_no: Ukjent løyve.
pl: Nieznane uprawnienie.
pt_br: Permissão desconhecida.
pt_pt: Permissão desconhecida.
ro: Permisiune necunoscută.
ru: Неизвестное разрешение.
si: නොදන්නා අවසරයකි.
sk: Neznáme povolenie.
sl: Neznano dovoljenje.
sq: Leje e panjohur.
sv_se: Okänd behörighet.
te: తెలియని అనుమతి.
th: ไม่ทราบสิทธิอนุญาต
tr: Bilinmeyen izin.
uk: Невідомий дозвіл.
vi: Không rõ quyền hạn.
