Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Add-ons which are already signed will be re-signed when published on AMO. This will replace any existing signatures on the add-on.
cs: Doplňky, které jsou už podepsané, budou opětovně podepsané při zveřejnění na AMO. Tým se nahradí všechny existující podpisy doplňku.
de: Bereits signierte Add-ons werden bei der Veröffentlichung auf AMO erneut signiert. Dies wird alle bestehenden Signaturen auf dem Add-on ersetzen.
el: Τα υπογεγραμμένα πρόσθετα θα υπογραφούν εκ νέου όταν δημοσιευτούν στο AMO. Αυτό θα αντικαταστήσει τυχόν υπάρχουσες υπογραφές στο πρόσθετο.
fr: Les modules déjà signés le seront à nouveau lors de leur publication sur AMO. Ce processus remplacera toutes les signatures existantes sur le module.
fur: Une volte publicâts su AMO, i components adizionâi za firmâts a vignaran firmâts di gnûf. Chest al sostituirà dutis lis firmis esistentis tal component adizionâl.
fy_nl: Add-ons dy’t al ûndertekene binne, wurde opnij ûndertekene as se publisearre wurde op AMO. Dit sil alle besteande hantekeningen op de add-on ferfange.
he: תוספות שכבר חתומות ייחתמו מחדש כשיפורסמו ב־AMO. פעולה זו תחליף את כל החתימות הקיימות בתוספת.
hu: A már aláírt kiegészítők újra aláírásra kerülnek az AMO-n történő közzétételükkor. Ez lecseréli a kiegészítőn lévő aláírásokat.
ia: Le additivos jam signate sera re-signate quando publicate sur AMO. Isto reimplaciara ulle existente firmas sur le additivo.
it: I componenti aggiuntivi già firmati verranno firmati nuovamente una volta pubblicati su AMO. Questo sostituirà tutte le firme esistenti nel componente aggiuntivo.
ka: უკვე ხელმოწერილი დამატებები ხელახლა დამოწმდება ხელმოწერით AMO-ზე გამოქვეყნებისას. ამით ჩანაცვლდება ყველა არსებული ხელმოწერა დამატებაზე.
pt_br: Extensões já assinadas são assinadas novamente quando publicadas no AMO. Isso substitui todas as assinaturas existentes na extensão.
ru: Дополнения, которые уже подписаны, будут повторно подписаны при публикации в AMO. Это заменит любые существующие подписи в дополнении.
sk: Doplnky, ktoré sú už podpísané, budú opätovne podpísané pri zverejnení na AMO. Tým sa nahradia všetky existujúce podpisy doplnku.
sl: Dodatki, ki so že podpisani, bodo ob objavi na AMO znova podpisani. To bo zamenjalo vse obstoječe podpise v dodatku.
sq: Shtesat të cilat janë nënshkruar tashmë do të rinënshkruhen, kur të botohen në AMO. Kjo do të zëvendësojë çfarëdo nënshkrimesh ekzistuese mbi shtesën.
sv_se: Tillägg som redan är signerade kommer att återsigneras när de publiceras på AMO. Detta kommer att ersätta alla befintliga signaturer för tillägget.
tr: Daha önce imzalanmış olan eklentiler AMO’da yayımlandığında yeniden imzalanacak. Bu işlem, eklentideki mevcut imzaları değiştirecek.
uk: Додатки, які вже підписані, будуть повторно підписані після публікації на AMO. Це замінить усі наявні підписи в додатку.
vi: Các tiện ích mở rộng đã được ký sẽ được ký lại khi xuất bản trên AMO. Thao tác này sẽ thay thế mọi chữ ký hiện có trên tiện ích mở rộng.

source: Firefox add-ons are not allowed to run coin miners.
ar: ليس مسموحا بأن تُشغّل إضافات فَيَرفُكس المُنقّبات عن العملات.
bs: Firefox dodacima nije dozvoljeno pokretanje rudarenja novčića.
cs: Doplňky Firefoxu nesmí těžit kryptoměny.
de: Firefox-Add-ons dürfen keine Coin-Miner einsetzen.
el: Τα πρόσθετα του Firefox δεν επιτρέπεται να εκτελούν εξόρυξη κρυπτονομισμάτων.
es: Los complementos de Firefox no tienen permitido minar criptomonedas.
fi: Firefox-lisäosat eivät saa ajaa kolikonkaivajia.
fr: Les modules Firefox ne peuvent pas miner de cryptomonnaies.
fur: La estrazion di criptovalude no je consintude tai components adizionâi par Firefox.
fy_nl: Firefox-add-ons meie gjin coinminers útfiere.
he: התוספות של Firefox אינן מורשות להריץ כורי מטבעות.
hu: A Firefox kiegészítők nem futtathatnak kriptovaluta bányász programokat.
ia: Le additivos de Firefox non es autorisate a minar cryptomonetas.
id: Pengaya Firefox tidak diizinkan untuk menjalankan penambang koin.
it: Il Bitcoin mining non è consentito nei componenti aggiuntivi per Firefox.
ja: Firefox アドオンで仮想通貨のマイニングを行うことは許可されていません。
ka: Firefox დამატებებით კრიპტოვალუტის წარმოება არაა დაშვებული.
kab: Izegrar Firefox ur zmiren ara ad selkemen tifextin n tedrimt.
ms: Add-ons Firefox tidak diizinkan melaksanakan melombong syiling.
nl: Firefox-add-ons mogen geen coinminers uitvoeren.
nn_no: Firefox tillegg får ikkje køyre coin-miners.
pl: Dodatki do Firefoksa nie mogą zawierać kodu wydobywającego waluty.
pt_br: As extensões do Firefox não têm permissão para executar mineradores de moeda.
pt_pt: Extras do Firefox não têm permissão para executar "coin miners".
ro: Suplimentelor Firefox nu li se permite să ruleze mineri de criptomonede.
ru: Дополнениям Firefox не разрешено запускать майнинг.
si: ෆයර්ෆොක්ස් එක්කහු මගින් කාසි කැණීමට ඉඩ නොදේ.
sk: Doplnky Firefoxu nesmú ťažiť kryptomeny.
sl: Dodatkom za Firefox ni dovoljeno rudariti kriptovalut.
sq: Shtesat Firefox nuk janë të lejuara të xhirojnë nxjerrës monedhash.
sv_se: Firefox tillägg får inte köra coin-miners.
te: కాయిన్ మైనర్లను నపడడానికి Firefox పొడగింతలు అనుమతించబడవు.
th: ส่วนเสริมของ Firefox ไม่ได้รับอนุญาตให้เรียกใช้ตัวทำเหมืองเหรียญ
tr: Firefox eklentilerinin sanal para madencileri çalıştırmasına izin verilmemektedir.
uk: Додаткам Firefox не дозволено добування криптовалют.
vi: Tiện ích Firefox không được phép chạy các công cụ khai thác tiền ảo (coin miners).

source: We do not allow coinminer scripts to be run inside WebExtensions. See https://github.com/mozilla/addons-linter/issues/1643 for more details.
cs: Spouštění skriptů coinminer uvnitř rozšíření WebExtensions není povoleno. Další podrobnosti naleznete na adrese https://github.com/mozilla/addons-linter/issues/1643.
de: Wir erlauben nicht, dass Coinminer-Skripte in WebExtensions ausgeführt werden. Weitere Details finden Sie unter https://github.com/mozilla/addons-linter/issues-1643.
el: Δεν επιτρέπουμε την εκτέλεση σεναρίων coinminer εντός των WebExtensions. Δείτε το https://github.com/mozilla/addons-linter/issues/1643 για περισσότερες λεπτομέρειες.
fr: Nous n’autorisons pas l’exécution de scripts de minage de cryptomonnaies dans les WebExtensions. Consultez https://github.com/mozilla/addons-linter/issues/1643 pour plus de détails.
fur: La esecuzion di script pe estrazion di criptovalude dentri di WebExtensions no je consintude. Par vê plui detais, viôt https://github.com/mozilla/addons-linter/issues/1643.
fy_nl: Wy stean gjin coinminer-skripts ta om te rinnen yn WebExtensions. Sjoch https://github.com/mozilla/addons-linter/issues/1643 foar mear details.
he: אנו לא מאפשרים להפעיל תסריטים כורי מטבעות בתוך WebExtensions. נא לעיין ב־https://github.com/mozilla/addons-linter/issues/1643 לפרטים נוספים.
hu: Nem engedélyezzük a kriptopénzbányász parancsfájlok WebExtensionökön belül történő futtatását. További részletekért lásd: https://github.com/mozilla/addons-linter/issues/1643.
ia: Nos non permitte de facer functionar scripts excavatores de moneta intra extensiones web. Vider https://github.com/mozilla/addons-linter/issues/1643 pro altere detalios.
it: L’esecuzione di script coinminer all’interno di WebExtensions non è consentita. Per ulteriori dettagli, consultare https://github.com/mozilla/addons-linter/issues/1643.
ka: ჩვენთა აკრძალულია ციფრული ფულის გამომმუშავებელი სკრიპტების გაშვება WebExtensions-ში. იხილეთ https://github.com/mozilla/addons-linter/issues/1643 ვრცლად.
pt_br: Não permitimos que scripts mineradores de moedas digitais sejam executados dentro de WebExtensions. Consulte mais detalhes em https://github.com/mozilla/addons-linter/issues/1643.
ru: Мы не разрешаем запускать сценарии coinminer внутри WebExtensions. Подробнее см. https://github.com/mozilla/addons-linter/issues/1643.
sk: V rámci WebExtensions nepovoľujeme spúšťanie skriptov coinminer. Ďalšie informácie nájdete na https://github.com/mozilla/addons-linter/issues/1643.
sl: Znotraj WebExtensions ne dovolimo izvajanja skriptov coinminer. Za podrobnosti si oglejte https://github.com/mozilla/addons-linter/issues/1643.
sq: Nuk lejojmë nxjerrës kriptomonedhash të xhirojnë brenda WebExtensions. Për më tepër hollësi, shihni https://github.com/mozilla/addons-linter/issues/1643.
sv_se: Vi tillåter inte att coinminer-skript körs inuti WebExtensions. Se https://github.com/mozilla/addons-linter/issues/1643 för mer information.
tr: WebExtension’ların içinde coinminer betiklerinin çalıştırılmasına izin vermiyoruz. Daha fazla bilgi için https://github.com/mozilla/addons-linter/issues/1643 adresine bakabilirsiniz.
uk: Ми не дозволяємо запускати скрипти coinminer всередині WebExtensions. За адресою https://github.com/mozilla/addons-linter/issues/1643 ви знайдете більше подробиць.
vi: Chúng tôi không cho phép các tập lệnh coinminer chạy bên trong WebExtensions. Xem https://github.com/mozilla/addons-linter/issues/1643 để biết thêm chi tiết.

source: String name is reserved for a predefined message
ar: اسم السلسلة النصية محجوز لرسالة معرّفة مسبقا
bs: Naziv stringa je rezervisan za predefiniranu poruku
cs: Jméno řetězce je rezervováno pro předdefinovanou zprávu
de: Stringname ist für eine vordefinierte Nachricht reserviert
el: Το όνομα νήματος κρατείται για ένα προκαθορισμένο μήνυμα
es: El nombre de la cadena está reservado para un mensaje predefinido
fr: Le nom de la chaîne est déjà réservé à un message prédéfini
fur: Il non stringhe al è riservât pa un messaç predefinît
fy_nl: Stringnamme is reservearre foar in yn it foar definiearre berjocht
he: שם המחרוזת שמור להודעה שהוגדרה מראש
hu: A karakterlánc neve egy előre definiált üzenetnek van fenntartva
ia: Nomine de catena reservate a un message predefinite
id: Nama string disiapkan untuk pesan yang telah ditentukan
it: Nome stringa riservato per un messaggio predefinito
ja: 文字列名が定義済みメッセージ用に予約されています
ka: სტრიქონის დასახელება დაკავებულია წინასწარ განსაზღვრული შეტყობინებისთვის
kab: ISem n uzrir n yisekkilen yettwaḥeṛṛ i yizen yettwasbadun yakan
ms: Nama string dikhaskan untuk mesej yang telah ditetapkan
nl: Naam van tekenreeks is voor een vooraf gedefinieerd bericht gereserveerd
nn_no: Strengnamn er reservert for ei førdefiniert melding
pl: Nazwa ciągu jest zastrzeżona dla wcześniej określonego komunikatu
pt_br: O nome da string é reservado para uma mensagem predefinida
pt_pt: Nome de string está reservado para uma mensagem predefinida
ro: Denumirea șirului este rezervată pentru un mesaj predefinit
ru: Имя строки зарезервировано для предустановленного сообщения
si: තන්තු නාමය නිශ්චිත පණිවිඩයක් සඳහා වෙන් කර ඇත
sk: Názov reťazca je rezervovaný pre preddefinovanú správu
sl: Ime niza je rezervirano za vnaprej določeno sporočilo
sq: Emri i vargut është i rezervuar për një mesazh të paracaktuar
sv_se: Strängnamn är reserverat för ett fördefinierat meddelande
te: ముందే నిర్వచించబడిన సందేశానికి స్ట్రింగ్ పేరు రిజర్వ్ చేయబడింది
th: ชื่อสตริงถูกสงวนไว้สำหรับข้อความที่กำหนดไว้ล่วงหน้า
tr: Dizgi adı önceden tanımlanmış bir iletiye ayrılmış
uk: Назва рядка зарезервована для попередньо визначеного повідомлення
vi: Tên chuỗi được dành riêng cho một tin nhắn được xác định trước

source: String names starting with @@ get translated to built-in constants (https://mzl.la/2BL9ZjE).
cs: Názvy řetězců začínající @@ se překládají na vestavěné konstanty (https://mzl.la/2BL9ZjE).
de: String-Namen, die mit @@ beginnen, werden in eingebaute Konstanten übersetzt (https://mzl.la/2BL9ZjE).
el: Τα ονόματα συμβολοσειρών που ξεκινούν με «@@» μεταφράζονται σε ενσωματωμένες σταθερές (https://mzl.la/2BL9ZjE).
fr: Les chaînes dont le nom commence par @@ sont converties en constantes intégrées (https://mzl.la/2BL9ZjE).
fur: I nons di stringhe che a scomencin par @@ a vegnin convertîts in costantis integradis (https://mzl.la/2BL9ZjE).
fy_nl: Stringnammen dy’t begjinne mei @@ wurde oerset nei ynboude konstanten (https://mzl.la/2BL9ZjE).
he: שמות מחרוזות שמתחילים ב־@@ מתורגמים לקבועים מובנים (https://mzl.la/2BL9ZjE).
hu: A @@ karakterlánccal kezdődő karakterláncnevek beépített konstansokká alakulnak (https://mzl.la/2BL9ZjE).
ia: Le nomines de stringas comenciante con @@ es translatate a constantes integrate (https://mzl.la/2BL9ZjE).
it: I nomi di stringa che iniziano con @@ vengono convertiti in costanti integrate (https://mzl.la/2BL9ZjE).
ka: ჩანაწერები, რომელთაც საწყისად @@ ექნება, გარდაიქმნება ჩაშენებულ მუდმივებად (https://mzl.la/2BL9ZjE).
pt_br: Nomes de strings começando com @@ são traduzidos para constantes internas (https://mzl.la/2BL9ZjE).
ru: Имена строк, начинающиеся с @@, преобразуются во встроенные константы (https://mzl.la/2BL9ZjE).
sk: Názvy reťazcov začínajúce @@ sa prekladajú na vstavané konštanty (https://mzl.la/2BL9ZjE).
sl: Imena nizov, ki se začnejo z @@, se prevedejo v vgrajene konstante (https://mzl.la/2BL9ZjE).
sq: Emra vargjesh që fillojnë me @@ përkthehen si konstante të brendshme (https://mzl.la/2BL9ZjE).
sv_se: Strängnamn som börjar med @@ översätts till inbyggda konstanter (https://mzl.la/2BL9ZjE).
tr: @@ karakterleriyle başlayan dizgi adları yerleşik sabitlere çevrilir (https://mzl.la/2BL9ZjE).
uk: Назви рядків, що починаються з @@, перетворюються на вбудовані константи (https://mzl.la/2BL9ZjE).
vi: Tên chuỗi bắt đầu bằng @@ được dịch sang hằng số tích hợp sẵn (https://mzl.la/2BL9ZjE).

source: String name should only contain alpha-numeric characters, _ and @ (https://mzl.la/2Eztyi5).
cs: Název řetězce by měl obsahovat pouze alfanumerické znaky, _ a @ (https://mzl.la/2Eztyi5).
de: Der String-Name sollte nur alphanumerische Zeichen, _ und @ enthalten (https://mzl.la/2Eztyi5).
el: Το όνομα συμβολοσειράς πρέπει να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, _ και @ (https://mzl.la/2Eztyi5).
fr: Le nom de la chaîne ne doit contenir que des caractères alphanumériques, _ et @ (https://mzl.la/2Eztyi5).
fur: Il non de stringhe al à di contignî dome caratars alfanumerics, _ e @ (https://mzl.la/2Eztyi5).
fy_nl: Stringnamme mei allinnich alfanumerike tekens, _ en @ befetsje (https://mzl.la/2Eztyi5).
he: שם מחרוזת צריך להכיל רק תווים של מספרים ואותיות, _ ו־@ (https://mzl.la/2Eztyi5).
hu: A karakterláncnév csak alfanumerikus karaktereket, _ és @ karaktereket tartalmazhat (https://mzl.la/2Eztyi5).
ia: Le nomine de stringa debe solo continer characteres alpha-numeric, _ e @ (https://mzl.la/2Eztyi5).
it: Il nome della stringa deve contenere solo caratteri alfanumerici, _ e @ (https://mzl.la/2Eztyi5).
ka: ჩანაწერში მისაღებია მხოლოდ ასოციფრული სიმბოლოები, _ და @ (https://mzl.la/2Eztyi5).
pt_br: Nomes de strings devem conter apenas caracteres alfanuméricos, _ e @ (https://mzl.la/2Eztyi5).
ru: Имя строки должно содержать только буквенно-цифровые символы, _ и @ (https://mzl.la/2Eztyi5).
sk: Názov reťazca by mal obsahovať iba alfanumerické znaky, _ a @ (https://mzl.la/2Eztyi5).
sl: Ime niza naj vsebuje le alfanumerične znake, _ in @ (https://mzl.la/2Eztyi5).
sq: Emri i vargut duhet të përmbajë vetëm shenja alfa-numerike, _ dhe @ (https://mzl.la/2Eztyi5).
sv_se: Strängnamn ska bara innehålla alfanumeriska tecken, _ och @ (https://mzl.la/2Eztyi5).
tr: Dizgi adı sadece harf, rakam, _ ve @ karakterlerini içermelidir (https://mzl.la/2Eztyi5).
uk: Назва рядка має містити лише буквено-цифрові символи, _ та @ (https://mzl.la/2Eztyi5).
vi: Tên chuỗi chỉ được chứa các ký tự chữ và số, _ và @ (https://mzl.la/2Eztyi5).

source: Placeholder for message is missing
ar: حافظ مكان الرسالة ناقص
bs: Nedostaje mjesto za poruku
cs: Placeholder pro zprávu chybí
de: Platzhalter für Nachricht fehlt
el: Το σύμβολο υποκατάστασης για το μήνυμα λείπει
es: Falta el marcador de posición para mensajes
fi: Viestin paikkamerkki puuttuu
fr: L’emplacement pour le message est manquant
fur: Al mancje il segnepuest pal messaç
fy_nl: Placeholder foar berjocht mist
he: חסר ממלא מקום להודעה
hu: Az üzenet helykitöltője hiányzik
ia: Manca un spatio reservate del message
id: Placeholder untuk pesan hilang
it: Segnaposto per messaggio mancante
ja: メッセージのプレースホルダーが見当たりません
ka: შეტყობინების ჩანაცვლების არე ვერ მოიძებნა
kab: Amḍiq yettwaḥerzen i yizen ulac-it
ms: Ruang letak mesej telah hilang
nl: Plaatshouder voor bericht ontbreekt
nn_no: Plasshaldar for meldinga manglar
pl: Brak elementu zastępczego dla komunikatu
pt_br: Está faltando o marcador de posição da mensagem
pt_pt: Marcador de posição para a mensagem está em falta
ro: Substituentul pentru mesaj lipsește
ru: Замещающий текст для сообщения не задан
sk: Placeholder pre správu chýba
sl: Manjka označba mesta sporočila
sq: Mungon vendmbajtëse për mesazhin
sv_se: Platshållare för meddelande saknas
te: సందేశానికి హోల్డర్ లేదు
th: ตัวยึดตำแหน่งสำหรับข้อความขาดหายไป
tr: Mesaj için yer tutucu eksik
uk: Текст заміщення для повідомлення не задано
vi: Trình giữ chỗ cho tin nhắn bị thiếu

source: A placeholder used in the message is not defined.
ar: استُخدم حافظ مكان في الرسالة ولكنه لم يُعرّف.
bs: Korisnik mjesta koji se koristi u poruci nije definisan.
cs: Placeholder použitý ve zprávě není definován.
de: Ein in der Nachricht verwendeter Platzhalter wurde nicht definiert.
el: Ένα σύμβολο υποκατάστασης, που χρησιμοποιείται στο μήνυμα, δεν έχει οριστεί.
es: No se definió el marcador de posición que se utilizó en el mensaje.
fr: L’emplacement utilisé dans le message n’est pas défini.
fur: Un segnepuest doprât tal messaç nol è stât definît.
fy_nl: In placeholder brûkt yn it berjocht is net definiearre.
he: ממלא מקום, שנעשה בו שימוש בהודעה, אינו מוגדר.
hu: Az üzenetben használt helykitöltő nincs definiálva.
ia: Un spatio reservate usate in le message non es definite.
id: Placeholder yang digunakan dalam pesan tidak ditentukan.
it: Un segnaposto utilizzato nel messaggio non è stato definito.
ja: メッセージ内で使用されているプレースホルダーが定義されていません。
ka: ამ შეტყობინებაში გამოყენებული ჩანაცვლების არე არაა განსაზღვრული.
kab: Amḍiq yettwaḥerzen yettwasqedcen deg izen ur yettwasbadu ara.
ms: Ruang letak yang digunakan dalam mesej tidak ditakrif.
nl: Een in het bericht gebruikte plaatshouder is niet gedefinieerd.
nn_no: Ein plasshaldar som vert nytta i meldinga er ikkje definert.
pl: Element zastępczy w komunikacie nie jest określony.
pt_br: Um marcador de posição utilizado na mensagem não está definido.
pt_pt: Um marcador de posição utilizado na mensagem não está definido.
ro: Un substituent utilizat în mesaj nu este definit.
ru: Замещающий текст, используемый в сообщении, не определён.
sk: Placeholder použitý v správe nie je definovaný.
sl: Označba mesta, uporabljena v sporočilu, ni določena.
sq: Një vendmbajtëse e përdorur te mesazhi s’është e përkufizuar.
sv_se: En platshållare som används i meddelandet är inte definierad.
te: సందేశంలో వాడిన ప్లేస్‌హోల్డర్ నిర్వచించబడలేదు.
th: ตัวยึดตำแหน่งที่ใช้ในข้อความไม่ได้ถูกกำหนดไว้
tr: Mesajda kullanılan bir yer tutucu tanımlı değil.
uk: Текст заміщення, що використовується в повідомленні, не визначено.
vi: Placeholder được sử dụng trong tin nhắn không được xác định.

source: Placeholder name contains invalid characters
ar: يحتوي اسم حافظ المكان محارف غير صحيحة
bs: Naziv rezervisanog mjesta sadrži znakove koji nisu ispravni
cs: Placeholder obsahuje neplatné znaky
de: Platzhaltername enthält ungültige Zeichen
el: Το όνομα συμβόλου υποκατάστασης περιέχει άκυρους χαρακτήρες
es: El nombre del marcador de posición contiene caracteres no válidos
fr: Le nom de l’emplacement contient des caractères invalides
fur: Il non dal segnepuest al conten caratars no valits
fy_nl: Placeholdernamme befettet net jildige karakters
he: שם ממלא המקום מכיל תווים בלתי תקינים
hu: A helykitöltő neve érvénytelen karaktereket tartalmaz
ia: Le nomine del spatio reservate contine characteres non valide
id: Nama placeholder berisi karakter yang tidak sah
it: Il nome del segnaposto contiene caratteri non validi
ja: プレースホルダー名に不正な文字が含まれています
ka: ჩანაცვლების არის დასახელება შეიცავს დაუშვებელ სიმბოლოებს
kab: Amḍiq yettwaḥerzen yegber yir isekkilen
ms: Nama ruang letak mengandungi aksara yang tidak sah
nl: Naam van plaatshouder bevat ongeldige tekens
nn_no: Namn på plasshaldar inneheld ugyldige teikn
pl: Nazwa elementu zastępczego zawiera nieprawidłowe znaki
pt_br: O nome do marcador de posição contém caracteres inválidos
pt_pt: Nome de marcador de posição contém caracteres inválidos
ro: Denumirea substituentului conține caractere nevalide
ru: Имя замещающего текста содержит неправильные символы
sk: Placeholder obsahuje neplatné znaky
sl: Ime označbe mesta vsebuje neveljavne znake
sq: Emri i vendmbajtëses përmban shenja të pavlefshme
sv_se: Namn på platshållare innehåller ogiltiga tecken
te: ప్లేస్‌హోల్డర్ పేరులో చెల్లని అక్షరాలు ఉన్నాయి
th: ชื่อตัวยึดตำแหน่งมีอักขระที่ไม่ถูกต้อง
tr: Yer tutucu adında geçersiz karakterler var
uk: Назва тексту заміщення містить неприпустимі символи
vi: Tên của placeholder chứa ký tự không hợp lệ

source: Placeholder name should only contain alpha-numeric characters, _ and @ (https://mzl.la/2ExbYez).
cs: Název zástupného textu by měl obsahovat pouze alfanumerické znaky, _ a @ (https://mzl.la/2ExbYez).
de: Platzhaltername sollte nur alphanumerische Zeichen, _ und @ enthalten (https://mzl.la/2ExbYez).
el: Το όνομα του συμβόλου υποκατάστασης πρέπει να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, _ και @ (https://mzl.la/2ExbYez).
fr: Le nom de l’emplacement ne doit contenir que des caractères alphanumériques, _ et @ (https://mzl.la/2ExbYez).
fur: Il non dal segnepuest al à di contignî dome caratars alfanumerics, _ e @ (https://mzl.la/2ExbYez).
fy_nl: Plakhâldernamme mei allinnich alfanumerike tekens, _ en @ befetsje (https://mzl.la/2ExbYez).
he: שם מציין מיקום צריך להכיל רק תווים של מספרים ואותיות, _ ו־@ (https://mzl.la/2ExbYez).
hu: A helykitöltő neve csak alfanumerikus karaktereket, _ és @ karaktereket tartalmazhat (https://mzl.la/2ExbYez).
ia: Le nomine de marca-loco debe continer solo characteres alpha-numeric, _ e @ (https://mzl.la/2ExbYez).
it: Il nome del segnaposto deve contenere solo caratteri alfanumerici, _ e @ (https://mzl.la/2ExbYez).
ka: ჩანაცვლების არეში მისაღებია მხოლოდ ასოციფრული სიმბოლოები, _ და @ (https://mzl.la/2ExbYez).
pt_br: Nomes de campos devem conter apenas caracteres alfanuméricos, _ e @ (https://mzl.la/2ExbYez).
ru: Имя замещающего текста должно содержать только буквенно-цифровые символы, _ и @ (https://mzl.la/2ExbYez).
sk: Názov premennej by mal obsahovať iba alfanumerické znaky, _ a @ (https://mzl.la/2ExbYez).
sl: Ime lahko vsebuje le alfanumerične znake, _ in @ (https://mzl.la/2ExbYez).
sq: Emrat e vendmbajtëseve duhet të përmbajnë vetëm shenja alfa-numerike, _ dhe @ (https://mzl.la/2ExbYez).
sv_se: Platshållarens namn bör endast innehålla alfanumeriska tecken, _ och @ (https://mzl.la/2ExbYez).
tr: Yer tutucu adı sadece harf, rakam, _ ve @ karakterlerini içermelidir (https://mzl.la/2ExbYez).
uk: Заповнювач назви рядка має містити лише буквено-цифрові символи, _ та @ (https://mzl.la/2ExbYez).
vi: Tên placeholder chỉ được chứa các ký tự chữ và số, _ và @ (https://mzl.la/2ExbYez).
