Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: The "applications" property in the manifest is no longer allowed in Manifest Version 3 and above. Use "browser_specific_settings" instead.
cs: Vlastnost "applications" v manifestu již není povolena v manifestu verze 3 a vyšší. Místo toho použijte "browser_specific_settings".
de: Die Eigenschaft „applications“ im Manifest ist in Manifest-Version 3 und höher nicht mehr erlaubt. Verwenden Sie stattdessen „browser_specific_settings“.
el: Η ιδιότητα «applications» στο αρχείο δήλωσης δεν επιτρέπεται πλέον στην έκδοση Manifest 3 και νεότερες. Χρησιμοποιήστε το «browser_specific_settings».
fr: La propriété « applications » dans le manifeste n’est plus autorisée dans les versions 3 et supérieures de Manifest. Utilisez plutôt « browser_specific_settings ».
fur: La proprietât “applications” tal manifest no je plui consintude tes versions 3 e sucessivis dai manifescj. Al so puest dopre “browser_specific_settings”.
fy_nl: De eigenskip ‘applications’ yn it manifest is net langer tastien yn manifestferzje 3 en heger. Brûk yn stee dêrfan ‘browser_specific_settings’.
he: המאפיין ״applications״ ב־manifest אינו מותר עוד ב־Manifest גרסה 3 ומעלה. יש להשתמש במקום זאת ב־״browser_specific_settings״.
hu: A jegyzékfájlban szereplő „applications” tulajdonság már nem engedélyezett a 3-as és újabb jegyzékverziókban. Használja helyette a „browser_specific_settings” paramétert.
ia: Le proprietate "applications" in le manifesto non es plus permittite in le version 3 del Manifesto e superior. Usar "browser_specific_settings" in vice.
it: La proprietà “applications” nel manifesto non è più consentita nei manifesti versione 3 e successive. Al suo posto utilizzare “browser_specific_settings”.
ka: „applications“ თვისება აღარაა მისაღები მანიფესტის მე-3 ვერსიიდან. სანაცვლოდ გამოიყენეთ „browser_specific_settings“.
pt_br: A propriedade "applications" no manifesto não é mais permitida no Manifest versão 3 em diante. Em vez dela, use "browser_specific_settings".
ru: Свойство «applications» в манифесте больше не разрешено в манифесте версии 3 и выше. Вместо этого используйте «browser_specific_settings».
sk: Vlastnosť „applications“ už nie je povolená v manifeste verzie 3 a vyššej. Namiesto nej použite "browser_specific_settings".
sl: Lastnost "applications" v manifestu različice 3 in novejših ni več dovoljena. Namesto nje uporabite "browser_specific_settings".
sq: Vetia “applications” te manifesti nuk lejohet më te Manifest Version 3 e sipër. Në vend të saj, përdorni “browser_specific_settings”.
sv_se: Egenskapen "apps" i manifestet är inte längre tillåten i Manifest version 3 och senare. Använd "browser_specific_settings" istället.
tr: Manifest dosyasındaki "applications" özelliğine artık Manifest Sürüm 3 ve üzerinde izin verilmiyor. Onun yerine "browser_specific_settings" kullanabilirsiniz.
uk: Властивість "applications" у маніфесті більше не дозволена в Маніфесті версії 3 і новіших. Натомість використовуйте "browser_specific_settings".
vi: Thuộc tính "applications" trong Manifest không còn được phép trong Manifest phiên bản 3 trở lên. Thay vào đó, hãy sử dụng "browser_specific_settings".

source: The version string should be simplified because it won't be compatible with Manifest Version 3 and above.
cs: Řetězec verze by měl být zjednodušen, protože nebude kompatibilní s manifestem verze 3 a vyšší.
de: Der Versions-String sollte vereinfacht werden, da er mit Manifest-Version 3 und höher nicht kompatibel ist.
el: Η συμβολοσειρά έκδοσης θα πρέπει να απλοποιηθεί γιατί δεν θα είναι συμβατή με την έκδοση Manifest 3 και νεότερες.
fr: La chaîne de version devrait être simplifiée car elle ne sera pas compatible avec les versions 3 et supérieures de Manifest.
fur: La stringhe de version e varès di jessi semplificade parcè che no sarà compatibile cu lis versions 3 e sucessivis dai manifescj.
fy_nl: De ferzjestring moat ferienfâldige wurde, omdat dizze net kompatibel is mei manifestferzje 3 en heger.
he: יש לפשט את מחרוזת הגרסה מכיוון שהיא לא תהיה תואמת ל־Manifest גרסה 3 ומעלה.
hu: A verzió karakterláncot egyszerűsíteni kell, mert nem lesz kompatibilis a 3-as és újabb jegyzékfájlverziókkal.
ia: Le stringa de version debe esser simplificate perque illo non essera compatibile con version 3 del Manifesto e superior.
it: La stringa della versione dovrebbe essere semplificata in quanto non sarà compatibile con i manifesti versione 3 e successive.
ka: ვერსიის ჩანაწერი უნდა გამარტივდეს, რადგან შეუთავსებელი იქნება Manifest-ის მე-3 და უფრო მაღალ ვერსიებთან.
pt_br: A string da versão deve ser simplificada porque não será compatível com o Manifest versão 3 em diante.
ru: Строка версии должна быть упрощена, поскольку она не будет совместима с манифестом версии 3 и выше.
sk: Reťazec verzie by mal byť zjednodušený, pretože nebude kompatibilný s Manifestom verzie 3 a novšej.
sl: Niz različice je treba poenostaviti, sicer ne bo združljiv z Manifestom 3 in novejšimi različicami.
sq: Vargu i versionit duhet thjeshtuar, ngaqë s’do të jetë i përputhshëm me Manifest Version 3 e sipër.
sv_se: Versionssträngen bör förenklas eftersom den inte kommer att vara kompatibel med Manifest version 3 och högre.
tr: Sürüm dizgisi, Manifest Sürüm 3 ve üzeri ile uyumlu olmayacağından basitleştirilmelidir.
uk: Рядок версії слід спростити, оскільки він не буде сумісний із Маніфестом версії 3 і новіших.
vi: Chuỗi phiên bản phải được đơn giản hóa vì chuỗi này sẽ không tương thích với Manifest phiên bản 3 trở lên.

source: The version should be a string with 1 to 4 numbers separated with dots. Each number should have up to 9 digits and leading zeros will no longer be allowed. Letters will no longer be allowed either. See https://mzl.la/3h3mCRu (MDN Docs) for more information.
cs: Verze by měl být řetězec s 1 až 4 čísly oddělenými tečkou. Každé číslo může mít až 9 číslic, ale úvodní nuly už nebudou povoleny. Povoleny nebudou ani písmena. Další informace naleznete na stránce https://mzl.la/3h3mCRu (Dokumentace MDN).
de: Die Version sollte ein String mit 1 bis 4 Zahlen sein, die durch Punkte getrennt sind. Jede Zahl sollte aus bis zu 9 Zeichen bestehen und führende Nullen sind nicht mehr erlaubt. Buchstaben sind auch nicht mehr erlaubt. Weitere Informationen finden Sie unter https://mzl.la/3h3mCRu (MDN Docs).
el: Η έκδοση θα πρέπει να είναι μια συμβολοσειρά με 1 έως 4 αριθμούς, διαχωρισμένους με τελείες. Κάθε αριθμός πρέπει να έχει έως και 9 ψηφία, ενώ τα μηδενικά δεν θα επιτρέπονται στην αρχή. Δεν θα επιτρέπονται πλέον ούτε τα γράμματα. Δείτε το https://mzl.la/3h3mCRu (MDN Docs) για περισσότερες πληροφορίες.
fr: La version doit être une chaîne de caractères de 1 à 4 chiffres séparés par des points. Chaque numéro doit comporter jusqu’à 9 chiffres. Les zéros au début ne seront plus autorisés. Les lettres ne seront plus autorisées non plus. Consultez https://mzl.la/3h3mCRu (MDN Docs) pour plus d’informations.
fur: La version e varès di jessi une stringhe fate di 1 a 4 numars separâts di ponts. Ogni numar al à di vê un manssim di 9 cifris e i zeros iniziâi no saran plui consintûts. Ancje lis letaris no saran plui consintudis. Par vê plui informazions viôt: https://mzl.la/3h3mCRu (Documentazion MDN).
fy_nl: De ferzje moat in string wêze mei 1 oant 4 getallen, skieden troch punten. Elk getal moat út maksimaal 9 sifers bestean en foarrinnullen binne net langer tastien. Letters binne ek net mear tastien. Sjoch https://mzl.la/3h3mCRu (MDN Docs) foar mear ynformaasje.
he: הגרסה צריכה להיות מחרוזת עם 1 עד 4 מספרים מופרדים בנקודות. כל מספר צריך לכלול עד 9 ספרות, ואפסים מובילים לא יורשו עוד. גם אותיות לא יורשו יותר. יש לעיין ב־https://mzl.la/3h3mCRu ‏(MDN Docs) למידע נוסף.
hu: A verzió legyen egy 1 és 4 közti számú számjegycsoportból álló, pontokkal elválasztott karakterlánc. Minden szám legfeljebb 9 számjegyből állhat, és a kezdő nullák többé nem engedélyezettek. A betűk sem lesznek többé engedélyezettek. További információkért lásd: https://mzl.la/3h3mCRu (MDN dokumentáció).
ia: Le version debe esser un stringa con 1 - 4 numeros separate con punctos. Cata numero debe haber usque 9 digitos, e le zeros initial non sera plus permittite. Alsi le litteras non sera plus permittite. Vider https://mzl.la/3h3mCRu (Documentation MDN) pro altere informationes.
it: La versione dovrebbe essere una stringa composta da 1 a 4 numeri separati da punti. Ogni numero deve contenere un massimo di 9 cifre e gli zeri iniziali non saranno più consentiti. Anche le lettere non saranno più consentite. Per ulteriori informazioni consultare: https://mzl.la/3h3mCRu (Documentazione MDN).
ka: ვერსიის ჩანაწერს უნდა წარმოადგენდეს წერტილებით გამოყოფილი 1-დან 4 ერთეულამდე რიცხვი. თითოეული არაუმეტეს 9 ციფრისგან შემდგარი, წინ ნულები კი უკვე აღარაა მისაღები. აგრეთვე მიუღებელია ასოებიც. ვრცლად იხილეთ https://mzl.la/3h3mCRu (MDN-მასალები).
pt_br: A versão deve ser uma string com 1 a 4 números separados por pontos. Cada número deve ter até 9 dígitos, zeros à esquerda não serão mais permitidos. Letras também não serão mais permitidas. Consulte mais informações em https://mzl.la/3h3mCRu (MDN Docs).
ru: Версия должна быть строкой, которая содержит от 1 до 4 чисел, разделенных точками. Каждое число должно содержать до 9 цифр, а начальные нули более не допускаются. Символы также больше не будут разрешены. См. https://mzl.la/3h3mCRu (MDN Docs) для получения дополнительной информации.
sk: Verzia by mala byť reťazec s 1 až 4 číslami oddelenými bodkami. Každé číslo môže mať až 9 číslic, ale úvodné nuly už nebudú povolené. Už nebudú povolené ani písmená. Ďalšie informácie nájdete na stránke https://mzl.la/3h3mCRu (Dokumenty MDN).
sl: Različica naj bo niz z 1 do 4 številkami, ločenimi s piko. Vsaka številka naj bo sestavljena iz največ 9 števk, ničle na začetku niso več dovoljene. Dovoljene niso več niti črke. Za več informacij glejte https://mzl.la/3h3mCRu (dokumentacija MDN).
sq: Versioni duhet të jetë një varg me 1 deri në 4 numra ndarë me pika. Çdo numër duhet të ketë deri në 9 shifra dhe s’do të lejohen më zero paraprijëse. As shkronja s’do të lejohen më. Për më tepër informacion, shihni https://mzl.la/3h3mCRu (Dokumentim MDN).
sv_se: Versionen ska vara en sträng med 1 till 4 nummer separerade med punkter. Varje nummer bör ha upp till 9 siffror och inledande nollor kommer inte längre att tillåtas. Bokstäver kommer inte heller att tillåtas längre. Se https://mzl.la/3h3mCRu (MDN Docs) för mer information.
uk: Версія має бути рядком із 1–4 цифрами, розділеними крапками. Кожне число має містити до 9 цифр, а початкові нулі більше не допускаються. Букви також надалі не будуть дозволені. Подробиці за адресою https://mzl.la/3h3mCRu (MDN Docs).
vi: Phiên bản phải là một chuỗi có các số từ 1 đến 4 được phân tách bằng dấu chấm. Mỗi số phải có tối đa 9 chữ số và các số 0 đứng đầu sẽ không còn được phép. Chữ cái cũng sẽ không được phép nữa. Xem https://mzl.la/3h3mCRu (Tài liệu MDN) để biết thêm thông tin.

source: The version string should be simplified.
cs: Řetězec s informací o verzi by měl být zjednodušen.
de: Der Versions-String sollte vereinfacht werden.
el: Η συμβολοσειρά έκδοσης θα πρέπει να απλοποιηθεί.
fr: La chaîne de caractères de la version devrait être simplifiée.
fur: La stringhe de version e scugne jessi semplificade.
fy_nl: De ferzjestring moat ferienfâldige wurde.
he: יש לפשט את מחרוזת הגרסה.
hu: A verzió karakterláncot egyszerűsíteni kell.
ia: Le catena de version debe esser simplificate.
it: La stringa della versione deve essere semplificata.
ka: ვერსიის ჩანაწერი გამარტივებული უნდა იყოს.
pt_br: A string da versão deve ser simplificada.
ru: Строка версии должна быть упрощена.
sk: Reťazec verzie by mal byť zjednodušený.
sl: Niz različice je treba poenostaviti.
sq: Vargu i versionit duhet thjeshtuar.
sv_se: Versionssträngen bör förenklas.
tr: Sürüm dizgisi basitleştirilmelidir.
uk: Рядок версії має бути спрощеним.
vi: Chuỗi phiên bản nên được đơn giản hóa.

source: The version should be a string with 1 to 4 numbers separated with dots. Each number should have up to 9 digits and leading zeros are not allowed. Letters are no longer allowed. See https://mzl.la/3h3mCRu (MDN Docs) for more information.
cs: Verze by měla být řetězec s 1 až 4 čísly oddělenými tečkou. Každé číslo může mít maximálně 9 číslic, ale úvodní nuly nejsou povoleny. Povoleny nejsou ani písmena. Další informace naleznete na stránce https://mzl.la/3h3mCRu (Dokumentace MDN).
de: Die Version sollte ein String mit 1 bis 4 Zahlen sein, die durch Punkte getrennt sind. Jede Zahl sollte aus bis zu 9 Zeichen bestehen und führende Nullen sind nicht erlaubt. Buchstaben sind nicht mehr erlaubt. Weitere Informationen finden Sie unter https://mzl.la/3h3mCRu (MDN Docs).
el: Η έκδοση θα πρέπει να είναι μια συμβολοσειρά με 1 έως 4 αριθμούς, διαχωρισμένους με τελείες. Κάθε αριθμός πρέπει να έχει έως και 9 ψηφία, ενώ τα μηδενικά δεν επιτρέπονται στην αρχή. Δεν επιτρέπονται πλέον τα γράμματα. Δείτε το https://mzl.la/3h3mCRu (MDN Docs) για περισσότερες πληροφορίες.
fr: La version doit être une chaîne de caractères de 1 à 4 chiffres séparés par des points. Chaque numéro doit comporter jusqu’à 9 chiffres. Les zéros au début ne sont pas autorisés. Les lettres ne sont plus autorisées. Consultez https://mzl.la/3h3mCRu (MDN Docs) pour plus d’informations.
fur: La version e varès di jessi une stringhe fate di 1 a 4 numars separâts di ponts. Ogni numar al à di vê fin a 9 cifris e i zeros iniziâi no son consintûts. Lis letaris no son plui consintudis. Par vê plui informazions, viôt https://mzl.la/3h3mCRu (Documentazion MDN).
fy_nl: De ferzje moat in string wêze mei 1 oant 4 getallen, skieden troch punten. Elk getal moat út maksimaal 9 sifers bestean en foarrinnullen binne net tastien. Letters binne ek net mear tastien. Sjoch https://mzl.la/3h3mCRu (MDN Docs) foar mear ynformaasje.
he: הגרסה צריכה להיות מחרוזת עם 1 עד 4 מספרים מופרדים בנקודות. כל מספר צריך לכלול עד 9 ספרות, ואפסים מובילים אינם מורשים. גם אותיות אינן מורשות עוד. יש לעיין ב־https://mzl.la/3h3mCRu ‏(MDN Docs) למידע נוסף.
hu: A verzió legyen egy 1 és 4 közti számú számjegycsoportból álló, pontokkal elválasztott karakterlánc. Minden szám legfeljebb 9 számjegyből állhat, és a kezdő nullák nem engedélyezettek. Már a betűk sem engedélyezettek. További információkért lásd: https://mzl.la/3h3mCRu (MDN dokumentáció).
ia: Le version debe esser un stringa con 1 - 4 numeros separate con punctos. Cata numero debe haber usque 9 digitos, e le zeros initial non es permittite. Le litteras non es plus permittite. Vider https://mzl.la/3h3mCRu (Documentation MDN) pro altere informationes.
it: La versione dovrebbe essere una stringa composta da 1 a 4 numeri separati da punti. Ogni numero deve contenere fino a 9 cifre e gli zeri iniziali non sono consentiti. Le lettere non sono più consentite. Per ulteriori informazioni, consultare https://mzl.la/3h3mCRu (Documentazione MDN).
ka: ვერსიის ჩანაწერს უნდა წარმოადგენდეს წერტილებით გამოყოფილი 1-დან 4 ერთეულამდე რიცხვი. თითოეული არაუმეტეს 9 ციფრისგან უნდა შედგებოდეს წინ ნულების გარეშე. ასოები აღარაა მისაღები. ვრცლად იხილეთ https://mzl.la/3h3mCRu (MDN-მასალები).
pt_br: A versão deve ser uma string com 1 a 4 números separados por pontos. Cada número deve ter até 9 dígitos, zeros à esquerda não são permitidos. Letras não são mais permitidas. Consulte mais informações em https://mzl.la/3h3mCRu (MDN Docs).
ru: Версия должна быть строкой, которая содержит от 1 до 4 чисел, разделенных точками. Каждое число должно содержать до 9 цифр, а начальные нули более не допускаются. Символы более не разрешены. См. https://mzl.la/3h3mCRu (MDN Docs) для получения дополнительной информации.
sk: Verzia by mala byť reťazec s 1 až 4 číslami oddelenými bodkami. Každé číslo môže mať maximálne 9 číslic, ale úvodné nuly nie sú povolené. Povolené už nie sú ani písmená. Ďalšie informácie nájdete na stránke https://mzl.la/3h3mCRu (Dokumenty MDN).
sl: Različica naj bo niz z 1 do 4 številkami, ločenimi s piko. Vsaka številka naj bo sestavljena iz največ 9 števk. Ničle na začetku in črke niso več dovoljene. Za več informacij glejte https://mzl.la/3h3mCRu (dokumentacija MDN).
sq: Versioni duhet të jetë një varg me 1 deri në 4 numra ndarë me pika. Çdo numër duhet të ketë deri në 9 shifra dhe zero paraprijëse nuk lejohen më. As shkronjat nuk lejohen më. Për më tepër informacion, shihni https://mzl.la/3h3mCRu (Dokumentim MDN).
sv_se: Versionen ska vara en sträng med 1 till 4 nummer separerade med punkter. Varje nummer bör ha upp till 9 siffror och inledande nollor är inte tillåtna. Bokstäver är inte längre tillåtna. Se https://mzl.la/3h3mCRu (MDN Docs) för mer information.
uk: Версія має бути рядком із 1–4 цифрами, розділеними крапками. Кожне число має містити до 9 цифр, нулі на початку не допускаються. Букви надалі не допускаються. Подробиці за адресою https://mzl.la/3h3mCRu (MDN Docs).
vi: Phiên bản phải là một chuỗi có các số từ 1 đến 4 được phân tách bằng dấu chấm. Mỗi số phải có tối đa 9 chữ số và không được phép có số 0 đứng đầu. Chữ cái không còn được phép. Xem https://mzl.la/3h3mCRu (Tài liệu MDN) để biết thêm thông tin.

source: incognito "split" is unsupported.
de: inkognito „split“ wird nicht unterstützt.
fur: La modalitât di navigazion anonime “split” no je supuartade.
fy_nl: ynkognito ‘split’ wurdt net stipe.
hu: Az „incognito” kulcs „split” értéke nem támogatott.
it: La modalità di navigazione anonima “split” non è supportata.
pt_br: não há suporte para o valor "split" de "incognito"
ru: "split" в режиме инкогнито не поддерживается.
sk: inkognito "split" nie je podporované.
vi: Giá trị ẩn danh "split" không được hỗ trợ.

source: The incognito "split" value is unsupported and will be treated as "not_allowed" in Firefox. Remove the key from the manifest file, if your extension is compatible with Firefox's private browsing mode.
de: Der inkognito-Wert „split“ wird nicht unterstützt und wird in Firefox als „not_allowed“ behandelt. Entfernen Sie den Schlüssel aus der Manifest-Datei, wenn Ihre Erweiterung mit dem privaten Modus von Firefox kompatibel ist.
fur: Il valôr “split” pe clâf “incognito” nol è supuartât e al vignarà valutât come “not_allowed” in Firefox. Gjave la clâf dal file manifest se la estension e je compatibile cu la modalitât di navigazion privade di Firefox.
fy_nl: De ynkognito ‘split’-wearde wurdt net stipe en wurdt yn Firefox behannele as ‘not_allowed’. Smyt de kaai út it manifest-bestân fuort, as jo útwreiding kompatibel is mei de priveenavigaasjemodus fan Firefox.
hu: Az „incognito” kulcs „split” értéke nem támogatott, és „not_allowed” értékként lesz kezelve a Firefoxban. Távolítsa el a kulcsot a jegyzékfájlból, ha a kiegészítője kompatibilis a Firefox privát böngészési módjával.
it: Il valore “split” per la chiave “incognito” non è supportato e verrà valutato come “not_allowed” in Firefox. Rimuovi la chiave dal file manifesto se l’estensione è compatibile con la modalità di navigazione anonima di Firefox.
pt_br: Não há suporte para o valor "split" da chave "incognito", será tratado como "not_allowed" no Firefox. Remova a chave do arquivo de manifesto, se a extensão for compatível com o modo de navegação privativa do Firefox.
ru: Параметр "split" для режима инкогнито не поддерживается и будет рассматриваться в Firefox как "not_allowed". Удалите этот ключ из файла манифеста, если ваше расширение совместимо с режимом приватного просмотра Firefox.
sk: Hodnota inkognito "split" nie je podporovaná a vo Firefoxe sa s ňou bude zaobchádzať ako s "not_allowed". Odstráňte kľúč zo súboru manifestu, ak je vaše rozšírenie kompatibilné s režimom súkromného prehliadania Firefoxu.
vi: Giá trị ẩn danh "split" không được hỗ trợ và sẽ được coi là "not_allowed" trong Firefox. Hãy xóa khóa trong tập tin manifest, nếu tiện ích mở rộng của bạn tương thích với chế độ duyệt web riêng tư của Firefox.

source: The "admin_install_only" property is reserved.
de: Die Eigenschaft „admin_install_only“ ist reserviert.
fur: La proprietât “admin_install_only” e je riservade.
fy_nl: De eigenskip ‘admin_install_only’ is reservearre.
hu: Az „admin_install_only” tulajdonság használata korlátozott.
it: La proprietà “admin_install_only” è riservata.
pt_br: A propriedade "admin_install_only" é reservada.
sk: Vlastnosť "admin_install_only" je vyhradená.
sq: Vetia “admin_install_only” është e rezervuar.
tr: "admin_install_only" özelliği rezervedir.
uk: Властивість "admin_install_only" зарезервовано.
vi: Thuộc tính "admin_install_only" bị giữ lại.

source: The "admin_install_only" property is reserved and can only be used in enterprise add-ons.
de: Die Eigenschaft „admin_install_only“ ist reserviert und kann nur in Add-ons für Unternehmen verwendet werden.
fur: La proprietât “admin_install_only” e je riservade e al è pussibil doprâle dome tai components adizionâi aziendâi.
fy_nl: De eigenskip ‘admin_install_only’ is reservearre en kin allinnich brûkt wurde yn ûndernimmings-add-ons.
hu: Az „admin_install_only” tulajdonság használata korlátozott, és csak vállalati kiegészítőkben használható.
it: La proprietà “admin_install_only” è riservata e può essere utilizzata solo in componenti aggiuntivi aziendali.
pt_br: A propriedade "admin_install_only" é reservada e só pode ser usada em extensões corporativas.
sk: Vlastnosť "admin_install_only" je vyhradená a možno ju použiť iba v doplnkoch pre podniky.
sq: Vetia “admin_install_only” është e rezervuar dhe mund të përdoret vetëm në shtesa për ndërmarrje.
tr: "admin_install_only" özelliği rezervedir ve yalnızca kurumsal eklentilerde kullanılabilir.
uk: Властивість "admin_install_only" зарезервована і може використовуватися лише в корпоративних додатках.
vi: Thuộc tính "admin_install_only" bị giữ lại và chỉ có thể được sử dụng trong tiện ích dành cho doanh nghiệp.
