Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Icons must be square.
ar: يجب أن تكون الأيقونات مربعة الشكل.
bs: Ikone moraju biti kvadrati.
cs: Ikony musí být čtvercové.
de: Symbole müssen quadratisch sein.
el: Τα εικονίδια πρέπει να είναι τετράγωνα.
es: Los iconos deben ser cuadrados.
fi: Kuvakkeiden tulee olla muodoltaan neliöitä.
fr: Les icônes doivent être carrées.
fur: Lis iconis a scugnin jessi cuadradis.
fy_nl: Piktogrammen moatte fjouwerkant wêze.
he: הסמלים חייבים להיות מרובעים.
hu: Az ikonoknak négyzetesnek kell lennie.
ia: Le icones debe ser quadrate.
id: Ikon harus persegi.
it: Le icone devono essere quadrate.
ja: アイコンは正方形でなければなりません。
ka: ხატულები უნდა იყოს კვადრატული ფორმის.
kab: Yessefk tignitin ad ilint d amkuz.
ms: Ikon mesti segi empat.
nl: Pictogrammen moeten vierkant zijn.
nn_no: Ikon må vere kvadratiske.
pl: Ikona musi być kwadratowa.
pt_br: Os ícones devem ser quadrados.
pt_pt: Ícones têm de ser quadrados.
ro: Pictogramele trebuie să fie pătrate.
ru: Значки должны быть квадратными.
si: නිරූපකය සතරැස් විය යුතුය.
sk: Ikony musia byť štvorcové.
sl: Ikone morajo biti kvadratne.
sq: Ikonat duhet të jenë katrore.
sv_se: Ikoner måste vara kvadratiska.
te: చిహ్నాలు చదరపు ఆకారంలో ఉండాలి.
th: ไอคอนต้องเป็นสี่เหลี่ยมจัตุรัส
tr: Simgeler kare olmalıdır.
uk: Піктограми повинні бути квадратними.
vi: Biểu tượng phải là hình vuông.

source: Icon at "%(path)s" must be square.
ar: يجب أن تكون الأيقونة في ”%(path)s“ مربعة الشكل.
bs: Ikona na "%(path)s" mora biti kvadrat.
cs: Ikona na cestě „%(path)s“ musí být čtverec.
de: Symbol unter „%(path)s“ muss quadratisch sein.
el: Το εικονίδιο στο "%(path)s" πρέπει να είναι τετράγωνο.
es: El icono en "%(path)s" debe ser cuadrado.
fi: Kuvakkeen polussa "%(path)s" tulee olla neliö.
fr: L’icône située à l’emplacement « %(path)s » doit être carrée.
fur: La icone in "%(path)s" e scugne jessi cuadrade.
fy_nl: Piktogram yn ‘%(path)s’ moat fjouwerkant wêze.
he: הסמל ב־„%(path)s” חייב להיות מרובע.
hu: A(z) „%(path)s” helyen lévő ikonnak négyzetesnek kell lennie.
ia: Le icone al "%(path)s" debe ser un quadrato.
id: Ikon di "%(path)s" harus persegi.
it: L'icona in "%(path)s" deve essere quadrata.
ja: 「%(path)s」にあるアイコンは正方形でなければなりません。
ka: ხატულა „%(path)s“ მისამართზე უნდა იყოს კვადრატული.
kab: Tignit yellan deg wadi "%(path)s" yessefk ad tili d amkuz.
ms: Ikon dalam "%(path)s" mesti segi empat.
nl: Pictogram in ‘%(path)s’ moet vierkant zijn.
nn_no: Ikona på "%(path)s" må vere kvadratiske.
pl: Ikona w „%(path)s” musi być kwadratowa.
pt_br: O ícone em "%(path)s" tem que ser quadrado.
pt_pt: Ícone em "%(path)s" tem de ser quadrado.
ro: Pictograma de la „%(path)s” trebuie să fie pătrată.
ru: Значок по пути «%(path)s» должен быть квадратным.
si: "%(path)s" හි නිරූපකය සතරැස් විය යුතුය.
sk: Ikona v „%(path)s“ musí byť štvorcová.
sl: Ikona v mapi "%(path)s" mora biti kvadratna.
sq: Ikona te "%(path)s" duhet të jenë katrore.
sv_se: Ikonen på "%(path)s" måste vara kvadratisk.
te: "%(path)s" లో ప్రతీకాలు చదరంగా ఉండాలి.
th: ไอคอนที่ "%(path)s" ต้องเป็นสี่เหลี่ยมจัตุรัส
tr: "%(path)s" yolundaki simge kare olmalıdır.
uk: Піктограми в "%(path)s" повинні бути квадратними.
vi: Biểu tượng tại "%(path)s" phải là hình vuông.

source: The size of the icon does not match the manifest.
ar: لا يتطابق مقاس الأيقونة مع البيان.
bs: Veličina ikone se ne poklapa sa manifestom.
cs: Velikost ikony neodpovídá manifestu.
de: Die Größe des Symbols passt nicht zum Manifest.
el: Το μέγεθος του εικονιδίου δεν ταιριάζει με το αρχείο δήλωσης.
es: El tamaño del icono no coincide con el del manifiesto.
fi: Kuvakkeen koko ei vastaa manifestia.
fr: La taille de l’icône ne correspond pas au manifeste.
fur: La dimension de icone no corispuint al manifest.
fy_nl: De grutte fan it piktogram komt net oerien mei it manifest.
he: גודל הסמל לא תואם את ה־manifest.
hu: Az ikon mérete nem egyezik a leíróval.
ia: Le dimension del icone non concorda con le manifesto.
id: Ukuran ikon tidak cocok dengan manifesnya.
it: La grandezza dell'icona non corrisponde al manifesto.
ja: アイコンのサイズがマニフェストと一致しません。
ka: ხატულის ზომა არ ემთხვევა მანიფესტში განსაზღვრულს.
kab: Teɣzi n tignit ur temṣada ara akked umeskan.
ms: Saiz ikon tidak sepadan dengan manifes.
nl: De grootte van het pictogram komt niet overeen met het manifest.
nn_no: Ikonstorleiken passar ikkje med manifestet.
pl: Wymiary ikony nie zgadzają się z manifestem.
pt_br: O tamanho do ícone não corresponde ao manifesto.
pt_pt: O tamanho do ícone não corresponde ao manifesto.
ro: Mărimea pictogramei nu corespunde manifestului.
ru: Размер значка не соответствует манифесту.
si: නිරූපකයේ ප්‍රමාණය ව්‍යක්තයට නොගැළපේ.
sk: Veľkosť ikony nezodpovedá manifestu.
sl: Velikost ikone se ne ujema z manifestom.
sq: Madhësia e ikonës nuk përputhet me atë në manifest.
sv_se: Ikonens storlek matchar inte manifestet.
te: ప్రతీకపు పరిమాణం మానిఫెస్ట్‌తో సరిపోలలేదు.
th: ขนาดของไอคอนไม่ตรงกับไฟล์กำกับ
tr: Simge dosyasının boyutu manifest dosyasındaki ile eşleşmiyor.
uk: Розмір піктограми не відповідає маніфесту.
vi: Kích thước của biểu tượng không phù hợp với manifest.

source: Expected icon at "%(path)s" to be %(expected)d pixels wide but was %(actual)d.
cs: Očekávaná ikona na „%(path)s“ bude %(expected)d pixelů široká, ale byla %(actual)d.
de: Symbol an „%(path)s“ mit Breite von %(expected)d Pixel erwartet, ist aber %(actual)d breit.
el: Το εικονίδιο στο «%(path)s» αναμενόταν να έχει πλάτος %(expected)d pixels, αλλά είχε πλάτος %(actual)d pixels.
fr: La largeur de l’icône à l’adresse « %(path)s » devrait mesurer %(expected)d pixels mais était de %(actual)d.
fur: La icone “%(path)s” e varès di vê une largjece di %(expected)d pixels ma int veve %(actual)d).
fy_nl: Ferwachte piktogram by ‘%(path)s’ is %(expected)d pixels breed, mar wie %(actual)d.
he: היה צפוי שהסמל ב־״%(path)s״ יהיה ברוחב של %(expected)d פיקסלים, אך בפועל היה %(actual)d.
hu: A(z) „%(path)s” ikon %(expected)d képpont szélességűként várt, de valójában ilyen széles volt: %(actual)d.
ia: Le icone a "%(path)s" era expectate esser %(expected)d pixel large, ma era %(actual)d.
it: L’icona “%(path)s” dovrebbe avere una larghezza di %(expected)d pixel (attuale %(actual)d).
ka: ხატულა „%(path)s“ მისამართზე უნდა ყოფილიყო %(expected)d პიქსელის სიგანით, მაგრამ აღმოჩნდა %(actual)d.
pt_br: Era esperado que o ícone em "%(path)s" tivesse %(expected)d pixels de largura, mas tem %(actual)d.
ru: Ожидаемый значок в «%(path)s» должен иметь ширину %(expected)d пикселей, но был %(actual)d.
sk: Očakáva sa, že ikona „%(path)s“ bude mať šírku %(expected)d pixelov, ale v skutočnosti má %(actual)d.
sl: Pričakovana velikost ikone na "%(path)s" je bila %(expected)d slikovnih pik, dejanska pa %(actual)d.
sq: Pritej që ikona te “%(path)s” të ishte %(expected)d piksela e gjerë, por qe %(actual)d.
sv_se: Förväntade ikonen vid "%(path)s" att vara %(expected)d pixlar bred men var %(actual)d.
uk: Очікувана ширина піктограми в "%(path)s" повинна бути %(expected)d пікселів, але була %(actual)d.
vi: Biểu tượng tìm thấy tại "%(path)s" rộng %(expected)d pixel nhưng lại là %(actual)d.

source: Corrupt image file
ar: ملف الصورة معطوب
bs: Oštećena datoteka slike
cs: Poškozený soubor obrázku
de: Grafikdatei beschädigt
el: Κατεστραμμένο αρχείο εικόνας
es: Archivo de imagen corrupto
fi: Vahingoittunut kuvatiedosto
fr: Fichier image corrompu
fur: File imagjin ruvinât
fy_nl: Skansearre ôfbyldingsbestân
he: קובץ התמונה פגום
hu: Sérült képfájl
ia: File imagine corrupte
id: Berkas gambar rusak
it: File immagine danneggiato
ja: 壊れた画像ファイル
ka: სურათი დაზიანებულია
kab: Afaylu n tugna irreẓ
ms: Fail imej rosak
nl: Beschadigd afbeeldingsbestand
nn_no: Skada bildefil
pl: Uszkodzony plik obrazu
pt_br: Arquivo de imagem corrompido
pt_pt: Ficheiro de imagem corrupto
ro: Fișier de imagine corupt
ru: Повреждённый файл изображения
si: හානි වූ රූප ගොනුවකි
sk: Poškodený súbor s obrázkom
sl: Pokvarjena slikovna datoteka
sq: Kartelë figure e dëmtuar
sv_se: Skadad bildfil
te: చెడిపోయిన చిత్రం ఫైలు
th: ไฟล์ภาพเสียหาย
tr: Hasarlı resim dosyası
uk: Пошкоджений файл зображення
vi: Tập tin bị hỏng

source: Expected icon file at "%(path)s" is corrupted
ar: توقّعت ملف أيقونة في ”%(path)s“، ولكنّه تالف
bs: Očekivana ikona datoteke na "%(path)s" je pokvarena
cs: Očekávaný soubor ikony na cestě „%(path)s“ je poškozený
de: Erwartete Symboldatei unter „%(path)s“ ist beschädigt
el: Το αναμενόμενο αρχείο εικονιδίου στο "%(path)s" έχει καταστραφεί
es: El archivo de icono previsto en "%(path)s" está corrupto
fi: Odotettu kuvatiedosto polussa "%(path)s" on vioittunut
fr: L’icône attendue, située à l’emplacement « %(path)s » est corrompue
fur: Il file icone previodût in "%(path)s" al è ruvinât
fy_nl: Ferwacht piktogrambestân yn ‘%(path)s’ is skansearre
he: קובץ הסמל המצופה ב־„%(path)s” פגום
hu: A(z) „%(path)s” helyen várt ikon sérült
ia: Le file icone expectate al "%(path)s" es corrupte
id: Berkas ikon yang diharapkan di %(path)s rusak
it: Il file icona previsto in "%(path)s" è danneggiato
ja: 「%(path)s」にあると期待されるアイコンファイルが壊れています
ka: მითითებულ „%(path)s“ მისამართზე ხატულის ფაილი დაზიანებულია
kab: Tignit yettwarǧan deg wadig "%(path)s" texseṛ
ms: Fail ikon yang dijangka dalam "%(path)s" sudah rosak
nl: Verwacht pictogrambestand in ‘%(path)s’ is beschadigd
nn_no: Forventa ikonfil på "%(path)s" er skadd
pl: Oczekiwany plik ikony w „%(path)s” jest uszkodzony
pt_br: O arquivo do ícone esperado em "%(path)s" está corrompido
pt_pt: Ficheiro de ícone esperado em "%(path)s" está corrompido
ro: Fișierul pictogramă așteptat, de la „%(path)s” este corupt
ru: Ожидаемый файл значка по пути «%(path)s» повреждён
si: "%(path)s" හි අපේක්‍ෂිත නිරූපක ගොනුව හානි වී ඇත
sk: Očakávaný súbor ikony v „%(path)s“ je poškodený
sl: Pričakovana datoteka ikone v mapi "%(path)s" je pokvarjena
sq: Kartela e pritshme e ikonës te "%(path)s" është e dëmtuar
sv_se: Förväntad ikonfil på "%(path)s" är skadad
th: ไฟล์ไอคอนที่คาดไว้ที่ "%(path)s" เสียหาย
tr: "%(path)s" yolundaki beklenilen simge dosyası bozuk.
uk: Очікуваний файл піктограми в "%(path)s" пошкоджений
vi: Tập tin biểu tượng tại "%(path)s" bị hỏng

source: This property has been deprecated.
cs: Tato vlastnost je zastaralá.
de: Diese Eigenschaft wird nicht mehr unterstützt.
el: Αυτή η ιδιότητα έχει καταργηθεί.
fr: Cette propriété est désormais obsolète.
fur: Cheste proprietât e je deplorade.
fy_nl: Dizze eigenskip is ferâldere.
he: מאפיין זה הוצא משימוש.
hu: Ez a tulajdonság elavult.
ia: Iste proprietate ha essite obsolete.
it: Questa proprietà è deprecata.
ja: このプロパティは推奨されていません。
ka: ეს თვისება მოძველებულია.
nl: Deze eigenschap is verouderd.
nn_no: Denne eigenskapen er forelda.
pl: Ta właściwość została oznaczona jako przestarzała.
pt_br: Esta propriedade está obsoleta.
pt_pt: Esta propriedade foi descontinuada.
ru: Это свойство устарело.
si: මෙම ගුණාංගය අත්හැර ඇත.
sk: Táto vlastnosť je zastaraná.
sl: Ta lastnost je opuščena.
sq: Kjo veti është nxjerrë nga përdorimi.
sv_se: Den här egenskapen är föråldrad.
tr: Bu özellik kullanımdan kaldırıldı.
uk: Ця властивість більше не підтримується.
vi: Thuộc tính này đã không còn được dùng nữa.

source: This theme LWT alias has been removed in Firefox 70.
cs: Tento LWT alias vzhledu je od verze Firefoxu 70 odstraněn.
de: Dieser Theme-LWT-Alias wurde in Firefox 70 entfernt.
el: Το ψευδώνυμο LWT αυτού του θέματος έχει αφαιρεθεί στο Firefox 70.
es: Este alias del tema LWS se ha eliminado en Firefox 70.
fr: L’alias de ce thème LWT a été supprimé dans Firefox 70.
fur: Chest alias dal teme LWS al è stât gjavât in Firefox 70.
fy_nl: It LWT-alias fan dit tema is fuortsmiten yn Firefox 70.
hu: A téma LWT álneve eltávolításra került a Firefox 70-ben.
ia: Iste thema LWT alias ha essite eliminate in Firefox 70.
id: Alias LWT tema ini telah dihapus di Firefox 70.
it: Il tema LWT alias è stato rimosso in Firefox 70.
ja: このテーマ LWT エイリアスは Firefox 70 で削除されました。
ka: თემის LWT-მეტსახელი მოცილებულია Firefox 70-იდან.
kab: Isem n usentel LWT yettwakkes deg Firefox 70.
nl: Het LWT-alias van dit thema is verwijderd in Firefox 70.
nn_no: Temaet LWT-alias er fjerna frå Firefox 70.
pl: Ten alias LWT motywu został usunięty w Firefoksie 70.
pt_br: Este alias LWT de tema foi removido no Firefox 70.
pt_pt: Este nome alternativo do tema LWT foi removido no Firefox 70.
ro: Acest alias LWT de temă a fost eliminat din Firefox 70.
ru: LWT-алиас этой темы был удалён в Firefox 70.
si: ෆයර්ෆොක්ස් 70 හි මෙම තේමාවේ LWT අපනාමය ඉවත් කර ඇත.
sk: Tento LWT alias témy vzhľadu bol odstránený vo Firefoxe 70.
sl: Ta vzdevek LWT teme je bil odstranjen v Firefoxu 70.
sq: Ky alias LWT teme është hequr në Firefox 70.
sv_se: Detta tema LWT-alias har tagits bort i Firefox 70.
te: ఈ అలంకారపు LWT మారుపేరు Firefox 70లో తొలగించబడింది.
th: นามแฝง LWT ของชุดตกแต่งนี้ได้ถูกเอาออกแล้วใน Firefox 70
tr: Bu tema LWT alias'ı Firefox 70'te kaldırılmıştır.
uk: Цей псевдонім LWT-теми було вилучено в Firefox 70.
vi: Bí danh chủ đề LWT này đã bị xóa trong Firefox 70.

source: See https://mzl.la/2T11Lkc (MDN Docs) for more information.
cs: Více informací najdete v dokumentaci MDN na adrese https://mzl.la/2T11Lkc .
de: Weitere Informationen finden Sie unter https://mzl.la/2T11Lkc (MDN Docs).
el: Δείτε το https://mzl.la/2T11Lkc (MDN Docs) για περισσότερες πληροφορίες.
es: Para más información, consulta https://mzl.la/2T11Lkc (MDN Docs).
fi: Katso lisätietoja osoitteesta https://mzl.la/2T11Lkc (MDN-dokumentit).
fr: Voir la documentation MDN à l’adresse https://mzl.la/2T11Lkc pour plus d’informations.
fur: Viôt https://mzl.la/2T11Lkc (Documentazion MDN) par vê plui informazions.
fy_nl: Sjoch https://mzl.la/2T11Lkc (MDN Docs) foar mear ynformaasje.
he: יש לעיין ב־https://mzl.la/2T11Lkc (מסמכי MDN) למידע נוסף.
hu: További információkért lásd: https://mzl.la/2T11Lkc (MDN dokumentáció).
ia: Vide https://mzl.la/2T11Lkc (MDN Docs) pro saper plus.
id: Lihat https://mzl.la/2T11Lkc (MDN Docs) untuk informasi lebih lanjut.
it: Visita https://mzl.la/2T11Lkc (Documentazione MDN) per maggiori informazioni.
ja: 詳しくは https://mzl.la/2T11Lkc (MDN Docs) をご覧ください。
ka: იხილეთ https://mzl.la/2T11Lkc (MDN-მასალები), დამატებითი ინფორმაციისთვის.
kab: Wali https://mzl.la/2T11Lkc (MDN Docs) i wugar n yisallen.
nl: Zie https://mzl.la/2T11Lkc (MDN Docs) voor meer informatie.
nn_no: Sjå https://mzl.la/2T11Lkc (MDN Docs) for meir informasjon.
pl: https://mzl.la/2T11Lkc (dokumentacja MDN) zawiera więcej informacji.
pt_br: Veja mais informações em https://mzl.la/2T11Lkc (MDN Docs).
pt_pt: Consulte https://mzl.la/2T11Lkc (Documentação da MDN) para mais informação.
ro: Vezi https://mzl.la/2T11Lkc (Documentația MDN) pentru mai multe informații.
ru: Смотрите https://mzl.la/2T11Lkc (Документацию на MDN) для получения дополнительной информации.
si: තව විස්තර සඳහා https://mzl.la/2T11Lkc (MDN ප්‍රලේඛනය) බලන්න.
sk: Ďalšie informácie nájdete na https://mzl.la/2T11Lkc (dokumentácia na MDN).
sl: Za več informacij glejte https://mzl.la/2T11Lkc (dokumente na omrežju MDN).
sq: Për më tepër të dhëna, shihni https://mzl.la/2T11Lkc (Dokumentim te MDN).
sv_se: Se https://mzl.la/2T11Lkc (MDN Docs) för mer information.
te: మరింత సమాచారం కోసం https://mzl.la/2T11Lkc (MDN పత్రావళి) చూడండి.
th: ดู https://mzl.la/2T11Lkc (คู่มือ MDN) สำหรับข้อมูลเพิ่มเติม
tr: Daha fazla bilgi için https://mzl.la/2T11Lkc (MDN Docs) sayfasına bakın.
uk: Перегляньте https://mzl.la/2T11Lkc (Документацію MDN) для отримання докладної інформації.
vi: Xem tại https://mzl.la/2T11Lkc (Tài liệu MDN) để biết thêm thông tin.

source: Theme image for "%(type)s" could not be found at "%(path)s"
cs: Obrázek vzhledu s typem „%(type)s“ nebyl na cestě „%(path)s“ nalezen.
de: Theme-Grafik für „%(type)s“ konnte nicht unter „%(path)s“ gefunden werden
el: Δεν ήταν δυνατή η εύρεση εικόνας θέματος για "%(type)s" στο "%(path)s"
es: No se pudo encontrar la imagen del tema "%(type)s" en "%(path)s"
fr: L’image du thème pour « %(type)s » n’a pu être trouvée à l’emplacement « %(path)s »
fur: Impussibil cjatâ la imagjin dal teme “%(type)s” in “%(path)s”
fy_nl: Temaôfbylding foar ‘%(type)s’ koe net fûn wurde yn ‘%(path)s’
he: לא ניתן למצוא את תמונת ערכת הנושא עבור ״%(type)s״ ב־״%(path)s״
hu: A(z) „%(type)s” típushoz tartozó témakép nem található itt: „%(path)s”
ia: Le imagine de thema pro "%(type)s" non pote ser trovate al "%(path)s"
id: Gambar tema untuk "%(type)s" tidak dapat ditemukan di "%(path)s"
it: Impossibile trovare l’immagine del tema “%(type)s” in “%(path)s”
ja: 「%(type)s」のテーマ画像が「%(path)s」に見つかりませんでした
ka: თემის გამოსახულება სახეობით „%(type)s“ ვერ მოიძებნა მისამართზე „%(path)s“
kab: Tugna n usentel i "%(type)s" ur tettwaf ara deg "%(path)s"
nl: Thema-afbeelding voor ‘%(type)s’ kon niet worden gevonden in ‘%(path)s’
nn_no: Klarte ikkje å finne temabilde for «%(type)s» på «%(path)s»
pl: Nie można odnaleźć obrazu motywu dla „%(type)s” w „%(path)s”
pt_br: Imagem de tema de "%(type)s" não foi encontrada em "%(path)s".
pt_pt: Não foi possível encontrar em "%(path)s" a imagem do tema para "%(type)s"
ro: Imaginea temei pentru „%(type)s” nu a putut fi găsită la „%(path)s”
ru: Изображение темы для «%(type)s» не найдено по пути «%(path)s»
si: "%(type)s" සඳහා තේමා රූපය "%(path)s" හි සොයාගත නොහැකි විය
sk: Obrázok témy vzhľadu pre „%(type)s“ nebol v „%(path)s“ nájdený
sl: V mapi "%(path)s" ni bilo mogoče najti slike teme za "%(type)s"
sq: Te "%(path)s" s’u gjet dot figurë teme për "%(type)s"
sv_se: Temabild för "%(type)s" kunde inte hittas på "%(path)s"
te: %(type)s కొరకు అలంకారపు బొమ్మ "%(path)s" వద్ద కనబడలేదు
th: ไม่พบภาพชุดตกแต่งสำหรับ "%(type)s" ที่ "%(path)s"
tr: "%(type)s" için tema görseli "%(path)s" konumunda bulunamadı
uk: Зображення теми для "%(type)s" не вдалося знайти в "%(path)s"
vi: Không thể tìm thấy hình ảnh của chủ đề cho "%(type)s" tại "%(path)s"

source: Corrupted theme image file
cs: Poškozený obrázku vzhledu
de: Beschädigte Theme-Grafikdatei
el: Κατεστραμμένο αρχείο εικόνας θέματος
es: Archivo de imagen de tema corrupto
fr: Fichier image du thème corrompu
fur: File imagjin dal teme ruvinât
fy_nl: Skansearre temaôfbyldingsbestân
he: קובץ התמונה של ערכת הנושא פגום
hu: Sérült témaképfájl
ia: File imagine de thema corrupte
id: Berkas gambar tema rusak
it: File immagine del tema danneggiato
ja: 壊れたテーマ画像ファイル
ka: თემის გამოსახულება დაზიანებულია
kab: Afaylu n tugna n usentel yeṛṛez
nl: Beschadigd thema-afbeeldingsbestand
nn_no: Skada temabildefil
pl: Uszkodzony plik obrazu motywu
pt_br: Arquivo de imagem de tema corrompido
pt_pt: Ficheiro de imagem de tema corrompido
ro: Fișier imagine al temei corupt
ru: Повреждённый файл изображения темы
si: හානි වූ තේමා රූප ගොනුවකි
sk: Poškodený súbor s obrázkom
sl: Pokvarjena slikovna datoteka teme
sq: Kartelë figure teme e dëmtuar
sv_se: Skadad temabildfil
te: పాడైన అలంకారపు బొమ్మ ఫైలు
th: ไฟล์ภาพชุดตกแต่งเสียหาย
tr: Bozuk tema resim dosyası
uk: Пошкоджений файл зображення теми
vi: Tập tin hình ảnh của chủ đề bị hỏng

source: Theme image file at "%(path)s" is corrupted
cs: Obrázek vzhledu na cestě „%(path)s“ je poškozený
de: Die Theme-Grafikdatei unter „%(path)s“ ist beschädigt
el: Το αρχείο εικόνας θέματος στο "%(path)s" έχει καταστραφεί
es: El archivo de imagen de tema en "%(path)s" está corrupto
fr: L’image du thème à l’emplacement « %(path)s » est corrompue
fur: Il file imagjin dal teme in "%(path)s" al è ruvinât
fy_nl: Temaôfbyldingsbestân yn ‘%(path)s’ is skansearre
he: קובץ תמונת ערכת הנושא ב״%(path)s״ פגום
hu: A(z) „%(path)s” helyen lévő témaképfájl sérült
ia: File imagine de thema corrupte a "%(path)s" es corrupte
id: Berkas gambar tema di "%(path)s" rusak
it: Il file immagine del tema in “%(path)s” è danneggiato
ja: 「%(path)s」にあるテーマ画像ファイルが壊れています
ka: თემის გამოსახულება მისამართზე „%(path)s“ დაზიანებულია
kab: Afaylu ntugna n usentel deg "%(path)s" yexṣer
nl: Thema-afbeeldingsbestand in ‘%(path)s’ is beschadigd
nn_no: Temabildefil "%(path)s" er skadd
pl: Plik obrazu motywu w „%(path)s” jest uszkodzony
pt_br: Arquivo de imagem de tema em "%(path)s" está corrompido
pt_pt: O ficheiro de imagem do tema em "%(path)s" está corrompido
ro: Fișierul imagine al temei de la „%(path)s” este corupt
ru: Файл изображения темы по пути «%(path)s» повреждён
si: "%(path)s" හි තේමා රූප ගොනුව හානි වී ඇත
sk: Obrázok témy vzhľadu v „%(path)s“ je poškodený
sl: Slika teme v mapi "%(path)s" je pokvarjena
sq: Kartela e figurës së temës te "%(path)s" është e dëmtuar
sv_se: Temabildfil "%(path)s" är skadad
th: ไฟล์ภาพชุดตกแต่งที่ "%(path)s" เสียหาย
tr: "%(path)s" adresindeki tema resmi dosyası bozuk
uk: Файл зображення теми в "%(path)s" пошкоджений
vi: Tập tin hình ảnh của chủ đề tại "%(path)s" bị hỏng

source: "%(fieldName)s" is not supported in manifest versions %(versionRange)s.
cs: "%(fieldName)s" není podporováno v manifestu ve verzích %(versionRange)s.
de: „%(fieldName)s“ wird in Manifest-Versionen %(versionRange)s nicht unterstützt.
el: Το «%(fieldName)s» δεν υποστηρίζεται στις εκδόσεις manifest %(versionRange)s.
fr: « %(fieldName)s » n’est pas pris en charge dans les versions %(versionRange)s du manifeste.
fur: “%(fieldName)s” nol è supuartât tes versions dal manifest %(versionRange)s.
fy_nl: ‘%(fieldName)s’ wurdt net stipe yn manifestferzjes %(versionRange)s.
he: ‏״%(fieldName)s״ אינו נתמך בגרסאות ה־manifest‏ %(versionRange)s.
hu: A(z) „%(fieldName)s” nem támogatott a következő jegyzékfájlverziókban: %(versionRange)s.
ia: "%(fieldName)s" non es supportate in le versiones del manifesto %(versionRange)s.
it: “%(fieldName)s” non è supportato nelle versioni del manifesto %(versionRange)s.
ka: „%(fieldName)s“ მხარდაუჭერელია მანიფესტის ვერსიაში %(versionRange)s.
pt_br: "%(fieldName)s" não é suportado em manifesto das versões %(versionRange)s.
ru: «%(fieldName)s» не поддерживается в версиях манифеста %(versionRange)s.
sk: Pole "%(fieldName)s" nie je podporované vo verziách manifestu %(versionRange)s.
sl: "%(fieldName)s" ni podprto v različicah manifesta %(versionRange)s.
sq: "%(fieldName)s" nuk mbulohet në versione manifesti %(versionRange)s.
sv_se: "%(fieldName)s" stöds inte i manifestversionerna %(versionRange)s.
tr: "%(fieldName)s", %(versionRange)s manifest sürümlerinde desteklenmiyor.
uk: "%(fieldName)s" не підтримується у маніфестах версій %(versionRange)s.
vi: "%(fieldName)s" không được hỗ trợ trong các phiên bản %(versionRange)s của tập tin manifest.
