Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: "%(method)s" called with non-local URI
cs: Metoda "%(method)s" volána s nelokálním URI
de: „%(method)s“ mit nicht-lokaler URI aufgerufen
el: Το «%(method)s» κλήθηκε με μη τοπικό URI
fr: « %(method)s » appelée avec un URI non local
fur: “%(method)s” clamât cun URI no-locâl
fy_nl: ‘%(method)s’ oanroppen mei in net-lokale URI
he: ‏״%(method)s״ נקרא עם URI לא מקומי
hu: A(z) „%(method)s” nem helyi URI-val meghívva
ia: "%(method)s" vocate con URI non-local
it: “%(method)s” chiamato con URI non locale
ka: „%(method)s“ გამოძახებულია არაადგილობრივი URI-ით
pt_br: "%(method)s" chamado com URI não local
ru: «%(method)s» вызывается с нелокальным URI
sk: "%(method)s" volané s iným ako lokálnym URI
sl: "%(method)s" klicana z nekrajevnim URI
sq: “%(method)s” u thirr me një URI jo lokale
sv_se: "%(method)s" anropas med icke-lokal URI
tr: "%(method)s" yerel olmayan URI ile çağrıldı
uk: "%(method)s" викликається з нелокальним URI
vi: "%(method)s" được gọi với URI không cục bộ

source: Calling "%(method)s" with a non-local URI will result in the dialog being opened with chrome privileges.
cs: Volání "%(method)s" s jiným než místním URI bude mít za následek otevření dialogového okna s oprávněními prohlížeče.
de: Der Aufruf von „%(method)s“ mit einer nicht-lokalen URI führt dazu, dass der Dialog mit Chrome-Berechtigungen geöffnet wird.
el: Η κλήση του «%(method)s» με ένα μη τοπικό URI θα έχει ως αποτέλεσμα το άνοιγμα του διαλόγου με δικαιώματα chrome.
fr: L’appel à « %(method)s » avec un URI non local ouvrira la boîte de dialogue avec les privilèges chrome.
fur: Se al ven clamât “%(method)s” cuntun URI no-locâl, il dialic che si vierzarà al varà i privileçs di chrome.
fy_nl: It oproppen fan ‘%(method)s’ mei in net-lokale URI sil resultearje yn it iepenjen fan it dialoochfinster mei chromeprivileezjes.
hu: A(z) „%(method)s” nem helyi URI-val történő meghívása a chrome jogosultságával fogja megnyitni a párbeszédablakot.
ia: Vocar "%(method)s" con un URI non-local comportara que le fenestra de dialogo essera aperite con privilegios de chrome.
it: Se si chiama “%(method)s” con un URI non locale, la finestra di dialogo verrà aperta con i privilegi chrome.
ka: „%(method)s“ არაადგილობრივი URI-ით გამოძახებისას იწვევს სარკმლის გახსნას chrome-ჩარჩოზე უფლებების მოპოვებით.
pt_br: Chamar "%(method)s" com um URI não local resulta na abertura de diálogo com privilégios chrome.
ru: Вызов «%(method)s» с нелокальным URI приведет к открытию диалогового окна с привилегиями chrome.
sk: Volanie "%(method)s" s iným ako lokálnym URI bude mať za následok otvorenie dialógového okna s oprávneniami prehliadača.
sl: Klicanje "%(method)s" z nekrajevnim URI bo povzročilo, da se bo pogovorno okno odprlo s pravicami brskalnika.
sq: Thirrja e “%(method)s” me një URI jo vendore do të sjellë hapjen e dialogut me privilegje “chrome”.
sv_se: Att anropa "%(method)s" med en icke-lokal URI kommer att resultera i att dialogrutan öppnas med chrome-privilegier.
uk: Виклик "%(method)s" з нелокальним URI призведе до відкриття діалогового вікна з правами Chrome.
vi: Gọi "%(method)s" bằng URI không cục bộ sẽ dẫn đến hộp thoại được mở bằng các đặc quyền của chrome.

source: JavaScript syntax error
ar: خطأ في صياغة جافاسكربت
bs: Greška JavaScript sintakse
de: JavaScript-Syntaxfehler
el: Συντακτικό σφάλμα JavaScript
es: error de sintaxis de JavaScript
fi: JavaScript-syntaksivirhe
fr: Erreur de syntaxe JavaScript
fur: Erôr di sintassi JavaScript
fy_nl: JavaScript-syntaksisflater
he: שגיאת תחביר JavaScript
hu: JavaScript szintaktikai hiba
ia: Error de syntaxe de JavaScript
id: Galat sintaksis JavaScript
it: Errore di sintassi JavaScript
ja: JavaScript 構文エラー
ka: JavaScript სინტაქსური შეცდომა
kab: Tuccḍa n tseddast JavaScript
ms: Ralat sintaks JavaScript
nl: JavaScript-syntaxisfout
nn_no: JavaScript-syntaxfeil
pl: Błąd składni języka JavaScript
pt_br: Erro de sintaxe JavaScript
pt_pt: Erro de sintaxe JavaScript
ro: Eroare de sintaxă JavaScript
ru: Синтаксическая ошибка JavaScript
si: ජාවාස්ක්‍රිප්ට් පද ගැළපුම් දෝෂයකි
sk: Chyba v syntaxi JavaScriptu
sl: Napaka skladnje JavaScripta.
sq: Gabim sintakse JavaScript
sv_se: JavaScript-syntaxfel
te: JavaScript సింటాక్స్ లోపం
th: ข้อผิดพลาดไวยากรณ์ JavaScript
tr: JavaScript söz dizimi hatası
uk: Синтаксична помилка JavaScript
vi: Lỗi cú pháp JavaScript

source: There is a JavaScript syntax error in your code, which might be related to some experimental JavaScript features that aren't an official part of the language specification and therefore not supported yet. The validation cannot continue on this file.
cs: Ve vašem kódu se vyskytla syntaktická chyba jazyka JavaScript, která může souviset s některými experimentálními funkcemi jazyka JavaScript, které nejsou oficiální součástí specifikace jazyka, a proto ještě nejsou podporovány. V ověřování tohoto souboru nelze pokračovat.
de: Es gibt einen JavaScript-Syntaxfehler in Ihrem Quelltext, was mit einigen experimentellen JavaScript-Funktionen zusammenhängen könnte, die kein offizieller Teil der Sprachspezifikation sind und daher noch nicht unterstützt werden. Die Überprüfung kann für diese Datei nicht fortgesetzt werden.
el: Υπάρχει ένα σφάλμα σύνταξης JavaScript στον κώδικά σας, το οποίο μπορεί να σχετίζεται με ορισμένες πειραματικές λειτουργίες της JavaScript που δεν αποτελούν επίσημο μέρος της προδιαγραφής της γλώσσας και επομένως, δεν υποστηρίζονται ακόμη. Η επικύρωση δεν μπορεί να συνεχιστεί σε αυτό το αρχείο.
fr: Il y a une erreur de syntaxe JavaScript dans votre code, qui peut être liée à certaines fonctionnalités JavaScript expérimentales qui ne font pas partie des spécifications du langage et ne sont donc pas encore prises en charge. La validation ne peut pas continuer pour ce fichier.
fur: Tal to codiç al è un erôr di sintassi JavaScript, che al podarès jessi colegât a funzions JavaScript sperimentâls che no son part uficiâl des specifichis dal lengaç di programazion e duncje no son ancjemò supuartadis. Nol è pussibil continuâ la convalide su chest file.
fy_nl: Der sit in JavaScript-syntaksisflater yn jo koade, dy’t mooglik relatearre is oan guon eksperimintele JavaScript-funksjes dy’t gjin offisjeel ûnderdiel binne fan de taalspesifikaasje en dus noch net stipe. De falidaasje kin net trochgean op dit bestân.
he: קיימת שגיאת תחביר של JavaScript בקוד שלך, שעשויה להיות קשורה לכמה תכונות JavaScript ניסיוניות שאינן חלק רשמי ממפרט השפה ולכן אינן נתמכות עדיין. האימות לא יכול להמשיך בקובץ זה.
hu: JavaScript szintaktikai hiba van a kódjában, amely néhány kísérleti JavaScript funkcióhoz kötődhet, amelyek hivatalosan nem részei a nyelvi specifikációnak, ezért még nem támogatottak. Az ellenőrzés nem folytatódhat ennél a fájlnál.
ia: Il ha un error de syntaxe JavaScript in tu codice, que poterea esser correlate a alcun functiones JavaScript experimental que non es un parte official del specification del lingua e dunque non ancora supportate. Le validation non pote continuar sur iste file.
it: È presente un errore di sintassi JavaScript nel codice. Potrebbe trattarsi di funzionalità JavaScript sperimentali che non fanno parte delle specifiche del linguaggio e pertanto non sono ancora supportate. Impossibile continuare la convalida per questo file.
ka: თქვენს კოდში JavaScript-ის სინტაქსური შეცდომაა, რომელიც შესაძლოა უკავშირდებოდეს JavaScript-ის ზოგიერთ საცდელ შესაძლებლობას, ოფიციალურად რომ არაა წარმოდგენილი ენის მახასიათებლებში და შესაბამისად, ჯერჯერობით ვერ იქნება მხარდაჭერილი. ამ ფაილის შემოწმებას ვეღარ განვაგრძობთ.
pt_br: Há um erro de sintaxe JavaScript em seu código, que pode estar relacionado a alguns recursos experimentais do JavaScript que não fazem parte da especificação oficial da linguagem, portanto ainda não são suportados. A validação não pode continuar neste arquivo.
ru: В вашем коде есть синтаксическая ошибка JavaScript, которая может быть связана с некоторыми экспериментальными функциями JavaScript, которые не являются официальной частью спецификации языка и поэтому ещё не поддерживаются. Проверка этого файла не может быть продолжена.
sk: Vo vašom kóde je chyba syntaxe JavaScript, ktorá môže súvisieť s niektorými experimentálnymi funkciami JavaScriptu, ktoré nie sú oficiálnou súčasťou špecifikácie jazyka, a preto ešte nie sú podporované. Kontrola tohto súboru nemôže pokračovať.
sl: V vaši kodi je prišlo do sintaktične napake JavaScripta, ki je lahko povezana z nekaterimi poskusnimi funkcijami JavaScripta, ki niso uradni del jezikovne specifikacije in zato še niso podprte. Preverjanja te datoteke ni mogoče nadaljevati.
sq: Ka një gabim sintakse JavaScript në kodin tuaj, çka mund të jetë i lidhur me ndonjë veçori eksperimentale të JavaScript-it, që s’janë pjesë zyrtare e specifikimeve të gjuhës dhe ndaj nuk mbulohen ende. Vlerësimi për këtë kartelë nuk mund të vazhdojë.
sv_se: Det finns ett JavaScript-syntaxfel i din kod, som kan vara relaterat till vissa experimentella JavaScript-funktioner som inte är en officiell del av språkspecifikationen och därför inte stöds ännu. Valideringen kan inte fortsätta på den här filen.
tr: Kodunuzda, dil şartnamesinin resmen parçası olmayan ve bu nedenle henüz desteklenmeyen bazı deneysel JavaScript özellikleriyle ilgili olabilecek bir JavaScript söz dizimi hatası var. Bu dosyada doğrulama devam edemez.
uk: У вашому коді є синтаксична помилка JavaScript, яка може бути пов’язана з деякими експериментальними функціями JavaScript, які не є офіційною частиною специфікації мови, тому ще не підтримуються. Неможливо продовжити перевірку цього файлу.
vi: Có lỗi cú pháp JavaScript trong mã của bạn, có thể liên quan đến một số tính năng JavaScript thử nghiệm không phải là một phần chính thức của đặc tả ngôn ngữ và do đó chưa được hỗ trợ. Việc xác thực không thể tiếp tục trên tập tin này.

source: Evaluation of strings as code can lead to security vulnerabilities and performance issues, even in the most innocuous of circumstances. Please avoid using `eval` and the `Function` constructor when at all possible.
cs: Vyhodnocování řetězců jako kódu může vést ke zranitelnostem zabezpečení a problémům s výkonem, a to i za těch nejneškodnějších okolností. Pokud je to možné, vyhněte se používání konstruktů `eval` a `Function`.
de: Die Auswertung von Strings als Quelltext kann selbst unter harmlosesten Umständen zu Sicherheitslücken und Leistungsproblemen führen. Bitte vermeiden Sie die Verwendung 'eval' und den 'Function'-Konstruktor, wenn möglich.
el: Η αξιολόγηση των συμβολοσειρών ως κώδικα μπορεί να οδηγήσει σε ευπάθειες ασφαλείας και ζητήματα επιδόσεων, ακόμα και στις πιο αβλαβείς περιστάσεις. Αποφύγετε τη χρήση του «eval» και του κονστράκτορα «Function» όπου αυτό είναι δυνατόν.
fr: L’évaluation de chaînes de caractères en tant que code peut entraîner des failles de sécurité et des problèmes de performances, même dans les circonstances les plus inoffensives. Veuillez éviter d’utiliser `eval` et le constructeur `Function` autant que possible.
fur: La valutazion di stringhis come codiç al pues puartâ a vulnerabilitâts di sigurece e problemis di prestazions, ancje tes circostancis plui inocuis. Se pussibil evite di doprâ “eval“ e il costrutôr “Function”.
fy_nl: Evaluaasje fan strings as koade kin liede ta befeiligingsproblemen en prestaasjeproblemen, sels yn de meast ûnskealike omstannichheden. Mij wannear mooglik it gebrûk fan ‘eval’ en de ‘Function’-constructor.
hu: A karakterláncok kódként történő kiértékelése biztonsági sérülékenységekhez és teljesítménybeli problémákhoz vezethet, még a legártalmatlanabb körülmények között is. Lehetőleg kerülje az `eval` függvény és a `Function` konstruktor használatát.
ia: Le evalutation de catenas como codice pote ducer a vulnerabilitates de securitate e problemas de prestation, mesmo in le plus innocue de circumstantias. Evita de usar `eval` e le `Function` constructor quando possibile.
it: La valutazione di stringhe come codice può portare a vulnerabilità di sicurezza e problemi di prestazioni, anche nelle circostanze più innocue. Quando possibile, evitare l’utilizzo di “eval“ e del costruttore “Function”.
ka: სტრიქონების კოდად შეფასებამ შეიძლება გამოიწვიოს უსაფრთხოებისა და წარმადობის ხარვეზები მეტად უვნებელ პირობებშიც კი. გთხოვთ თავიდან აიცილოთ `eval` და `Function` კონსტრუქტორები, როცა კი შესაძლებელია.
pt_br: A execução de strings como código pode levar a vulnerabilidades de segurança e problemas de desempenho, mesmo nas circunstâncias mais inócuas. Evite usar `eval` e o construtor de `Function` sempre que possível.
ru: Оценка строк как кода может привести к уязвимостям безопасности и проблемам с производительностью даже в самых безобидных обстоятельствах. Пожалуйста, по возможности избегайте использования `eval` и конструктора `Function`.
sk: Vyhodnocovanie reťazcov ako kódu môže viesť k bezpečnostným chybám a problémom s výkonom, a to aj za tých zdanlivo najnevinnejších okolností. Ak je to možné, vyhnite sa používaniu konštruktorov `eval` a `Function`.
sl: Vrednotenje nizov kot kode lahko povzroči varnostne ranljivosti in težave z delovanjem, tudi v najbolj neškodljivih okoliščinah. Izogibajte se uporabi `eval` in konstruktorja `Function`, kadar je le mogoče.
sq: Vlerësimi i vargjeve si kod mund të shpjerë te cenueshmëri sigurie dhe probleme funksionimi, qoftë edhe në rrethana plotësisht të padëmshme. Ju lutemi, shmangni përdorimin e elementëve `eval` dhe `Function`, kur kjo është e mundur.
sv_se: Utvärdering av strängar som kod kan leda till säkerhetsbrister och prestandaproblem, även under de mest ofarliga omständigheter. Undvik att använda "eval" och "Function"-konstruktorn när det är möjligt.
tr: Dizgilerin kod olarak değerlendirilmesi, en zararsız koşullarda bile güvenlik açıklarına ve performans sorunlarına yol açabilir. Lütfen mümkün olduğunca `eval` ve `Function` constructor'ını kullanmaktan kaçının.
uk: Оцінка рядків як коду може призвести до вразливості безпеки та проблем зі швидкодією навіть у найнешкідливіших обставинах. Уникайте використання `eval` і конструктора `Function`, коли це можливо.
vi: Việc đánh giá các chuỗi dưới dạng mã có thể dẫn đến các lỗ hổng bảo mật và các vấn đề về hiệu suất, ngay cả trong những trường hợp vô hại nhất. Vui lòng tránh sử dụng hàm tạo `eval` và `Function` khi có thể.

source: setTimeout, setInterval and execScript functions should be called only with function expressions as their first argument
cs: Funkce setTimeout, setInterval a execScript by se měly volat pouze s funkčními výrazy jako prvním argumentem.
de: setTimeout-, setInterval- und execScript-Funktionen sollten nur mit Funktionsausdrücken als erstem Argument aufgerufen werden.
el: Οι συναρτήσεις setTimeout, setInterval και execScript πρέπει να καλούνται μόνο με εκφράσεις συνάρτησης ως το πρώτο τους όρισμα
fr: Les fonctions setTimeout, setInterval et execScript doivent être appelées uniquement avec des expressions de fonction comme premier argument
fur: Lis funzions setTimeout, setInterval e execScript a scugnin jessi clamadis nome cun espressions di funzion tant che lôr prin argoment
fy_nl: De funksjes setTimeout, setInterval en execScript meie allinnich oanroppen wurde mei funksje-ekspresjes as harren earste argumint
he: יש לקרוא לפונקציות setTimeout, ‏setInterval ו־execScript רק עם ביטויי פונקציה כארגומנט הראשון שלהם
hu: A setTimeout, a setInterval és az execScript függvényeket csak függvénykifejezést tartalmazó első argumentummal szabad meghívni
ia: Le functiones setTimeout, setInterval e execScript debe esser vocate solo con expressiones de function como lor prime argumento.
it: Le funzioni setTimeout, setInterval ed execScript devono essere chiamate solo con espressioni di funzione come primo argomento
ka: setTimeout, setInterval და execScript ფუნქციები უნდა იყოს გამოძახებული მხოლოდ ფუნქციის გამოსახულებების მიწოდებით პირველ არგუმენტად
pt_br: As funções setTimeout, setInterval e execScript só devem ser chamadas com expressões de função como primeiro argumento
ru: Функции setTimeout, setInterval и execScript следует вызывать только с функциональными выражениями в качестве первого аргумента
sk: Funkcie setTimeout, setInterval a execScript by sa mali volať iba s výrazmi funkcií ako ich prvým argumentom
sl: Funkcije setTimeout, setInterval in execScript lahko kličete samo s funkcijskimi izrazi kot prvim argumentom
sq: Funksionet setTimeout, setInterval dhe execScript duhen thirrur vetëm me shprehje funksioni si argumenti i parë i tyre
sv_se: Funktionerna setTimeout, setInterval och execScript ska endast anropas med funktionsuttryck som första argument
tr: setTimeout, setInterval ve execScript fonksiyonları yalnızca ilk argümanları olarak fonksiyon ifadeleriyle çağrılmalıdır
uk: Функції setTimeout, setInterval і execScript слід викликати лише з виразами функції як першим аргументом
vi: Các hàm setTimeout, setInterval và execScript chỉ nên được gọi với các biểu thức hàm làm đối số đầu tiên của chúng

source: Unexpected global passed as an argument
ar: مُرّر متغير عالمي باعتباره معطى بشكل غير متوقع
bs: Argument je neočekivano prošao kao globalni
cs: Neočekávaná globální proměnná byla předaná jako parametr
de: Argument wurde unerwartet als global weitergegeben
el: Μια απροσδόκητη καθολική μεταβλητή πέρασε ως όρισμα
es: Variable global inesperada pasada como argumento
fr: Variable globale inattendue passée comme un argument
fur: Variabile globâl inspietade passade tant che argoment
fy_nl: Unferwachte globale fariabele trochjûn as argumint
he: משתנה גלובלי בלתי צפוי הועבר כארגומנט
hu: Nem várt argumentumként átadott globális változó
ia: Variabile global non expectate passate como argumento
id: Variabel global tiba-tiba diluluskan sebagai argumen
it: Variabile globale inattesa passata come argomento
ja: 予期せぬグローバル変数が引数として渡されています
ka: არგუმენტი მოულოდნელი გადაიცა გლობალურად
kab: Amutti amatu iɛedda am tɣiret
ms: Global tidak dijangka diluluskan sebagai hujah
nl: Onverwachte globale variabele doorgegeven als argument
nn_no: Uventa global sendt som eit argument
pl: Nieoczekiwane „global” przekazane jako parametr
pt_br: Variável global inesperado passada como argumento
pt_pt: Global inesperado passado como um argumento
ro: Variabilă globală neașteptată trecută ca argument
ru: Неожиданное использование глобальной переменной в качестве аргумента
sk: Neočakávaná globálna premenná prešla ako parameter
sl: Globalna spremenljivka nepričakovano podana kot argument
sq: U dha si argument një global i papritur
sv_se: Oväntad global skickad som ett argument
th: ตัวแปรส่วนกลางที่ไม่คาดคิดถูกส่งผ่านเป็นอาร์กิวเมนต์
tr: Argüman olarak beklenmeyen global aktarıldı
uk: Неочікуване використання глобальної змінної в якості аргументу
vi: Việc sử dụng biến toàn cục làm đối số không mong muốn

source: Passing a global as an argument is not recommended. Please make this a var instead.
cs: Předávání globálního prvku jako argumentu se nedoporučuje. Místo toho použijte proměnnou.
de: Die Weitergabe eines global als Argument wird nicht empfohlen. Bitte machen Sie dies stattdessen zu einer var.
el: Το πέρασμα μιας καθολικής μεταβλητής ως ορίσματος δεν προτείνεται. Παρακαλούμε μετατρέψτε τη σε var.
fr: Il n’est pas recommandé de passer une variable globale comme argument. Veuillez plutôt utiliser « var ».
fur: Nol è conseât passâ un “global” tant che argoment. Al so puest rindilu un “var”.
fy_nl: It trochjaan fan in globale wearde as argumint wurdt net oanrekommandearre. Meitsje hjir in var fan.
hu: A globális változók argumentumként történő átadása nem ajánlott. Tegye ezt változóvá.
ia: Passar un global como argumento non es recommendate. In vice rende isto un var.
it: Non è consigliabile passare un “global” come argomento. Al suo posto utilizzare “var”.
ka: გლობალური ცვლადის არგუმენტად გადაცემა არსასურველია. გთხოვთ, სანაცვლოდ გამოიყენოთ Var.
pt_br: Passar um global como argumento não é recomendado. Em vez disso, torne isso 'var'.
ru: Нежелательно передавать общее значение в качестве аргумента. Пожалуйста, сделайте это переменной.
sk: Neodporúča sa používať globálne premenné ako argument. Použite premennú.
sl: Posredovanje globalne spremenljivke kot argumenta ni priporočljivo. Raje uporabite "var".
sq: Nuk rekomandohet përtypja e një globali si të qe një argument. Ju lutemi, bëjeni këtë një ndryshore më mirë.
sv_se: Att skicka en global som argument rekommenderas inte. Gör detta till en var istället.
tr: Global bir değişkeni argüman olarak iletmek önerilmez. Lütfen global yerine var tanımlaması kullanın.
uk: Не рекомендується передавати глобальне значення як аргумент. Натомість зробіть його змінною.
vi: Không nên chuyển global làm đối số. Thay vào đó, hãy biến điều này thành var.

source: Use of document.write strongly discouraged.
ar: لا يُنصح بتاتا باستخدام document.write.
bs: Upotreba document.write je snažno obeshrabrena.
cs: Používání document.write není zcela doporučováno.
de: Von der Verwendung von document.write wird dringend abgeraten.
el: Η χρήση του document.write δεν προτείνεται.
es: Se desaconseja el uso de document.write.
fi: Document.write:n käyttöä ei suositella.
fr: L’utilisation de document.write est fortement déconseillée.
fur: Al è une vore disconseât doprâ document.write.
fy_nl: Gebrûk fan document.write wurdt strang ôfrêd.
he: מומלץ מאוד שלא להשתמש ב־document.write.
hu: A document.write használata erősen ellenjavallt.
ia: Le uso de document.write es fortemente discoragiate.
id: Penggunaan document.write sangat tidak dianjurkan.
it: L'uso di document.write è sconsigliato.
ja: document.write の使用は避けてください。
ka: document.write-ის გამოყენება, მეტად არასასურველია.
kab: Aseqdec n document.write ur yelhi ara.
ms: Penggunaan document.write sangat tidak digalakkan.
nl: Gebruik van document.write wordt sterk afgeraden.
nn_no: Bruk av document.write er ikkje tilrådd.
pl: Użycie document.write jest mocno niezalecane.
pt_br: O uso de document.write é fortemente desencorajado.
pt_pt: Utilização de document.write fortemente desencorajada.
ro: Utilizarea document.write este puternic nerecomandată.
ru: Использование document.write настоятельно не рекомендуется.
si: document.write භාවිතය නිර්දේශ නොකෙරේ.
sk: Použitie document.write sa neodporúča.
sl: Uporaba document.write se močno odsvetuje.
sq: Përdorimi i document.write shkëshillohet me forcë.
sv_se: Användning av document.write rekommenderas inte.
te: document.write వాడకం వారించబడింది.
th: ไม่แนะนำให้ใช้ document.write เป็นอย่างยิ่ง
tr: document.write kullanımı kesinlikle önerilmez.
uk: Використання document.write категорично не рекомендується.
vi: Không khuyến khích sử dụng document.write.
