Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: document.write will fail in many circumstances when used in extensions, and has potentially severe security repercussions when used improperly. Therefore, it should not be used.
cs: document.write za mnoha okolností při použití v rozšířeních selže a při nesprávném použití může mít závažné bezpečnostní důsledky. Proto by se neměl používat.
de: document.write wird in vielen Fällen fehlschlagen, wenn es in Erweiterungen verwendet wird, und hat potenziell schwerwiegende Auswirkungen auf die Sicherheit, wenn es nicht richtig verwendet wird. Daher sollte er nicht verwendet werden.
el: Το document.write θα αποτύχει σε πολλές περιπτώσεις όταν χρησιμοποιείται σε επεκτάσεις και έχει δυνητικά σοβαρές επιπτώσεις στην ασφάλεια όταν χρησιμοποιείται με λανθασμένο τρόπο. Επομένως, δεν πρέπει να χρησιμοποιείται.
fr: document.write échouera dans de nombreuses circonstances lorsque cette fonction est utilisée dans des extensions, et a de graves répercussions sur la sécurité si elle est utilisée incorrectement. Par conséquent, elle ne doit pas être utilisée.
fur: document.write nol funzionarà in tantis circostancis cuant che al ven doprât tes estensions e al podarès vê ripercussions grivis su la sigurece se al ven doprât mâl. Duncje, nol sarès di doprâ.
fy_nl: document.write sil yn in protte gefallen mislearje by gebrûk yn útwreidingen, en hat mooglik earnstige gefolgen foar de feilichheid by net kret gebrûk. Dêrom mei it net brûkt wurde.
he: ‏document.write ייכשל בנסיבות רבות בשימוש בהרחבות, ועלולות להיות לו השלכות אבטחה חמורות בשימוש לא נכון. לכן, אין להשתמש בו.
hu: A document.write sok esetben nem sikerül, ha kiegészítőkben használják, és nem megfelelő használat esetén súlyos biztonsági vonatkozásai lehetnek. Ezért nem szabad használni.
ia: document.write fallera in multe circumstantias quando usate in extensiones, e ha potentialmente sever repercussiones de securitate quando usate incorrectemente. Dunque, illo non pote esser usate.
it: document.write non funzionerà in molte circostanze quando utilizzato nelle estensioni e potrebbe avere gravi ripercussioni sulla sicurezza se utilizzato in modo improprio. Pertanto, non dovrebbe essere utilizzato.
ka: document.write უმეტესად ვერ მუშაობს გაფართოების შიგნით და წარმოშობს უსაფრთხოების კუთხით მძიმე შედეგებს არასათანადოდ გამოყენებისას. შესაბამისად, არიდებული უნდა იყოს.
pt_br: document.write falha em muitas circunstâncias quando usado em extensões e tem repercussões de segurança potencialmente severas quando usado inadequadamente. Sendo assim, não deve ser usado.
ru: document.write во многих случаях не будет работать при использовании в расширениях и может иметь серьезные последствия для безопасности при неправильном использовании. Поэтому его не следует использовать.
sk: document.write zlyháva za mnohých okolností, keď sa použije v rozšíreniach, a pri nesprávnom použití má potenciálne vážne dôsledky na bezpečnosť. Preto by sa nemal používať.
sl: document.write ne deluje v mnogo primerih, če se uporablja v razširitvah, in ima lahko resne varnostne posledice, če se uporablja nepravilno. Zato je najbolje, da se ga ne uporablja.
sq: document.write do të dështojë në mjaft rrethana, kur përdoret në zgjerime dhe ka pasoja sigurie potencialisht të rëndat, kur përdoret keq. Ndaj, s’duhet përdorur.
sv_se: document.write kommer att misslyckas i många fall när det används i tillägg och har potentiellt allvarliga säkerhetsmässiga återverkningar när den används felaktigt. Därför bör den inte användas.
uk: document.write не спрацьовує у багатьох випадках, коли використовується у розширеннях, і має потенційні серйозні загрози безпеці, якщо використовується неправильно. Тому його не слід використовувати.
vi: document.write sẽ không thành công trong nhiều trường hợp khi được sử dụng trong các tiện ích mở rộng và có khả năng gây hậu quả bảo mật nghiêm trọng khi sử dụng không đúng cách. Do đó, nó không nên được sử dụng.

source: Banned 3rd-party JS library
ar: مكتبة جافاسكربت من طرف ثالث محجوبة
bs: Zabranjena JS biblioteka trećih strana
cs: Zakázané externí JS knihovny
de: Gesperrte externe JS-Bibliothek
el: Απαγορευμένη βιβλιοθήκη JS τρίτου
es: Biblioteca JS de terceros prohibida
fi: Kielletty kolmannen osapuolen JS-kirjasto
fr: Bibliothèque JS tierce interdite d’utilisation
fur: Librarie JS di tiercis parts bandidis
fy_nl: Blokkearre JS-biblioteek fan tredden
he: ספריית JS חסומה מצד שלישי
hu: Tiltott harmadik féltől származó JS könyvtár
ia: Bibliotheca JS de tertios prohibite
id: Pustaka JS pihak ke-3 yang dilarang
it: Librerie JS di terze parti non consentite
ja: 禁止されているサードパーティ JS ライブラリー
ka: აკრძალული გარეშე JS ბიბლიოთეკა
kab: Tamkerḍit JS tis kraḍ tegdel i useqdec
ms: Pustaka JS pihak ke-3 yang disekat
nl: Geblokkeerde JS-bibliotheek van derden
nn_no: Forbydt tredjeparts JS-bibliotek
pl: Zabroniona biblioteka JS od firmy trzeciej
pt_br: Biblioteca JS de terceiros banida
pt_pt: Biblioteca JS de terceiros banida
ro: Bibliotecă JS de la terți interzisă
ru: Запрещённая сторонняя JS библиотека
si: තහනම් තෙවන පාර්ශ්ව JS එකතුවකි
sk: Zakázaná JS knižnica tretej strany
sl: Prepovedana knjižnica JS tretje osebe
sq: Librari e ndaluar JS prej palësh të treta
sv_se: Förbjudet JS-bibliotek från tredje part
te: నిషేధించిన 3వ-పక్ష JS లైబ్రరీ
th: ไลบรารี JS ของบุคคลที่สามที่ถูกห้าม
tr: Yasaklı üçüncü taraf JS kütüphanesi
uk: Заблокована стороння бібліотека JS
vi: Thư viện JS của bên thứ 3 bị cấm

source: Your add-on uses a JavaScript library we consider unsafe. Read more: https://bit.ly/1TRIyZY
cs: Váš doplněk používá JavaScriptovou knihovnu, kterou nepovažujeme za bezpečnou. Podrobnosti na https://bit.ly/1TRIyZY
de: Ihr Add-on verwendet eine JavaScript-Bibliothek, die wir als nicht sicher ansehen. Weitere Informationen: https://bit.ly/1TRIyZY
el: Το πρόσθετό σας χρησιμοποιεί μια βιβλιοθήκη JavaScript που δεν θεωρούμε ασφαλή. Διαβάστε περισσότερα: https://bit.ly/1TRIyZY
fr: Votre module complémentaire utilise une bibliothèque JavaScript que nous considérons comme non sécurisée. Pour plus d’informations, consultez : https://bit.ly/1TRIyZY
fur: Il to component adizionâl al dopre une librarie JavaScript che no considerìn sigure. Lei di plui in merit: https://bit.ly/1TRIyZY
fy_nl: Jo add-on brûkt in JavaScript-biblioteek dy’t wy as ûnfeilich beskôgje. Mear ynfo: https://bit.ly/1TRIyZY
he: התוספת שלך משתמשת בספריית JavaScript שאנו מחשיבים כבלתי בטוחה. ניתן לקרוא עוד כאן: https://bit.ly/1TRIyZY
hu: A kiegészítője egy általunk nem biztonságosnak tekintett JavaScript programkönyvtárat használ. Bővebben: https://bit.ly/1TRIyZY
ia: Tu additivo usa un bibliotheca JavaScript que nos no considera secur. Lege plus: https://bit.ly/1TRIyZY
it: Il tuo componente aggiuntivo utilizza una libreria JavaScript che consideriamo non sicura. Per saperne di più: https://bit.ly/1TRIyZY
ka: თქვენი დამატება იყენებს JavaScript-ბიბლიოთეკას, რომელიც საფრთხის შემცველად მიგვაჩნია. იხილეთ ვრცლად: https://bit.ly/1TRIyZY
pt_br: Sua extensão usa uma biblioteca JavaScript que consideramos não segura. Saiba mais: https://bit.ly/1TRIyZY
ru: В вашем дополнении используется библиотека JavaScript, которую мы считаем небезопасной. Подробнее: https://bit.ly/1TRIyZY
sk: Váš doplnok používa knižnicu JavaScriptu, ktorú považujeme za nebezpečnú. Ďalšie informácie: https://bit.ly/1TRIyZY
sl: Vaš dodatek uporablja knjižnico JavaScript, ki jo štejemo za nevarno. Več na: https://bit.ly/1TRIyZY
sq: Shtesa juaj përdor një bibliotekë JavaScript që e konsiderojmë jo të parrezik. Lexoni më tepër: https://bit.ly/1TRIyZY
sv_se: Ditt tillägg använder ett JavaScript-bibliotek som vi anser vara osäkert. Läs mer: https://bit.ly/1TRIyZY
tr: Eklentiniz güvenli olmadığını düşündüğümüz bir JavaScript kitaplığı kullanıyor. Daha fazla bilgi için: https://bit.ly/1TRIyZY
uk: Ваш додаток використовує бібліотеку JavaScript, яку ми вважаємо небезпечною. Докладніше: https://bit.ly/1TRIyZY
vi: Tiện ích bổ sung của bạn sử dụng thư viện JavaScript mà chúng tôi cho là không an toàn. Đọc thêm: https://bit.ly/1TRIyZY

source: Your JSON contains block comments.
ar: يحتوي ملف JSON تعليقات كتلية.
bs: Vaš JSON sadrži blokirane komentare.
cs: Váš JSON obsahuje blokové komentáře.
de: Ihre JSON enthält Block-Kommentare.
el: Το JSON σας περιέχει σχόλια μπλοκ.
es: Tu archivo JSON incluye comentarios multilínea.
fi: Määrittelemäsi JSON sisältää lohkokommentteja.
fr: Le code JSON contient des blocs de commentaires.
fur: Il file JSON al conten coments di bloc.
fy_nl: Jo JSON befettet blokkommentaren.
he: ה־JSON שלך מכיל מקטעי הערות.
hu: A JSON megjegyzésblokkot tartalmaz.
ia: Tu JSON contine commentos in bloco.
id: JSON Anda mengandung komentar pemblokiran.
it: Il file JSON contiene commenti di blocco.
ja: JSON にブロックコメントが含まれています。
ka: თქვენი JSON შეიცავს მრავალხაზიან შენიშვნებს.
kab: Tangalt-ik JSON tegber iḥder n yiwenniten.
ms: JSON anda mengandungi komen blok.
nl: Uw JSON bevat blokcommentaren.
nn_no: JSON-en din inneheld blokkkommentarar.
pl: Kod JSON zawiera komentarze blokowe.
pt_br: Seu JSON contém comentários em bloco.
pt_pt: O seu JSON contém comentários em bloco.
ro: Fișierul tău JSON conține blocuri de comentarii.
ru: Ваш JSON содержит многострочные комментарии.
si: ඔබගේ JSON හි අවහිර අදහස් අඩංගු වේ.
sk: Váš JSON obsahuje blokové komentáre.
sl: Vaša datoteka JSON vsebuje bloke komentarjev.
sq: Kartela juaj JSON përmban komente blloku.
sv_se: Din JSON innehåller blockkommentarer.
te: మీ JSONలో బ్లాక్ వ్యాఖ్యలు ఉన్నాయి.
th: JSON ของคุณมีความคิดเห็นเกี่ยวกับการปิดกั้น
tr: JSON dosyanız blok yorumlar çeriyor.
uk: Ваш JSON містить багаторядкові коментарі.
vi: JSON của bạn chứa các bình luận (comment) bị chặn.

source: Only line comments (comments beginning with "//") are allowed in JSON files. Please remove block comments (comments beginning with "/*")
cs: V souborech JSON jsou povoleny pouze řádkové komentáře (komentáře začínající "//"). Odstraňte prosím blokové komentáře (komentáře začínající "/*").
de: In JSON-Dateien sind nur Zeilenkommentare (Kommentare, die mit "//" beginnen) erlaubt. Bitte entfernen Sie blockweise Kommentare (Kommentare, die mit „/*“ beginnen“)
el: Επιτρέπονται μόνο σχόλια γραμμής (σχόλια που ξεκινούν με «//») στα αρχεία JSON. Παρακαλούμε αφαιρέστε τα σχόλια πολλαπλών γραμμών (σχόλια που ξεκινούν με «/*»)
fr: Seuls les commentaires de ligne (commentaires commençant par « // ») sont autorisés dans les fichiers JSON. Veuillez retirer les blocs de commentaires (commentaires commençant par « /* »)
fur: Tai files JSON a son consintûts dome coments di rie (i coments che a scomencin cun “//”). Gjave i blocs di coments (coments che a scomencin cun “/*”)
fy_nl: Allinnich regelopmerkingen (opmerkingen dy’t begjinne me ‘//’) binne tastien yn JSON-bestannen. Smyt blokopmerkingen (opmerkingen begjinnend mei ‘/*’) fuort
he: רק הערות שורה (הערות המתחילות ב־״//״) מותרות בקובצי JSON. נא להסיר תגובות בלוק (תגובות המתחילות ב־״‎/*‎״)
hu: Csak a sorszintű megjegyzések („//” karakterekkel kezdődő megjegyzések) használhatók a JSON-fájlokban. Távolítsa el a blokkszintű megjegyzéseket („/*” karakterekkel kezdődő megjegyzések).
ia: Solo commentos linear (initiante con "//") es permittite in le files JSON. Remove le commentos in bloco (inter "/*" e "*/")
it: Nei file JSON sono consentiti solo commenti di riga (commenti che iniziano con “//”). Rimuovere i blocchi di commenti (commenti che iniziano con “/*”)
ka: JSON-ფაილებში მხოლოდ სტრიქონული სახის შენიშვნებია მიღებულია („//“ რომ აქვთ საწყისად). გთხოვთ მოაცილოთ მრავალსტრიქონიანი შენიშვნები („/*“ რომ აქვთ საწყისად)
pt_br: Em arquivos JSON, só são permitidos comentários de linha (comentários começando com "//"). Remova comentários em bloco (entre "/*" e "*/")
ru: В файлах JSON разрешены только строчные комментарии (комментарии, начинающиеся с «//»). Пожалуйста, удалите блочные комментарии (комментарии, начинающиеся с «/*»)
sk: V súboroch JSON sú povolené iba riadkové komentáre (komentáre začínajúce znakom „//“). Odstráňte blokové komentáre (komentáre začínajúce na „/*“)
sl: V datotekah JSON so dovoljeni samo vrstični komentarji (ki se začenjajo z "//"). Odstranite komentarje v blokih (ki se začenjajo z "/*")
sq: Në kartela JSON lejohen vetëm komente rreshti (komente që fillojnë me "//"). Ju lutemi, hiqni komente blloqesh (komente që fillojnë me "/*")
sv_se: Endast radkommentarer (kommentarer som börjar med "//") är tillåtna i JSON-filer. Ta bort blockkommentarer (kommentarer som börjar med "/*")
tr: JSON dosyalarında yalnızca tek satırlık yorumlara ("//" ile başlayan yorumlar) izin verilir. Lütfen blok yorumları ("/*" ile başlayan yorumlar) kaldırın
uk: У файлах JSON дозволені лише рядкові коментарі (які починаються з "//"). Видаліть блокові коментарі (які починаються з "/*")
vi: Chỉ cho phép comment (bắt đầu bằng "//") trong tập tin JSON. Vui lòng xóa các block comment (bắt đầu bằng "/*")

source: Duplicate keys are not allowed in JSON files.
ar: ليس مسموحا بتكرار المفاتيح في ملفات JSON.
bs: Dupli ključevi nisu dozvoljeni u JSON datotekama.
cs: V JSON souborech nejsou duplicitní klíče povoleny.
de: Doppelte Schlüssel sind in JSON-Dateien nicht erlaubt.
el: Δεν επιτρέπονται διπλότυπα κλειδιά στα αρχεία JSON.
es: No se pueden duplicar claves en los archivos JSON.
fi: Kahdennetut avaimet eivät ole sallittuja JSON-tiedostoissa.
fr: Les clés dupliquées ne sont pas autorisées dans les fichiers JSON.
fur: Lis clâfs duplicadis no son consintudis tai files JSON.
fy_nl: Dûbele kaaien binne net tastien yn JSON-bestannen.
he: אסור להשתמש במפתחות כפולים בקובץ JSON.
hu: Az ismétlődő kulcsok nem megengedettek a JSON fájlokban.
ia: Le claves duplicate non es permittite in le files JSON.
id: Kunci duplikat tidak diizinkan dalam berkas JSON.
it: Le chiavi duplicate non sono ammesse nei file JSON.
ja: JSON ファイルには重複するキーを含められません。
ka: გაორმაგებული გასაღებები დაუშვებელია JSON ფაილებში.
kab: Tiisura tusligin ur ttwasirgent ara deg ifuyla JSON.
ms: Kunci pendua tidak dibenarkan dalam fail JSON.
nl: Dubbele sleutels zijn niet toegestaan in JSON-bestanden.
nn_no: Doble nøklar er ikkje tillatne i JSON-filer.
pl: Podwójne klucze nie są dozwolone w plikach JSON.
pt_br: Chaves duplicadas não são permitidas em arquivos JSON.
pt_pt: Chaves duplicadas não são permitidas em ficheiros JSON.
ro: În fișierele JSON nu se permit duplicate de chei.
ru: В JSON-файлах не разрешены дублирующиеся ключи.
si: JSON ගොනු තුළ යතුරු අනුපිටපත් තිබීමට නොහැකිය.
sk: V súboroch JSON nie sú povolené duplicitné kľúče.
sl: V datotekah JSON podvojeni ključi niso dovoljeni.
sq: Në kartela JSON nuk lejohen kyçe të përsëdytur.
sv_se: Dubble nycklar är inte tillåtna i JSON-filer.
te: JSON ఫైళ్ళలో నకిలీ కీలు అనుమతించబడవు.
th: ไม่อนุญาตให้ใช้คีย์ที่ซ้ำกันในไฟล์ JSON
tr: JSON dosyalarında yinelenen anahtarlara izin verilmemektedir.
uk: Дублікати ключів не дозволені в файлах JSON.
vi: Các khóa trùng lặp không được phép trong các tệp JSON.

source: Duplicate key found in JSON file.
cs: V souboru JSON se našel duplicitní klíč.
de: Doppelter Schlüssel in JSON-Datei gefunden.
el: Βρέθηκε διπλότυπο κλειδί στο αρχείο JSON.
fr: Doublon de clé détecté dans un fichier JSON.
fur: E je stade cjatade une clâf duplicade tal file JSON.
fy_nl: Dûbele kaai fûn yn JSON-bestân.
he: נמצא מפתח כפול בקובץ JSON.
hu: Ismételt kulcs található a JSON-fájlban.
ia: Clave duplicate trovate in file JSON.
it: È stata trovata una chiave duplicata nel file JSON.
ka: JSON-ფაილში აღმოჩენილია მეორებული გასაღები.
nn_no: Fann duplikatnøkkel i JSON-fila.
pt_br: Chave duplicada encontrada no arquivo JSON.
ru: В файле JSON обнаружен дубликат ключа.
sk: V súbore JSON sa našiel duplicitný kľúč.
sl: V datoteki JSON je najden podvojen ključ.
sq: Në kartelë JSON u gjet zë i përsëdytur.
sv_se: Dubblettnyckel hittades i JSON-filen.
tr: JSON dosyasında yinelenen anahtar bulundu.
uk: У файлі JSON знайдено дублікат ключа.
vi: Đã tìm thấy khóa trùng lặp trong tập tin JSON.

source: Your JSON is not valid.
ar: ملف JSON غير صحيح.
bs: Vaš JSON nije ispravan.
cs: Váš JSON není platný.
de: Ihre JSON ist ungültig.
el: Το JSON σας δεν είναι έγκυρο.
es: Tu JSON no es válido.
fi: Määrittelemäsi JSON ei ole kelvollinen.
fr: Votre JSON n’est pas valide.
fur: Il to file JSON nol è valit.
fy_nl: Jo JSON is net jildich.
he: ה־JSON שלך שגוי.
hu: A JSON érvénytelen.
ia: Tu JSON non es valide.
id: JSON Anda tidak valid.
it: Il file JSON non è valido.
ja: JSON の形式が正しくありません。
ka: თქვენი JSON არამართებულია.
kab: JSON inek mačči d ameγtu.
ms: JSON anda tidak sah.
nl: Uw JSON is niet geldig.
nn_no: JSON-en din er ugyldig.
pl: Plik JSON jest nieprawidłowy.
pt_br: Seu JSON não é válido.
pt_pt: O seu JSON não é válido.
ro: Fișierul tău JSON nu este valid.
ru: Ваш JSON некорректен.
si: ඔබගේ JSON වලංගු නොවේ.
sk: Váš JSON nie je platný.
sl: Vaša datoteka JSON ni veljavna.
sq: Kartela juaj JSON s’është e vlefshme.
sv_se: Din JSON är inte giltig.
te: మీ JSON చెల్లదు.
th: JSON ของคุณไม่ถูกต้อง
tr: JSON geçerli değil.
uk: Ваш JSON неправильний.
vi: JSON của bạn không hợp lệ.

source: Your JSON file could not be parsed.
ar: تعذر تحليل ملف JSON.
bs: Vaša JSON datoteka se ne može raščlaniti.
cs: Váš JSON nemohl být parsován.
de: Ihre JSON-Datei konnte nicht geparst werden.
el: Δεν ήταν δυνατή η λήψη του αρχείου JSON σας.
es: No se puede analizar tu archivo JSON.
fi: JSON-tiedostoasi ei voitu jäsentää.
fr: Votre fichier JSON n’a pas pu être analysé.
fur: Nol è pussibil analizâ il to file JSON.
fy_nl: Jo JSON-bestân koe net ferwurke wurde.
he: לא ניתן לפענח את קובץ ה־JSON שלך.
hu: Az JSON fájl nem dolgozható fel.
ia: Tu file JSON non pote ser analysate.
id: File JSON Anda tidak bisa diurai.
it: Impossibile analizzare il file JSON.
ja: JSON ファイルを解析できませんでした。
ka: თქვენი JSON ფაილის დამუშავება, ვერ ხერხდება.
kab: Tangalt-ik JSON ur tezmir ara tettwasleḍ.
ms: Fail JSON anda tidak dapat dihuraikan.
nl: Uw JSON-bestand kon niet worden geparset.
nn_no: Klarte ikkje å tolke JSON-en din.
pl: Nie można przetworzyć pliku JSON.
pt_br: Seu arquivo JSON não pôde ser analisado.
pt_pt: O seu ficheiro JSON não pôde ser analisado.
ro: Fișierul tău JSON nu a putut fi analizat.
ru: Не удалось распарсить ваш JSON файл.
si: ඔබගේ JSON ගොනුව විග්‍රහ කළ නොහැකිය.
sk: Váš JSON nemohol byť parsovaný.
sl: Vaše datoteke JSON ni bilo mogoče razčleniti.
sq: Kartela juaj JSON s’u përtyp dot.
sv_se: Din JSON-fil kunde inte tolkas.
te: మీ JSON ఫైలు పార్స్ చెయ్యబడలేదు.
th: ไม่สามารถแยกวิเคราะห์ไฟล์ JSON ของคุณได้
tr: JSON dosyanız ayrıştırılamadı.
uk: Не вдалося розібрати ваш файл JSON.
vi: Tập tin JSON của bạn không thể phân tích cú pháp.

source: Reserved filename found.
cs: Nalezen soubor s rezervovaným názvem.
de: Reservierter Dateiname gefunden.
el: Βρέθηκε κρατημένο όνομα αρχείου.
es: Se encontró un nombre de archivo reservado.
fi: Varattu tiedostonimi löytyi.
fr: Nom de fichier réservé détecté.
fur: Al è stât cjatât un non di file riservât.
fy_nl: Reservearre bestânsnamme fûn.
he: נמצא שם קובץ שמור.
hu: Fenntartott fájlnév találva.
ia: Nomine de file reservate trovate.
id: Nama-berkas cadangan ditemukan.
it: Rilevato un nome di file riservato.
ja: 予約済みのファイル名が見つかりました。
ka: აღმოჩენილია ფაილის დაკავებული სახელი.
kab: Isem n ufauylu ittuḥaṛṛen yettwaf.
nl: Gereserveerde bestandsnaam gevonden.
nn_no: Reservert filnamn funne.
pl: Odnaleziono zastrzeżoną nazwę pliku.
pt_br: Encontrado nome de arquivo reservado.
pt_pt: Foi encontrado um nome de ficheiro reservado.
ro: S-a depistat o denumire de fișier rezervat.
ru: Используется зарезервированное имя файла.
si: රක්‍ෂිත ගොනු නාමයක් හමු විය.
sk: Bol nájdený súbor s rezervovaným názvom.
sl: Najdeno rezervirano ime datoteke.
sq: U gjet emër kartele i rezervuar.
sv_se: Reserverat filnamn hittades.
te: రిజర్వుచేయబడిన ఫైలుపేరు కనబడింది.
th: พบชื่อไฟล์ที่สงวนไว้
tr: Rezerve dosya adı bulundu.
uk: Знайдено зарезервовану назву файлу.
vi: Đã tìm thấy tên tập tin dành riêng.

source: Files whose names are reserved have been found in the add-on. Please refrain from using them and rename your files.
cs: V doplňku byly nalezeny soubory, jejichž názvy jsou rezervovány. Vyhněte se jejich používání a přejmenujte své soubory.
de: Im Add-on wurden Dateien gefunden, deren Namen reserviert sind. Bitte verwenden Sie diese nicht und benennen Sie Ihre Dateien um.
el: Έχουν βρεθεί αρχεία με δεσμευμένα ονόματα στο πρόσθετο. Παρακαλούμε αποφύγετε τη χρήση τους και μετονομάστε τα αρχεία σας.
fr: Des fichiers dont le nom est réservé ont été trouvés dans le module. Veuillez ne pas les utiliser et renommer vos fichiers.
fur: Tal component adizionâl al è stât cjatât che cualchi file al à un non riservât. Par plasê strategniti dal doprâ chescj nons e cambie il non dai tiei files.
fy_nl: Bestannen wêrfan de namme reservearre binne fûn yn de add-on. Brûk dizze net jou jo bestannen in oare namme.
he: קבצים ששמותיהם שמורים נמצאו בתוספת. נא להימנע משימוש בהם ולשנות את שמות הקבצים שלך.
hu: Fenntartott nevű fájlok találhatók a kiegészítőben. Ttartózkodjon ezek használatától, és nevezze át a fájlokat.
ia: Files cuje nomines es reservate ha essite trovate in le additivo. Abstine te de usar los e renomina tu files.
it: Sono stati trovati dei file nel componente aggiuntivo con nomi riservati. Astenersi dall’utilizzare questi nomi e rinominare i file.
ka: ფაილები, რომელთა სახელებიც დაკავებულია, აღმოჩენილია დამატებაში. გთხოვთ, თავი აარიდოთ მათ გამოყენებას და გადაარქვათ სახელები.
pt_br: Arquivos cujos nomes são reservados foram encontrados na extensão. Evite isso, renomeie seus arquivos.
ru: В дополнении были обнаружены файлы, имена которых зарезервированы. Пожалуйста, воздержитесь от их использования и переименуйте файлы.
sk: V doplnku sa našli súbory, ktorých názvy sú vyhradené. Zdržte sa ich používania a premenujte svoje súbory.
sl: V dodatku so bile najdene datoteke z rezerviranimi imeni. Prosimo, da teh imen ne uporabljate in svoje datoteke preimenujete.
sq: Te shtesa u gjetën kartela emrat e të cilave janë të rezervuar. Ju lutemi, hiqni dorë nga përdorimi i tyre dhe riemërtoni kartelat tuaja.
sv_se: Filer vars namn är reserverade har hittats i tillägget. Vänligen avstå från att använda dem och byt namn på dina filer.
tr: Eklentide adı rezerve edilmiş dosyalar bulundu. Lütfen bu adları kullanmaktan kaçının ve dosyalarınızın adını değiştirin.
uk: У додатку знайдено файли із зарезервованими назвами. Не використовуйте їх і перейменуйте свої файли.
vi: Các tập tin có tên được đặt trước đã được tìm thấy trong tiện ích mở rộng. Vui lòng không sử dụng chúng và đổi tên các tập tin của bạn.
