Repository: mozilla/addons-linter
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, bs, cs, de, el, es, fi, fr, fur, fy_nl, he, hu, ia, id, it, ja, ka, kab, ms, nl, nn_no, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: %(instancePath)s: privileged manifest fields are only allowed in privileged extensions.
cs: %(instancePath)s: privilegovaná pole manifestu jsou povolena pouze v privilegovaných rozšířeních.
de: %(instancePath)s: privilegierte Manifest-Felder sind nur in privilegierten Erweiterungen erlaubt.
el: %(instancePath)s: Τα προνομιούχα πεδία του αρχείου δήλωσης επιτρέπονται μόνο σε προνομιούχες επεκτάσεις.
fr: %(instancePath)s : les champs de manifeste privilégiés ne sont autorisés que dans les extensions privilégiées.
fur: %(instancePath)s: i cjamps dal manifest cun privileçs a son consintûts dome tes estensions cun privileçs.
fy_nl: %(instancePath)s: privilezjiearre manifestfjilden binne allinnich tastien yn privilezjiearre útwreidingen.
hu: %(instancePath)s: a privilegizált jegyzékmezők csak privilegizált kiegészítőkben engedélyezettek.
ia: %(instancePath)s: le campos del manifesto privilegiate es solo permittite in le extensiones privilegiate.
it: %(instancePath)s: i campi del manifesto con privilegi sono consentiti solo nelle estensioni con privilegi.
ka: %(instancePath)s: აღმატებული მანიფესტის ველები მისაღებია მხოლოდ უპირატესობის მქონე გაფართოებებში.
pt_br: %(instancePath)s: campos de manifesto privilegiados só são permitidos em extensões privilegiadas.
ru: %(instancePath)s: привилегированные поля манифеста разрешены только в привилегированных расширениях.
sk: %(instancePath)s: privilegované polia manifestu sú povolené len v privilegovaných rozšíreniach.
sl: %(instancePath)s: privilegirana polja manifesta so dovoljena samo v privilegiranih razširitvah.
sq: %(instancePath)s: fusha të privilegjuara manifesti lejohen vetëm në zgjerime të privilegjuara.
sv_se: %(instancePath)s: privilegierade manifestfält är endast tillåtna i privilegierade tillägg.
tr: %(instancePath)s: ayrıcalıklı manifest alanlarına yalnızca ayrıcalıklı uzantılarda izin verilir.
uk: %(instancePath)s: привілейовані поля маніфесту дозволені лише в привілейованих розширеннях.

source: Manifest key not supported by the specified minimum Firefox for Android version
cs: Klíč v manifestu není uvedenou minimální verzí Firefoxu pro Android podporován
de: Manifest-Schlüssel wird von der angegebenen Mindestversion von Firefox für Android nicht unterstützt
el: Το κλειδί του αρχείου δήλωσης δεν υποστηρίζεται από την καθορισμένη ελάχιστη έκδοση του Firefox για Android
es: La versión mínima especificada por Firefox para Android no admite la clave de manifiesto
fr: La clé du manifeste n’est pas prise en charge par la version minimale de Firefox pour Android spécifiée
fur: Il manifest key nol è supuartât te version minime di Firefox par Android specificade
fy_nl: Manifestkaai net stipe troch de opjûne minimale Firefox foar Android-ferzje
he: מפתח ה־manifest אינו נתמך על־ידי גרסת Firefox עבור Android המינימלית שצוינה
hu: A leírókulcs nem támogatott a megadott minimális Firefox for Android verzióban
ia: Clave del file manifesto non supportate per le minime version specificate de Firefox pro Android
id: Kunci manifes tidak didukung oleh versi Firefox untuk Android minimum yang dispesifikasikan
it: Il manifest key non è supportato nella versione minima specificata di Firefox per Android
ja: manifest キーは指定された Android 版 Firefox の最低バージョンでサポートされていません
ka: მანიფესტის გასაღები არ არის მხარდაჭერილი Firefox Android-ის მითითებული უმცირესი ვერსიით
kab: Tasarut n umeskan ur tettusefrak ara deg lqem Firefox Android adday i d-ittunefken
nl: Manifestsleutel niet ondersteund door de opgegeven minimale Firefox voor Android-versie
nn_no: Manifestnøkkelen er ikkje støtta av den spesifiserte minimum Firefox for Android-versjonen
pl: Klucz manifestu nie jest obsługiwany przez podaną minimalną wersję Firefoksa na Androida
pt_br: Chave de manifesto não suportada pela versão mínima especificada do Firefox para Android
pt_pt: Permissão não suportada pela versão mínima do Firefox para Android especificada
ro: Cheia manifestului nu are suport în versiunea Firefox minimă specificată pentru versiunea Android
ru: Ключ манифеста не поддерживается указанной минимальной версией Firefox для Android
si: නිරූපිත ඇන්ඩ්‍රොයිඩ් සඳහා ෆයර්ෆොක්ස් අවම අනුවාදයට ව්‍යක්ත යතුර සහාය නොදක්වයි
sk: Kľúč manifestu nie je podporovaný danou minimálnou verziou Firefoxu pre Android
sl: Ključ manifesta ni podprt v najnižji podprti različici Firefoxa za Android
sq: Zë manifesti i pambuluar nga versioni minimum i specifikuar për Firefox-in për Android
sv_se: Manifest-nyckel stöds inte av den angivna lägsta versionen av Firefox för Android
te: పేర్కొన్న ఆండ్రాయిడ్ కొరకు Firefox కనిష్ట వెర్షనులో మానిఫెస్ట్ కీ తోడ్పాటు లేదు
th: คีย์ไฟล์กำกับไม่รองรับโดย Firefox สำหรับ Android รุ่นขั้นต่ำที่ระบุ
tr: Manifest anahtarı, Android için belirtilen minimum Firefox sürümü tarafından desteklenmiyor
uk: Ключ маніфесту не підтримується в Firefox для Android вказаної мінімальної версії
vi: Khóa kê khai không được hỗ trợ bởi Firefox dành cho Android phiên bản tối thiểu đã chỉ định

source: "strict_min_version" requires Firefox for Android %(minVersion)s, which was released before version %(versionAdded)s introduced support for "%(key)s".
cs: "strict_min_version" vyžaduje Firefox pro Android %(minVersion)s, který byl vydán předtím, než verze %(versionAdded)s zavedla podporu pro "%(key)s".
de: „strict_min_version“ benötigt Firefox für Android %(minVersion)s, der veröffentlicht wurde, bevor Version %(versionAdded)s die Unterstützung für „%(key)s“ einführte.
el: Το «strict_min_version» απαιτεί την έκδοση %(minVersion)s του Firefox για Android, η οποία κυκλοφόρησε πριν η έκδοση %(versionAdded)s παρουσιάσει την υποστήριξη για το «%(key)s».
fr: « strict_min_version » a besoin de la version %(minVersion)s de Firefox pour Android, publiée avant la version %(versionAdded)s qui a introduit la prise en charge de « %(key)s ».
fur: “strict_min_version” al à bisugne di Firefox per Android %(minVersion)s, che al è stât publicât prime che la version %(versionAdded)s e introdusès il supuart par “%(key)s”.
fy_nl: ‘strict_min_version’ fereasket Firefox foar Android %(minVersion)s, dy’t útbrocht waard eardat ferzje %(versionAdded)s stipe foar ‘%(key)s’ yntrodusearre.
he: ‏״strict_min_version״ דורש שימוש ב־Firefox for Android %(minVersion)s, אשר שוחרר לפני שגרסה %(versionAdded)s הציגה תמיכה עבור ״%(key)s״.
hu: A(z) „strict_min_version” szerint Firefox for Android %(minVersion)s szükséges, amely korábbi, mint a(z) %(versionAdded)s verzió, amely bevezette a(z) „%(key)s” támogatását.
ia: "strict_min_version" require Firefox pro Android %(minVersion)s, que era publicate ante que le version %(versionAdded)s introduceva le assistentia al "%(key)s".
it: “strict_min_version” richiede Firefox per Android %(minVersion)s, che è stato rilasciato prima che la versione %(versionAdded)s introducesse il supporto per “%(key)s”.
ka: „strict_min_version“ საჭიროებს Firefox Android-ის %(minVersion)s ვერსიას ანუ უფრო ადრინდელ გამოშვებას, ვიდრე %(versionAdded)s ვერსიაა, რომლიდან მოყოლებულიც მხარდაჭერილია „%(key)s“.
nn_no: "strict_min_version" krev Firefox for Android %(minVersion)s, som vart sleppt før versjon %(versionAdded)s introduserte støtte for "%(key)s".
pt_br: "strict_min_version" requer Firefox para Android %(minVersion)s, que foi lançado antes da versão %(versionAdded)s introduzir suporte para "%(key)s".
ru: Для «strict_min_version» требуется Firefox для Android %(minVersion)s, который был выпущен до того, как версия %(versionAdded)s представила поддержку «%(key)s».
sk: "strict_min_version" vyžaduje Firefox pre Android %(minVersion)s, ktorý bol vydaný predtým, ako verzia %(versionAdded)s zaviedla podporu pre "%(key)s".
sl: "strict_min_version" zahteva Firefox za Android %(minVersion)s, ki je bil izdan, preden je različica %(versionAdded)s uvedla podporo za "%(key)s".
sq: "strict_min_version" lyp Firefox për Android %(minVersion)s, i cili qe hedhur në qarkullim para se versioni %(versionAdded)s të sillte për herë të parë mbulim për "%(key)s".
sv_se: "strict_min_version" kräver Firefox för Android %(minVersion)s, som släpptes innan version %(versionAdded)s introducerade stöd för "%(key)s".
uk: Для "strict_min_version" потрібен Firefox для Android %(minVersion)s, який було випущено до того, як у версії %(versionAdded)s представлено підтримку для "%(key)s".
vi: "strict_min_version" yêu cầu Firefox dành cho Android %(minVersion)s, được phát hành trước khi phiên bản %(versionAdded)s giới thiệu hỗ trợ cho "%(key)s".

source: Permission not supported by the specified minimum Firefox for Android version
cs: Oprávnění nepodporované uvedenou minimální verzí Firefoxu pro Android
de: Die Berechtigung wird von der angegebenen Mindestversion von Firefox für Android nicht unterstützt
el: Η άδεια δεν υποστηρίζεται από την καθορισμένη ελάχιστη έκδοση του Firefox για Android
es: La versión mínima especificada por Firefox para Android no admite el permiso
fr: La permission n’est pas prise en charge par la version minimale de Firefox pour Android spécifiée
fur: Il permès nol è supuartât te version minime di Firefox per Android specificade
fy_nl: Tastemming net stipe troch de opjûne minimale Firefox foar Android-ferzje
he: ההרשאה אינה נתמכת על־ידי גרסת Firefox עבור Android המינימלית שצוינה
hu: Az engedély nem támogatott a megadott minimális Firefox for Android verzióban
ia: Permission non supportate per le version minime specificate de Firefox pro Android
id: Izin tidak didukung oleh versi Firefox untuk Android minimum yang dispesifikasikan
it: Il permesso non è supportato nella versione minima specificata di Firefox per Android
ja: 許可設定は指定された Android 版 Firefox の最低バージョンでサポートされていません
ka: ნებართვები მხარდაუჭერელია Firefox Android-ის მითითებული უმცირესი ვერსიით
kab: Tasiregt ur tettusefrak ara deg lqem Firefox Android adday i d-ittunefken
nl: Toestemming niet ondersteund door de opgegeven minimale Firefox voor Android-versie
nn_no: Løyve er ikkje støtta av den spesifiserte minimum Firefox-versjonen for Android
pl: Uprawnienie nie jest obsługiwane przez podaną minimalną wersję Firefoksa na Androida
pt_br: Permissão não suportada pela versão mínima especificada do Firefox para Android
pt_pt: Permissão não suportada versão mínima do Firefox para Android especificada
ro: Permisiunea nu are suport în versiunea Firefox minimă specificată pentru versiunea Android
ru: Разрешение не поддерживается указанной минимальной версией Firefox для Android
si: නිරූපිත ඇන්ඩ්‍රොයිඩ් සඳහා ෆයර්ෆොක්ස් අවම අනුවාදයට අවසරය සහාය නොදක්වයි
sk: Povolenie nie je podporované danou minimálnou verziou Firefoxu pre Android
sl: Dovoljenje ni podprto v najnižji podprti različici Firefoxa za Android
sq: Leje e pambuluar nga versioni minimum i specifikuar për Firefox-in për Android
sv_se: Behörighet stöds inte av den angivna lägsta Firefox-versionen för Android
th: สิทธิอนุญาตไม่รองรับโดย Firefox สำหรับ Android รุ่นขั้นต่ำที่ระบุ
tr: Bu izin, Android için belirtilen minimum Firefox sürümü tarafından desteklenmiyor
uk: Дозвіл не підтримується в Firefox для Android вказаної мінімальної версії
vi: Quyền hạn không được hỗ trợ bởi Firefox dành cho Android phiên bản tối thiểu đã chỉ định

source: Linking to "addons.mozilla.org" is not allowed
cs: Odkazování ní "addons.mozilla.org" není dovoleno
de: Das Verlinken auf „addons.mozilla.org“ ist nicht erlaubt
el: Δεν επιτρέπεται σύνδεσμος για το «addons.mozilla.org»
fr: Les liens vers « addons.mozilla.org » ne sont pas autorisés
fur: Il colegament a “addons.mozilla.org” nol è consintût
fy_nl: Keppeljen nei ‘addons.mozilla.org’ is net tastien
he: קישור אל ״addons.mozilla.org״ אינו מורשה
hu: Az „addons.mozilla.org” webhelyre való hivatkozás nem engedélyezett
ia: Le ligamine a "addons.mozilla.org" non es permittite
it: Il collegamento a “addons.mozilla.org” non è consentito
ja: "addons.mozilla.org" へのリンクは許可されていません
ka: ბმული „addons.mozilla.org“ მისამართთან აკრძალულია
kab: Iseɣwan yerran srid ɣer "addons.mozilla.org" ur ttusirgen ara
nl: Koppelen naar ‘addons.mozilla.org’ is niet toegestaan
nn_no: Det er ikkje tillate å lenke til «addons.mozilla.org»
pl: Odsyłanie do „addons.mozilla.org” jest niedozwolone
pt_br: Não é permitido link para "addons.mozilla.org"
pt_pt: A ligação a "addons.mozilla.org" não é permitida
ru: Ссылка на "addons.mozilla.org" не разрешена
si: "addons.mozilla.org" වෙත සබැඳීමට ඉඩ නොදේ
sk: Odkaz na „addons.mozilla.org“ nie je povolený
sl: Povezovanje na "addons.mozilla.org" ni dovoljeno
sq: Nuk lejohet krijim lidhjesh për te “addons.mozilla.org”
sv_se: Det är inte tillåtet att länka till "addons.mozilla.org".
tr: "addons.mozilla.org" adresine bağlantı veremezsiniz
uk: Посилання на "addons.mozilla.org" заборонено
vi: Liên kết đến "addons.mozilla.org" không được phép

source: Links directing to "addons.mozilla.org" are not allowed to be used for homepage
cs: Odkazy směřující na "addons.mozilla.org" není možné nastavit jako domovskou stránku
de: Links, die auf „addons.mozilla.org“ verweisen, dürfen nicht für die Homepage verwendet werden
el: Δεν επιτρέπεται η χρήση συνδέσμων προς το «addons.mozilla.org» για την αρχική σελίδα
fr: Les liens vers « addons.mozilla.org » ne sont pas autorisés comme page d’accueil
fur: Nol è pussibil doprâ i colegaments che a pontin a “addons.mozilla.org” tant che pagjine iniziâl
fy_nl: Keppelingen dy’t ferwize nei ‘addons.mozilla.org’ meie net foar de startside brûkt wurde
he: קישורים המפנים אל "addons.mozilla.org" אינם מורשים לשימוש עבור דף הבית
hu: Az „addons.mozilla.org” oldalra mutató hivatkozások nem használhatók honlapként
ia: Il non es permittite usar ligamines dirigente a "addons.mozilla.org" pro pagina principal
it: Non è possibile utilizzare link che puntano a “addons.mozilla.org” come pagina iniziale
ja: "addons.mozilla.org" へのリンクをホームページに使用することは許可されていません
ka: პირდაპირი ბმული „addons.mozilla.org“ მისამართზე, არ უნდა იდოს მთავარ გვერდზე
kab: Iseɣwan yerran srid ɣer "addons.mozilla.org" ur ttusirgen ara d asebter agejdan
nl: Koppelingen die verwijzen naar ‘addons.mozilla.org’ mogen niet voor de startpagina worden gebruikt
nn_no: Lenker som leiar til «addons.mozilla.org» er ikkje tillatne å brukast for heimesida
pl: Odnośniki prowadzące do „addons.mozilla.org” nie mogą być używane jako strona domowa
pt_br: Links direcionando para "addons.mozilla.org" não são permitidos na página inicial
pt_pt: Não podem ser utilizadas ligações na página inicial que direcionem para "addons.mozilla.org"
ru: Ссылки, ведущие на "addons.mozilla.org", не могут быть использованы на главной странице
si: මුල් පිටුව සඳහා "addons.mozilla.org" වෙත යොමු කරන සබැඳි භාවිතා කිරීමට ඉඩ නොදේ
sk: Odkazy smerujúce na "addons.mozilla.org" nie je možné použiť ako domovskú stránku
sl: Za domačo stran ni dovoljeno uporabljati povezav, ki usmerjajo na "addons.mozilla.org"
sq: Lidhje që shpien te “addons.mozilla.org” nuk lejohen të përdoren për faqe hyrëse
sv_se: Länkar som leder till "addons.mozilla.org" är inte tillåtna att användas för hemsidan
tr: "addons.mozilla.org" adresine yönlendiren bağlantıları ana sayfa olarak kullanamazsınız
uk: Посилання, що спрямовують на "addons.mozilla.org", заборонено використовувати на домашній сторінці
vi: Các liên kết trực tiếp đến "addons.mozilla.org" đều không được phép sử dụng cho trang chủ

source: The "%(permission)s" permission requires "strict_min_version" to be set to "%(minFirefoxVersion)s" or above
cs: Oprávnění "%(permission)s" vyžaduje, aby "strict_min_version" bylo nastaveno na "%(minFirefoxVersion)s" nebo vyšší
de: Die „%(permission)s“-Berechtigung erfordert, dass „strict_min_version“ auf „%(minFirefoxVersion)s“ oder höher gesetzt ist
el: Το δικαίωμα «%(permission)s» απαιτεί τον ορισμό του «strict_min_version» σε «%(minFirefoxVersion)s» ή νεότερο
fr: La permission « %(permission)s » a besoin que « strict_min_version » soit défini avec la valeur « %(minFirefoxVersion)s » ou supérieure
fur: Il permès “%(permission)s” al à bisugne che “strict_min_version” al sedi metût a “%(minFirefoxVersion)s” o superiôr
fy_nl: De machtiging ‘%(permission)s’ fereasket dat ‘strict_min_version’ ynsteld is op ‘%(minFirefoxVersion)s’ of heger
he: ההרשאה ״%(permission)s״ מחייבת את המאפיין של "strict_min_version" להיות מוגדר ל־״%(minFirefoxVersion)s״ ומעלה
hu: A(z) „%(permission)s” engedélyhez szükséges, hogy a „strict_min_version” legalább a következőre legyen beállítva: „%(minFirefoxVersion)s”.
ia: Le permisso "%(permission)s" require "strict_min_version" predefinite a "%(minFirefoxVersion)s" o superior
it: L’autorizzazione “%(permission)s” richiede che “strict_min_version” sia impostato su “%(minFirefoxVersion)s” o superiore
ka: „%(permission)s“ ნებართვისთვის საჭიროა „strict_min_version“ მითითებული იყოს „%(minFirefoxVersion)s“ ან უფრო ზემოთ
pt_br: A permissão "%(permission)s" requer que "strict_min_version" seja definido como "%(minFirefoxVersion)s" ou superior
ru: Разрешение «%(permission)s» требует, чтобы для параметра «strict_min_version» было установлено значение «%(minFirefoxVersion)s» или выше
sk: Povolenie "%(permission)s" vyžaduje, aby bola hodnota "strict_min_version" nastavená na "%(minFirefoxVersion)s" alebo vyššiu
sl: Za dovoljenje "%(permission)s" mora biti "strict_min_version" nastavljena na različico "%(minFirefoxVersion)s" ali novejšo
sq: Leja "%(permission)s" lyp që "strict_min_version" të vihet si "%(minFirefoxVersion)s" e sipër
sv_se: Behörigheten "%(permission)s" kräver att "strict_min_version" är inställd på "%(minFirefoxVersion)s" eller högre
uk: Дозвіл "%(permission)s" вимагає, щоб "strict_min_version" було встановлено у "%(minFirefoxVersion)s" або новіших
vi: Quyền "%(permission)s" yêu cầu đặt "strict_min_version" thành "%(minFirefoxVersion)s" hoặc cao hơn

source: The "%(permission)s" permission requires "strict_min_version" to be set to "%(minFirefoxVersion)s" or above. Please update your manifest.json version to specify a minimum Firefox version.
cs: Oprávnění "%(permission)s" vyžaduje, aby "strict_min_version" bylo nastaveno na "%(minFirefoxVersion)s" nebo vyšší. Aktualizujte prosím verzi manifest.json tak, abyste zadali minimální verzi Firefoxu.
de: Die „%(permission)s“-Berechtigung erfordert, dass „strict_min_version“ auf „%(minFirefoxVersion)s“ oder höher gesetzt ist. Bitte aktualisieren Sie Ihre manifest.json-Version, um eine Mindestversion von Firefox anzugeben.
el: Το δικαίωμα «%(permission)s» απαιτεί τον ορισμό του «strict_min_version» σε «%(minFirefoxVersion)s» ή νεότερο. Παρακαλούμε ενημερώστε την έκδοση του manifest.json σας για να καθορίσετε μια ελάχιστη έκδοση του Firefox.
fr: La permission « %(permission)s » a besoin que « strict_min_version » soit défini avec la valeur « %(minFirefoxVersion)s » ou supérieure. Veuillez mettre à jour la version de votre fichier manifest.json pour spécifier une version minimale de Firefox.
fur: Il permès “%(permission)s” al à bisugne che “strict_min_version” al sedi metût a “%(minFirefoxVersion)s” o superiôr. Inzorne la version di manifest.json par specificâ une version minime di Firefox.
fy_nl: De machtiging ‘%(permission)s’ fereasket dat ‘strict_min_version’ ynsteld is op ‘%(minFirefoxVersion)s’ of heger. Wurkje jo manifest.json-ferzje by om in minimale Firefox-ferzje op te jaan.
he: ההרשאה ״%(permission)s״ מחייבת את המאפיין של "strict_min_version" להיות מוגדר ל־״%(minFirefoxVersion)s״ ומעלה. נא לעדכן את גרסת ה־manifest.json שלך כדי לציין גרסת Firefox מינימלית.
hu: A(z) „%(permission)s” engedélyhez szükséges, hogy a „strict_min_version” legalább a következőre legyen beállítva: „%(minFirefoxVersion)s”. Frissítse a manifest.json verzióját, hogy megadja a Firefox minimális verzióját.
ia: Le permisso "%(permission)s" require "strict_min_version" predefinite a "%(minFirefoxVersion)s" o superior. Actualisa tu version de manifest.json pro specificar un version de Firefox minime.
it: L’autorizzazione “%(permission)s” richiede che “strict_min_version” sia impostato su “%(minFirefoxVersion)s” o superiore. Aggiorna la versione di manifest.json per specificare una versione minima di Firefox.
ka: „%(permission)s“ ნებართვისთვის საჭიროა „strict_min_version“ იყოს მითითებული „%(minFirefoxVersion)s“ ან უფრო ზემოთ. გთხოვთ განაახლოთ manifest.json ვერსია Firefox-ის უმცირესი ვერსიის მითითებით.
pt_br: A permissão "%(permission)s" requer que "strict_min_version" seja definido como "%(minFirefoxVersion)s" ou superior. Atualize a versão do seu manifest.json para especificar uma versão mínima do Firefox.
ru: Разрешение «%(permission)s» требует, чтобы для «strict_min_version» было установлено значение «%(minFirefoxVersion)s» или выше. Обновите версию manifest.json, указав минимальную версию Firefox.
sk: Povolenie "%(permission)s" vyžaduje, aby bola hodnota "strict_min_version" nastavená na "%(minFirefoxVersion)s" alebo vyššiu. Aktualizujte svoju verziu manifest.json a uveďte minimálnu verziu Firefoxu.
sl: Dovoljenje "%(permission)s" zahteva, da je "strict_min_version" nastavljen na "%(minFirefoxVersion)s" ali višje. Posodobite svojo različico manifest.json, da bo navedla najnižjo različico Firefoxa.
sq: Leja "%(permission)s" lyp që "strict_min_version" të vihet si "%(minFirefoxVersion)s" e sipër. Ju lutemi, përditësoni versionin e manifest.json tuaj, ër të specifikuar një version minimum Firefox-i.
sv_se: Behörigheten "%(permission)s" kräver att "strict_min_version" är inställd på "%(minFirefoxVersion)s" eller högre. Uppdatera din manifest.json-version för att ange en minsta Firefox-version.
uk: Дозвіл "%(permission)s" вимагає, щоб "strict_min_version" було встановлено у "%(minFirefoxVersion)s" або новішому. Оновіть версію manifest.json, щоб указати мінімальну версію Firefox.
vi: Quyền "%(permission)s" yêu cầu đặt "strict_min_version" thành "%(minFirefoxVersion)s" hoặc cao hơn. Vui lòng cập nhật phiên bản manifest.json của bạn để chỉ định phiên bản Firefox tối thiểu.

source: The extension ID is required in Manifest Version 3 and above.
cs: Pro manifest verze 3 a novější je vyžadováno ID rozšíření.
de: Die Erweiterungs-ID ist in Manifest-Version 3 und höher erforderlich.
el: Το ID επέκτασης απαιτείται στην έκδοση Manifest 3 και νεότερες.
fr: L’ID de l’extension est requis à partir de la version 3 de Manifest.
fur: L'ID de estension al è obligatori te version 3 o sucessivis dal manifest.
fy_nl: De útwreiding-ID is fereaske yn manifest ferzje 3 en heger.
he: מזהה ההרחבה נדרש ב־Manifest גרסה 3 ומעלה.
hu: A bővítményazonosító kötelező a Manifest 3-as és újabb verzióiban.
ia: Le ID de extension es necesse in le version 3 e sequente de Manifest.
it: L’ID dell’estensione è obbligatorio per il manifesto versione 3 e successive.
ja: Manifest バージョン 3 以降では、拡張機能 ID が必要です。
ka: გაფართოებას ნომრით ID ესაჭიროება მე-3 ვერსიის ან უფრო ახალი Manifest.
nn_no: Utvidings-ID-en er påkravd i manifestversjon 3 og høgare.
pl: Identyfikator rozszerzenia jest wymagany w 3. wersji Manifestu i nowszych.
pt_br: O ID da extensão é obrigatório no Manifesto Versão 3 em diante.
pt_pt: O ID da extensão é necessário no Manifesto Versão 3 e superior.
ru: Идентификатор расширения обязателен для манифеста версии 3 и выше.
si: අනුවාදය 3 හා නව ව්‍යක්ත සඳහා දිගු හැඳු. අවශ්‍ය වේ.
sk: Identifikátor rozšírenia sa vyžaduje vo verzii Manifest 3 a vyššej.
sl: ID razširitve je obvezen v različici manifesta 3 in novejših.
sq: ID-ja e zgjerimit është e domosdoshme në Manifest Version 3 e sipër.
sv_se: Tilläggs-ID krävs i Manifest version 3 och senare.
tr: Manifest Sürüm 3 ve üzeri sürümlerde uzantı kimliği zorunludur.
uk: ID розширення потрібен у Маніфесті версії 3 і вище.
vi: ID tiện ích là bắt buộc trong tập tin manifest phiên bản 3 trở lên.
