Repository: mozilla/addons-linter
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Validation Summary:
hsb: Přepruwowanske zhornjenje:

source: Code
hsb: Kod

source: Message
hsb: Powěsć

source: Description
hsb: Wopisanje

source: File
hsb: Dataja

source: Line
hsb: Linka

source: Column
hsb: Špalta

source: Invalid nesting of selectors found
hsb: Njepłaćiwe zakašćikowanje selektorow namakane

source: Selector nesting is supported from Firefox version 117.0 and above
hsb: Zakašćikowanje selektorow so přez wersiju Firefox 117.0 a nowše podpěruje

source: A CSS syntax error was encountered
hsb: Syntaksowy zmylk CSS je wustupił

source: Your FTL is not valid.
hsb: Waš FTL płaćiwy njeje.

source: Your FTL file could not be parsed.
hsb: Waša FTL-dataja njeda so parsować.

source: Remote scripts are not allowed as per the Add-on Policies.
hsb: Zdalene skripty po prawidłach přidatkow dowolene njejsu.

source: Please include all scripts in the add-on. For more information, refer to https://mzl.la/2uEOkYp.
hsb: Prošu zapřijmiće wšě skripty do přidatka. Za dalše informacije hlejće https://mzl.la/2uEOkYp.

source: Inline scripts blocked by default
hsb: Skripty inline so po standardźe blokuja

source: Unadvised 3rd-party JS library
hsb: Njeznata JS-biblioteka třećeho poskićowarja

source: Your add-on uses a JavaScript library we do not recommend. Read more: https://bit.ly/1TRIyZY
hsb: Waš přidatk biblioteku JavaScript wužiwa, kotruž njeporučamy. Hlejće wjace: https://bit.ly/1TRIyZY

source: Known JS library detected
hsb: Znata JS-biblioteka namakana

source: {{api}} is not supported
hsb: {{api}} so njepodpěruje

source: This API has not been implemented by Firefox.
hsb: Tutón API njeje so přez Firefox implementował.

source: "{{api}}" has been removed in Manifest Version 3 (`manifest_version` property)
hsb: „{{api}}“ je so we wersiji 3 manifest wotstronił (kajkosć `manifest_version`)

source: {{api}} is deprecated
hsb: {{api}} je zestarjeny

source: This API has been deprecated by Firefox.
hsb: Tutón API so přez Firefox hižo njepodpěruje.

source: Content script file could not be found.
hsb: Wobsahowa skriptowa dataja njeda so namakać.

source: "{{api}}" is deprecated or unimplemented
hsb: „{{api}}“ so hižo njepodpěruje abo je njeimplementowany

source: Content script file could not be found
hsb: Wobsahowa skriptowa dataja njeda so namakać

source: "%(api)s" can cause issues when loaded temporarily
hsb: „%(api)s“ móže problemy zawinować, hdyž so nachwilu začita

source: {{api}} is not supported in Firefox version {{minVersion}}
hsb: {{api}} so we wersiji {{minVersion}} Firefox njepodpěruje

source: This API is not implemented by the given minimum Firefox version
hsb: Tutón API njeje so přez podatu minimalnu wersiju Firefox implementował

source: {{api}} is not supported in Firefox for Android version {{minVersion}}
hsb: {{api}} so we wersiji {{minVersion}} Firefox za Android njepodpěruje

source: This API is not implemented by the given minimum Firefox for Android version
hsb: Tutón API njeje so přez podatu minimalnu wersiju Firefox za Android implementował

source: Content script file name should not be empty.
hsb: Mjeno wobsahoweje skriptoweje dataje njeměło prózdne być.

source: Content script file name should not be empty
hsb: Mjeno wobsahoweje skriptoweje dataje njeměło prózdne być

source: JavaScript syntax error
hsb: Syntaksowy zmylk JavaScript

source: Unexpected global passed as an argument
hsb: Njewočakowana globala je so jako argument přepodała

source: Use of document.write strongly discouraged.
hsb: Wot wužiwanja document.write so wuraznje wotradźuje.

source: Banned 3rd-party JS library
hsb: JS-biblioteka třećeho poskićowarja zakazana

source: Your add-on uses a JavaScript library we consider unsafe. Read more: https://bit.ly/1TRIyZY
hsb: Waš přidatk biblioteku JavaScript wužiwa, kotruž za njewěstu mamy. Hlejće wjace: https://bit.ly/1TRIyZY

source: Your JSON contains block comments.
hsb: Waš JSON blokowe komentary wobsahuje.

source: Duplicate keys are not allowed in JSON files.
hsb: Dwójne kluče w JSON-datajach dowolene njejsu.

source: Duplicate key found in JSON file.
hsb: Dwójny kluč je so w dataji JSON namakał.

source: Your JSON is not valid.
hsb: Waš JSON płaćiwy njeje.

source: Your JSON file could not be parsed.
hsb: Waša JSON-dataja njeda so parsować.

source: Reserved filename found.
hsb: Rezerwowane datajowe mjeno namakane.

source: We were unable to decompress the zip file.
hsb: Njemóžachmy zip-dataju rozpakować.

source: manifest.json was not found
hsb: manifest.json njeje so namakał

source: File is too large to parse.
hsb: Dataja je přewulka za parsowanje.

source: Hidden file flagged
hsb: Schowana dataja woznamjenjena

source: Package contains duplicate entries
hsb: Pakćik dwójne zapiski wobsahuje

source: Flagged filename found
hsb: Woznamjenjene datajowe mjeno namakane

source: Flagged file extensions found
hsb: Woznamjenjene datajowe kóncowki namakane

source: Flagged file type found
hsb: Woznamjenjeny datajowy typ namakany

source: Package already signed
hsb: Pakćik je hižo signowany

source: Firefox add-ons are not allowed to run coin miners.
hsb: Přidatki Firefox njesmědźa pjenjezykopaki wuwjesć.

source: String name is reserved for a predefined message
hsb: Mjeno znamješkoweho rjećazka je wuměnjene za předdefinowanu zdźělenku

source: Placeholder for message is missing
hsb: Zastupowacy symbol za zdźělenku faluje

source: A placeholder used in the message is not defined.
hsb: Zastupowacy symbol, kotryž so w zdźělence wužiwa, njeje definowany.

source: Placeholder name contains invalid characters
hsb: Mjeno zastupowaceho symbola njepłaćiwe znamješka wobsahuje

source: Placeholder is missing the content property
hsb: Zastupowacemu symbolej kajkosć content faluje

source: Translation string is missing the message property
hsb: Přełožowanskemu znamješkowemu rjećazkej kajkosć message faluje

source: No "message" message property is set for a string (https://mzl.la/2DSBTjA).
hsb: Zdźělenska kajkosć "message" njeje za znamješkowy rjećazk nastajena (https://mzl.la/2DSBTjA).

source: The field is required.
hsb: Polo je trěbne.

source: See https://mzl.la/1ZOhoEN (MDN Docs) for more information.
hsb: Hlejće https://mzl.la/1ZOhoEN (MDN Docs) za dalše informacije.

source: The permission type is unsupported.
hsb: Typ dowolnosće so njepodpěruje.

source: See https://mzl.la/1R1n1t0 (MDN Docs) for more information.
hsb: Hlejće https://mzl.la/1R1n1t0 (MDN Docs) za dalše informacije.

source: See https://mzl.la/2Qn0fWC (MDN Docs) for more information.
hsb: Hlejće https://mzl.la/2Qn0fWC (MDN Docs) za dalše informacije.

source: See https://mzl.la/3Woeqv4 (MDN Docs) for more information.
hsb: Hlejće https://mzl.la/3Woeqv4 (MDN Docs) za dalše informacije.

source: Unknown permission.
hsb: Njeznata dowolnosć.

source: Invalid host permission.
hsb: Njepłaćiwe hostowe prawo

source: Invalid install origin.
hsb: Njepłaćiwy instalowanski pochad.

source: The field is invalid.
hsb: Polo je njepłaćiwe.

source: "manifest_version" in the manifest.json is not a valid value
hsb: "manifest_version" w manifest.json płaćiwa hódnota njeje

source: See https://mzl.la/20PenXl (MDN Docs) for more information.
hsb: Hlejće https://mzl.la/20PenXl (MDN Docs) za dalše informacije.

source: "%(property)s" allows remote code execution in manifest.json
hsb: „%(property)s“ wuwjedźenje zdaleneho koda w manifest.json dowoluje

source: A custom "%(property)s" needs additional review.
hsb: Swójska kajkosć „%(property)s“ sej přidatne přepruwowanje wužaduje.

source: See http://mzl.la/1STmr48 (MDN Docs) for more information.
hsb: Hlejće http://mzl.la/1STmr48 (MDN Docs) za dalše informacije.

source: "update_url" is not allowed.
hsb: "update_url" dowoleny njeje.

source: The "update_url" property is not used by Firefox.
hsb: Kajkosć "update_url" so wot Firefox njewužiwa.

source: "strict_max_version" not required.
hsb: "strict_max_version" trěbny njeje.

source: No "%(property)s" property found in manifest.json
hsb: Kajkosć „%(property)s“ njeje so w manifest.json namakała

source: "%(property)s" is required
hsb: Kajkosć „%(property)s“ je trěbna

source: An icon defined in the manifest could not be found in the package.
hsb: Symbol, kotryž je so w manifesće definował, njeda so w pakćiku namakać.

source: Icon could not be found at "%(path)s".
hsb: Symbol njeda so na "%(path)s" namakać.

source: A background script defined in the manifest could not be found.
hsb: Pozadkowy skript, kotryž je so w manifesće definował, njeda so namakać.

source: A background page defined in the manifest could not be found.
hsb: Pozadkowa strona, kotraž je so w manifesće definowała, njeda so namakać.

source: Background script could not be found at "%(path)s".
hsb: Pozadkowy skript njeda so na "%(path)s" namakać.

source: Background page could not be found at "%(path)s".
hsb: Pozadkowa strona njeda so na "%(path)s" namakać.

source: A content script defined in the manifest could not be found.
hsb: Wobsahowy skript, kotryž je so w manifesće definował, njeda so namakać.

source: A content script css file defined in the manifest could not be found.
hsb: CSS-dataja wobsahoweho skripta, kotraž je so w manifesće definowała, njeda so namakać.

source: Content script defined in the manifest could not be found at "%(path)s".
hsb: Wobsahowy skript, kotryž je so w manifesće definował, njeda so na "%(path)s" namakać.

source: Content script css file defined in the manifest could not be found at "%(path)s".
hsb: CSS-dataja wobsahoweho skripta, kotraž je so w manifesće definowała, njeda so na "%(path)s" namakać.

source: A dictionary file defined in the manifest could not be found.
hsb: Słownikowa dataja, kotraž je so w manifesće definowała, njeda so namakać.

source: Dictionary file defined in the manifest could not be found at "%(path)s".
hsb: Słownikowa dataja, kotraž je so w manifesće definowała, njeda so na "%(path)s" namakać.

source: The manifest contains multiple dictionaries.
hsb: Manifest wjacore słowniki wobsahuje.

source: Multiple dictionaries were defined in the manifest, which is unsupported.
hsb: Wjacore słowniki su so w manifesće definowali, štož so njepodpěruje.

source: The manifest contains a dictionaries object, but it is empty.
hsb: Manifest słownikowy objekt wobsahuje, ale je prózdny.

source: A dictionaries object was defined in the manifest, but it was empty.
hsb: Słownikowy objekt je so w manifesće definował, ale je prózdny był.

source: The manifest contains a dictionary but no id property.
hsb: Manifest słownik wobsahuje, ale nic kajkosć ID.

source: A dictionary was found in the manifest, but there was no id set.
hsb: Słownik je so w manifesće namakał, ale njeje so žadyn ID postajił.

source: Forbidden content found in add-on.
hsb: Zakazany wobsah w přidatku namakany.

source: This add-on contains forbidden content.
hsb: Tutón přidatk zakazany wobsah wobsahuje.

source: Icons must be square.
hsb: Symbole dyrbja kwadratiske być.

source: Icon at "%(path)s" must be square.
hsb: Symbol na "%(path)s" dyrbi kwadratiski być.

source: The size of the icon does not match the manifest.
hsb: Wulkosć symbola manifestej njewotpowěduje.

source: "%(fieldName)s" is ignored for non-privileged add-ons.
hsb: „%(fieldName)s“ so za njepriwilegowane přidatki ignoruje.

source: Corrupt image file
hsb: Wobškodźena wobrazowa dataja

source: Expected icon file at "%(path)s" is corrupted
hsb: Wočakowana symbolowa dataja na "%(path)s" je wobškodźena

source: This property has been deprecated.
hsb: Tuta kajkosć so hižo njepodpěruje.

source: This theme LWT alias has been removed in Firefox 70.
hsb: Alias LWT tuteje drasty je so w Firefox 70 wotstronił.

source: See https://mzl.la/2T11Lkc (MDN Docs) for more information.
hsb: Hlejće https://mzl.la/2T11Lkc (MDN Docs) za dalše informacije.

source: Theme image for "%(type)s" could not be found at "%(path)s"
hsb: Drastowy wobraz za "%(type)s" njeda so na "%(path)s" namakać

source: Corrupted theme image file
hsb: Wobškodźena wobrazowa dataja drasty

source: Theme image file at "%(path)s" is corrupted
hsb: Wobrazowa dataja drasty na "%(path)s" je wobškodźena

source: Theme image file has an unsupported file extension
hsb: Wobrazowa dataja drasty ma datajowu kóncowku, kotraž so njepodpěruje

source: Theme image file at "%(path)s" has an unsupported file extension
hsb: Wobrazowa dataja drasty na "%(path)s" ma datajowu kóncowku, kotraž so njepodpěruje

source: Theme image file has an unsupported mime type
hsb: Wobrazowa dataja drasty ma typ MIME, kotryž so njepodpěruje

source: Theme image file at "%(path)s" has the unsupported mime type "%(mime)s"
hsb: Wobrazowa dataja drasty na "%(path)s" ma typ MIME "%(mime)s", kotryž so njepodpěruje

source: Theme image file mime type does not match its file extension
hsb: Typ MIME wobrazoweje dataje drasty jeje datajowej kóncowce njewotpowěduje

source: Theme image file extension at "%(path)s" does not match its actual mime type "%(mime)s"
hsb: Kóncowka wobrazoweje dataje drasty na "%(path)s" jeje woprawdźitemu typej MIME "%(mime)s" njewotpowěduje

source: The "default_locale" is missing localizations.
hsb: W "default_locale" lokalizacije faluja.

source: The "default_locale" is missing but "_locales" exist.
hsb: "default_locale" faluje, ale "_locales" eksistuje.

source: Unsupported image extension
hsb: Kóncowka wobrazoweje dataje so njepodpěruje

source: Icons should be one of JPG/JPEG, WebP, GIF, PNG or SVG.
hsb: Symbole měli dataje typa JPG/JPEG, WebP, GIF, PNG abo SVG być.

source: "applications" property overridden by "browser_specific_settings" property
hsb: Kajkosć „applications“ je so přez kajkosć „browser_specific_settings“ přepisała

source: Empty language directory
hsb: Pródzny zapis rěčow

source: messages.json file missing in "%(path)s"
hsb: Dataja messages.json w "%(path)s" faluje

source: Manifest key not supported by the specified minimum Firefox version
hsb: Manifestowy kluč so přez podatu minimalnu wersiju Firefox njepodpěruje

source: Permission not supported by the specified minimum Firefox version
hsb: Prawo so přez podatu minimalnu wersiju Firefox njepodpěruje

source: "%(fieldName)s" is not supported.
hsb: „%(fieldName)s“ so njepodpěruje.

source: Manifest key not supported by the specified minimum Firefox for Android version
hsb: Manifestowy kluč so přez podatu minimalnu wersiju Firefox za Android njepodpěruje

source: Permission not supported by the specified minimum Firefox for Android version
hsb: Prawo so přez podatu minimalnu wersiju Firefox za Android njepodpěruje

source: Linking to "addons.mozilla.org" is not allowed
hsb: Wotkazowanje na „addons.mozilla.org“ dowolene njeje

source: Links directing to "addons.mozilla.org" are not allowed to be used for homepage
hsb: Wotkazy, kotrež na „addons.mozilla.org“ pokazuja, njesmědźa so za startowu stronu wužiwać.

source: The extension ID is required in Manifest Version 3 and above.
hsb: ID rozšěrjenja je w manifesće wersije 3 a w nowšich trěbny.

source: See https://mzl.la/3PLZYdo for more information.
hsb: Hlejće https://mzl.la/3PLZYdo za dalše informacije.

source: Cannot use actions in hidden add-ons.
hsb: Akcije njedadźa so w schowanych přidatkach wužiwać.

source: The version string should be simplified.
hsb: Wersijowy znamješkowy rjećazk měł so zjednorić.

source: /%(fieldName)s: "%(permissionName)s" is not supported in manifest versions %(versionRange)s.
hsb: /%(fieldName)s: "%(permissionName)s" so w manifestowych wersijach %(versionRange)s njepodpěruje.

source: /%(fieldName)s: "%(permissionName)s" is not supported.
hsb: /%(fieldName)s: "%(permissionName)s" so njepodpěruje.
