Repository: mozilla/addons-linter
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Validation Summary:
dsb: Pśeglědowańske zespominanje:

source: Code
dsb: Kod

source: Message
dsb: Powěsć

source: Description
dsb: Wopisanje

source: File
dsb: Dataja

source: Line
dsb: Smužka

source: Column
dsb: Słup

source: Your FTL is not valid.
dsb: Waš FTL njejo płaśiwy.

source: Your FTL file could not be parsed.
dsb: Waša FTL-dataja njejo dała se parsowaś.

source: Remote scripts are not allowed as per the Add-on Policies.
dsb: Daloke skripty njejsu dowólone pó pšawidłach dodankow.

source: Please include all scripts in the add-on. For more information, refer to https://mzl.la/2uEOkYp.
dsb: Pšosym zapśimjejśo wšykne skripty do dodanka. Za dalšne informacije glejśo https://mzl.la/2uEOkYp.

source: Inline scripts blocked by default
dsb: Skripty inline se pó standarźe blokěruju

source: Unadvised 3rd-party JS library
dsb: Njeznata JS-biblioteka tśeśego póbitowarja

source: Your add-on uses a JavaScript library we do not recommend. Read more: https://bit.ly/1TRIyZY
dsb: Waš dodank biblioteku JavaScript wužywa, kótaruž njepórucujomy. Glejśo wěcej: https://bit.ly/1TRIyZY

source: Known JS library detected
dsb: Znata JS-biblioteka namakana

source: JavaScript libraries are discouraged for simple add-ons, but are generally accepted.
dsb: Za jadnore dodanki wót bibliotekow JavaScript wótraźuju, ale zwětšego je akceptěruju.

source: {{api}} is not supported
dsb: {{api}} se njepódpěra

source: This API has not been implemented by Firefox.
dsb: Toś ten API njejo se implementěrował pśez Firefox.

source: "{{api}}" has been removed in Manifest Version 3 (`manifest_version` property)
dsb: „{{api}}“ jo se wótwónoźeł we wersiji 3 manifest (kakosć `manifest_version`)

source: {{api}} is deprecated
dsb: {{api}} se wěcej njepódpěra

source: This API has been deprecated by Firefox.
dsb: Toś ten API se pśez Firefox wěcej njepódpěra.

source: Content script file could not be found.
dsb: Wopśimjeśowa skriptowa dataja njejo se namakała.

source: "{{api}}" is deprecated or unimplemented
dsb: „{{api}}“ se wěcej njepódpěra abo jo njeimplementěrowany

source: Content script file could not be found
dsb: Wopśimjeśowa skriptowa dataja njejo se namakała

source: "%(api)s" can cause issues when loaded temporarily
dsb: „%(api)s“ móžo problemy zawinowaś, gaž se nachylu zacytajo

source: {{api}} is not supported in Firefox version {{minVersion}}
dsb: {{api}} se we wersiji {{minVersion}} Firefox njepódpěra

source: This API is not implemented by the given minimum Firefox version
dsb: Toś ten API njejo se implementěrował pśez pódanu minimalnu wersiju Firefox

source: {{api}} is not supported in Firefox for Android version {{minVersion}}
dsb: {{api}} se we wersiji {{minVersion}} Firefox za Android njepódpěra

source: This API is not implemented by the given minimum Firefox for Android version
dsb: Toś ten API njejo se implementěrował pśez pódanu minimalnu wersiju Firefox za Android

source: Content script file name should not be empty.
dsb: Mě wopśimjeśoweje skriptoweje dataje njeměło prozne byś.

source: Content script file name should not be empty
dsb: Mě wopśimjeśoweje skriptoweje dataje njeměło prozne byś

source: "%(method)s" called with a non-literal uri
dsb: „%(method)s“ jo se wuwołała z njeliteralnym uri

source: "%(method)s" called with non-local URI
dsb: „%(method)s“ jo se wuwołała z njelokalnym uri

source: JavaScript syntax error
dsb: Syntaksowa zmólka JavaScript

source: Unexpected global passed as an argument
dsb: Njewócakana globala jo se ako argument pśepódała

source: Use of document.write strongly discouraged.
dsb: Wót wužywanja document.write se wuraznje wótraźujo.

source: Banned 3rd-party JS library
dsb: JS-biblioteka tśeśego póbitowarja zakazana

source: Your add-on uses a JavaScript library we consider unsafe. Read more: https://bit.ly/1TRIyZY
dsb: Waš dodank biblioteku JavaScript wužywa, kótaruž za njewěstu mamy. Glejśo wěcej: https://bit.ly/1TRIyZY

source: Your JSON contains block comments.
dsb: Waš JSON blokowe komentary wopśiámujo.

source: Duplicate keys are not allowed in JSON files.
dsb: Dwójne kluce njejsu dowólone w JSON-datajach.

source: Duplicate key found in JSON file.
dsb: Dwójny kluc jo se namakał w dataji JSON.

source: Your JSON is not valid.
dsb: Waš JSON njejo płaśiwy.

source: Your JSON file could not be parsed.
dsb: Waša JSON-dataja njejo se dała parsowaś.

source: Reserved filename found.
dsb: Rezerwěrowane datajowe mě namakane.

source: We were unable to decompress the zip file.
dsb: Njejsmy mógli zip-dataju rozpakowaś.

source: manifest.json was not found
dsb: manifest.json njejo se namakał

source: File is too large to parse.
dsb: Dataja jo pśewjelika za parsowanje.

source: Hidden file flagged
dsb: Schowana dataja wóznamjenjona

source: Package contains duplicate entries
dsb: Pakśik dwójne zapiski wopśimujo

source: Flagged filename found
dsb: Wóznamjenjone datajowe mě namakane

source: Flagged file extensions found
dsb: Woznamjenjone datajowe kóńcowki namakane

source: Flagged file type found
dsb: Wóznamjenjony datajowy typ namakany

source: Package already signed
dsb: Pakśik jo južo signěrowany

source: Firefox add-ons are not allowed to run coin miners.
dsb: Dodanki Firefox njesměju pjenjezekopaki wuwjasć.

source: String name is reserved for a predefined message
dsb: Mě znamuškowego rjeśazka jo wuměnjone za pśeddefiněrowanu powěźeńku

source: Placeholder for message is missing
dsb: Zastupujucy symbol za powěźeńku felujo

source: A placeholder used in the message is not defined.
dsb: Zastupujucy symbol, kótaryž se w powěźeńce wužywa, njejo definěrowany.

source: Placeholder name contains invalid characters
dsb: Mě zastupujucego symbola njepłaśiwe znamuška wopśimujo

source: Placeholder is missing the content property
dsb: Zastupujucemu symboloju kakosć content felujo

source: Translation string is missing the message property
dsb: Pśełožowańskemu znamuškowemu rjeśazkoju kakosć message felujo

source: No "message" message property is set for a string (https://mzl.la/2DSBTjA).
dsb: Zdźěleńska kakosć "message" njejo za znamuškowy rjeśazk nastajona (https://mzl.la/2DSBTjA).

source: The field is required.
dsb: Pólo jo trjebne.

source: The permission type is unsupported.
dsb: Typ dowólnosći se njepódpěra.

source: See https://mzl.la/1R1n1t0 (MDN Docs) for more information.
dsb: Glejśo https://mzl.la/1R1n1t0 (MDN Docs) za dalšne informacije.

source: See https://mzl.la/1ZOhoEN (MDN Docs) for more information.
dsb: Glejśo https://mzl.la/1ZOhoEN (MDN Docs) za dalšne informacije.

source: See https://mzl.la/2Qn0fWC (MDN Docs) for more information.
dsb: Glejśo https://mzl.la/2Qn0fWC (MDN Docs) za dalšne informacije.

source: See https://mzl.la/3Woeqv4 (MDN Docs) for more information.
dsb: Glejśo https://mzl.la/3Woeqv4 (MDN Docs) za dalšne informacije.

source: Unknown permission.
dsb: Njeznata dowólnosć.

source: Invalid host permission.
dsb: Njepłaśiwe hostowe pšawo

source: Invalid install origin.
dsb: Njepłaśiwy instalěrowański póchad.

source: "manifest_version" in the manifest.json is not a valid value
dsb: "manifest_version" w manifest.json njejo płaśiwa gódnota

source: See https://mzl.la/20PenXl (MDN Docs) for more information.
dsb: Glejśo https://mzl.la/20PenXl (MDN Docs) za dalšne informacije.

source: The field is invalid.
dsb: Pólo jo njepłaśiwe.

source: "%(property)s" allows remote code execution in manifest.json
dsb: „%(property)s“ wuwjeźenje zdalonego koda w manifest.json dowólujo

source: A custom "%(property)s" needs additional review.
dsb: Swójska kakosć „%(property)s“ se pśidatne pśeglědanje pomina.

source: "%(property)s" allows 'eval', which has strong security and performance implications.
dsb: „%(property)s“ ‚eval‘ dowólujo, což ma mócne wustatkowanja na wěstotu a wugbaśe.

source: See http://mzl.la/1STmr48 (MDN Docs) for more information.
dsb: Glejśo http://mzl.la/1STmr48 (MDN Docs) za dalšne informacije.

source: "update_url" is not allowed.
dsb: "update_url" njejo dowólony.

source: The "update_url" property is not used by Firefox.
dsb: Kakosć "update_url" se wót Firefox njewužywa.

source: "strict_max_version" not required.
dsb: "strict_max_version" njejo trjebny.

source: No "%(property)s" property found in manifest.json
dsb: Kakosć „%(property)s“ njejo se namakała w manifest.json

source: "%(property)s" is required
dsb: Kakosć „%(property)s“ jo trjebna

source: An icon defined in the manifest could not be found in the package.
dsb: Symbol, kótaryž jo se w manifesće definěrował, njedajo se w pakśiku namakaś.

source: Icon could not be found at "%(path)s".
dsb: Symbol njedajo se na "%(path)s" namakaś.

source: A background script defined in the manifest could not be found.
dsb: Slězynowy skript, kótaryž jo se definěrował w manifesće, njedajo se namakaś.

source: A background page defined in the manifest could not be found.
dsb: Slězynowy bok, kótaryž jo se definěrował w manifesće, njedajo se namakaś.

source: Background script could not be found at "%(path)s".
dsb: Slězynowy skript njedajo se na "%(path)s" namakaś.

source: Background page could not be found at "%(path)s".
dsb: Slězynowy bok njedajo se na "%(path)s" namakaś.

source: "%(fieldName)s" is ignored for non-privileged add-ons.
dsb: „%(fieldName)s“ se za njepriwilegěrowane dodanki ignorěrujo.

source: A content script defined in the manifest could not be found.
dsb: Wopśimjeśowy skript, kótaryž jo se definěrował w manifesće, njedajo se namakaś.

source: A content script css file defined in the manifest could not be found.
dsb: CSS-dataja wopśimjeśowego skripta, kótaraž jo se definěrowała w manifesće, njedajo se namakaś.

source: Content script defined in the manifest could not be found at "%(path)s".
dsb: Wopśimjeśowy skript, kótaryž jo se w manifesće definěrował, njedajo se na "%(path)s" namakaś.

source: Content script css file defined in the manifest could not be found at "%(path)s".
dsb: CSS-dataja wopśimjeśowego skripta, kótaraž jo se w manifesće definěrowała, njedajo se na "%(path)s" namakaś.

source: A dictionary file defined in the manifest could not be found.
dsb: Słownikowa dataja, kótaraž jo se definěrowała w manifesće, njedajo se namakaś.

source: "%(fieldName)s" manifest field is only used for privileged and temporarily installed extensions.
dsb: Manifestowe pólo „%(fieldName)s“ se jano za priwilegěrowane a nachylu instalěrowane rozšyrjenja wužywa.

source: Dictionary file defined in the manifest could not be found at "%(path)s".
dsb: Słownikowa dataja, kótaraž jo se definěrowała w manifesće, njedajo se na "%(path)s" namakaś.

source: The manifest contains multiple dictionaries.
dsb: Manifest někotare słowniki wopśimujo.

source: Multiple dictionaries were defined in the manifest, which is unsupported.
dsb: Někotre słowniki su se w manifesće definěrowali, což se njepódpěra.

source: The manifest contains a dictionaries object, but it is empty.
dsb: Manifest słownikowy objekt wopśimujo, ale jo prozny.

source: A dictionaries object was defined in the manifest, but it was empty.
dsb: Słownikowy objekt jo se w manifesće definěrował, ale jo był prozny.

source: The manifest contains a dictionary but no id property.
dsb: Manifest słownik wopśimujo, ale nic kakosć ID.

source: A dictionary was found in the manifest, but there was no id set.
dsb: Słownik jo se namakał w manifesće, ale njejo se póstajił žeden ID.

source: Forbidden content found in add-on.
dsb: Zakazane wopśimjeśe w dodanku namakany.

source: This add-on contains forbidden content.
dsb: Toś ten dodank zakazane wopśimjeśe wopśimujo.

source: Please refer to https://github.com/mozilla-extensions/xpi-manifest to learn more about privileged extensions and signing.
dsb: Cytajśo pšosym https://github.com/mozilla-extensions/xpi-manifest, aby wěcej wó priwilegěrowanych rozšyrjenjach a signěrowanju zgónił.

source: Icons must be square.
dsb: Symbole muse kwadratiske byś.

source: Icon at "%(path)s" must be square.
dsb: Symbol na "%(path)s" musy kwadratiski byś.

source: The size of the icon does not match the manifest.
dsb: Wjelikosć symbola manifestoju njewótpowědujo.

source: Corrupt image file
dsb: Wobškóźona wobrazowa dataja

source: Expected icon file at "%(path)s" is corrupted
dsb: Wócakana symbolowa dataja na "%(path)s" jo wobškóźona

source: This property has been deprecated.
dsb: Toś ta kakosć se wěcej njepódpěra.

source: This theme LWT alias has been removed in Firefox 70.
dsb: Alias LWT toś teje drastwy jo se wótwónoźeł w Firefox 70.

source: See https://mzl.la/2T11Lkc (MDN Docs) for more information.
dsb: Glejśo https://mzl.la/2T11Lkc (MDN Docs) za dalšne informacije.

source: Theme image for "%(type)s" could not be found at "%(path)s"
dsb: Drastwowy wobraz za "%(type)s" njedajo se na "%(path)s" namakaś

source: Corrupted theme image file
dsb: Wobškóźona wobrazowa dataja drastwy

source: Theme image file at "%(path)s" is corrupted
dsb: Wobrazowa dataja drastwy na "%(path)s" jo wobškóźona

source: "%(fieldName)s" is not supported in manifest versions %(versionRange)s.
dsb: „%(fieldName)s“ se w manifestowych wersijach %(versionRange)s njepódpěra.

source: Theme image file has an unsupported file extension
dsb: Wobrazowa dataja drastwy ma datajowu kóńcowku, kótaraž se njepódpěra

source: Theme image file at "%(path)s" has an unsupported file extension
dsb: Wobrazowa dataja drastwy na "%(path)s" ma datajowu kóńcowku, kótaraž se njepódpěra

source: Theme image file has an unsupported mime type
dsb: Wobrazowa dataja drastwy ma typ MIME, kótaryž se njepódpěra

source: Theme image file at "%(path)s" has the unsupported mime type "%(mime)s"
dsb: Wobrazowa dataja drastwy na "%(path)s" ma typ MIME "%(mime)s", kótaryž se njepódpěra

source: "%(fieldName)s" is not supported.
dsb: „%(fieldName)s“ se njepódpěra.

source: Theme image file mime type does not match its file extension
dsb: Typ MIME wobrazoweje dataje drastwy jeje datajowej kóńcowce njewótpowědujo

source: Theme image file extension at "%(path)s" does not match its actual mime type "%(mime)s"
dsb: Kóńcowka wobrazoweje dataje drastwy na "%(path)s" jeje napšawdnemu typoju MIME "%(mime)s" njewótpowěda

source: The "default_locale" is missing localizations.
dsb: W "default_locale" lokalizacije feluju.

source: The "default_locale" value is specified in the manifest, but no matching "messages.json" in the "_locales" directory exists. See: https://mzl.la/2hjcaEE
dsb: Gódnota „default_locale“ jo w manifesće pódana, ale wótpowědny „messages.json“ w zapisu „_locales“ njeeksistěrujo. Glejśo: https://mzl.la/2hjcaEE

source: The "default_locale" is missing but "_locales" exist.
dsb: "default_locale" felujo, ale "_locales" eksistěruju.

source: The "default_locale" value is not specifed in the manifest, but a "_locales" directory exists. See: https://mzl.la/2hjcaEE
dsb: Gódnota „default_locale“ njejo w manifesće pódana, ale zapis „_locales“ eksistěrujo. Glejśo: https://mzl.la/2hjcaEE

source: Unsupported image extension
dsb: Kóńcowka wobrazoweje dataje se njepódpěra

source: Icons should be one of JPG/JPEG, WebP, GIF, PNG or SVG.
dsb: Symbole měli dataje typa JPG/JPEG, WebP, GIF, PNG abo SVG byś.

source: "applications" property overridden by "browser_specific_settings" property
dsb: Kakosć „applications“ jo se pśepisała pśez kakosć „browser_specific_settings“

source: Empty language directory
dsb: Prozny zapis rěcow

source: messages.json file missing in "%(path)s"
dsb: Dataja messages.json w "%(path)s" felujo

source: Manifest key not supported by the specified minimum Firefox version
dsb: Manifestowy kluc se pśez pódanu minimalnu wersiju Firefox njepódpěra

source: "strict_min_version" requires Firefox %(minVersion)s, which was released before version %(versionAdded)s introduced support for "%(key)s".
dsb: „strict_min_version“ se Firefox %(minVersion)s pomina, kótaryž jo se wózjawił pśed wersiju %(versionAdded)s, kótaraž jo zawjadła pódpěru za „%(key)s“.

source: Permission not supported by the specified minimum Firefox version
dsb: Pšawo se pśez pódanu minimalnu wersiju Firefox njepódpěra

source: Manifest key not supported by the specified minimum Firefox for Android version
dsb: Manifestowy kluc se pśez pódanu minimalnu wersiju Firefox za Android njepódpěra

source: "strict_min_version" requires Firefox for Android %(minVersion)s, which was released before version %(versionAdded)s introduced support for "%(key)s".
dsb: „strict_min_version“ se Firefox za Android %(minVersion)s pomina, kótaryž jo se wózjawił pśed wersiju %(versionAdded)s, kótaraž jo zawjadła pódpěru za „%(key)s“.

source: Permission not supported by the specified minimum Firefox for Android version
dsb: Pšawo se pśez pódanu minimalnu wersiju Firefox za Android njepódpěra

source: Linking to "addons.mozilla.org" is not allowed
dsb: Wótkazowanje na „addons.mozilla.org“ njejo dowólone

source: Links directing to "addons.mozilla.org" are not allowed to be used for homepage
dsb: Wótkaze, kótarež na „addons.mozilla.org“ pokazuju, njesměju se za startowy bok wužywaś.

source: The extension ID is required in Manifest Version 3 and above.
dsb: ID rozšyrjenja jo w manifesće wersije 3 a w nowšych trjebny.

source: See https://mzl.la/3PLZYdo for more information.
dsb: Glejśo https://mzl.la/3PLZYdo za dalšne informacije.

source: Cannot use actions in hidden add-ons.
dsb: Akcije njedaju se w schowanych dodankach wužywaś.

source: Use "browser_specific_settings" instead of "applications".
dsb: Wužywajśo „browser_specific_settings“ město "applications".

source: The version string should be simplified.
dsb: Wersijowy znamjenjowy rjeśazk měł se zjadnoriś.

source: incognito "split" is unsupported.
dsb: incognito „split“ se njepódpěra.

source: The "admin_install_only" property is reserved.
dsb: Kakosć „admin_install_only“ jo rezerwěrowana.

source: The "admin_install_only" property is reserved and can only be used in enterprise add-ons.
dsb: Kakosć „admin_install_only“ jo rezerwěrowana a dajo se jano w dodankach za pśedewześa wužywaś.

source: /%(fieldName)s: "%(permissionName)s" is not supported in manifest versions %(versionRange)s.
dsb: /%(fieldName)s: "%(permissionName)s" se w manifestowych wersijach %(versionRange)s njepódpěra.

source: "/browser_specific_settings/gecko/admin_install_only" property must be set to "true".
dsb: Kakosć „/browser_specific_settings/gecko/admin_install_only“ musy se na „true“ stajiś.

source: The "admin_install_only" property must be set to "true" in an enterprise add-on.
dsb: Kakosć „admin_install_only“ musy se w dodanku za pśedewześa na „true“ stajiś.

source: /%(fieldName)s: "%(permissionName)s" is not supported.
dsb: /%(fieldName)s: "%(permissionName)s" se njepódpěra.
